// src/i18n.js
import { createI18n } from "vue-i18n";

const messages = {
  ru: {
    "send": "отправить",

    "bd52": "Предлагает революционное решение для кроссчейн-трансферов, обеспечивая максимальную анонимность, безопасность и гибкость. Интеграция zk-SNARK и механизмов миксинга позволяет пользователям безопасно перемещать активы между блокчейнами, не раскрывая свои данные. 4V продолжает развиваться, планируя дальнейшие улучшения и внедрение новых технологий для обеспечения ещё большего уровня безопасности и масштабируемости.",

    "bd51": "Интеграция zk-SNARK и механизмов миксинга в BridgeX обеспечивает максимальный уровень конфиденциальности и анонимности. Использование передовых криптографических методов делает BridgeX устойчивой к большинству известных атак, включая атаки с целью анализа трафика и отслеживания транзакций.",

    "bd50": "Увеличение скорости обработки транзакций, так как 4V сможет самостоятельно управлять маршрутизацией через свои ноды",

    "bd49": "Независимость от сторонних поставщиков инфраструктуры",

    "bd48": "Повышение уровня безопасности за счет контроля над процессами валидации",

    "bd47": "Преимущества развертывания собственных нод",

    "bd46": "BridgeX использует оракулы Chainlink для обеспечения точности данных при кроссчейн транзакциях. Оракулы Chainlink отслеживают состояние активов в исходной сети и предоставляют гарантии их блокировки до выпуска эквивалентных активов в целевой сети. Это минимизирует риски ошибки или манипуляции данными.",

    "bd45": "4V планирует развертывание собственных нод для каждой поддерживаемой сети, что позволит улучшить контроль над транзакциями и увеличить безопасность системы. Ноды 4V будут выполнять функции валидации транзакций, управления мостами и поддержания общего состояния сети.",

    "bd44": "Интеграция с Chainlink является важной частью инфраструктуры BridgeX, способствующей надежности и стабильности системы.",

    "bd43": "Технология zk-SNARK глубоко интегрирована в процесс обработки транзакций BridgeX, начиная с этапа инициализации транзакции и заканчивая кроссчейн-трансфером. zk-SNARK обеспечивает проверку каждой транзакции без необходимости раскрытия данных, что делает систему невероятно защищённой и безопасной для пользователей.",

    "bd42": "Пользователь получает уведомление о завершении трансфера, а транзакция отображается в обеих сетях — в исходной и целевой, при этом обеспечивается полная анонимность.",

    "bd41": "Подтверждение транзакции",

    "bd40": "После прохождения миксинга, BridgeX генерирует эквивалентные активы в целевой сети, где они становятся доступны для пользователя. Эти активы уже не связаны с оригинальной транзакцией, обеспечивая полную анонимность.",

    "bd39": "Кроссчейн-трансфер",

    "bd38": "Перед отправкой активов в целевую сеть, транзакция проходит через миксер, где она разбивается на части и перемешивается с другими транзакциями. zk-SNARK в этот момент обеспечивает верификацию, что транзакция подлинна, без раскрытия её деталей.",

    "bd37": "Использование zk-SNARK и миксера",

    bd36: "В это время система начинает подготовку для выпуска эквивалентных активов в целевой сети, следуя механизмам кроссчейн-протоколов.",

    bd35: "После получения транзакции система блокирует активы пользователя в исходной сети через смарт-контракт.",

    bd34: "Пользователь отправляет цифровые активы на единый публичный адрес BridgeX. Этот адрес является общим для всех поддерживаемых блокчейнов. Система BridgeX Universal Asset Routing (BUAR) автоматически определяет тип криптовалюты и исходную сеть, откуда была отправлена транзакция. Например, если пользователь отправляет USDT с Ethereum, система автоматически распознает эту транзакцию и определяет её маршрут.",

    bd33: "Инициализация транзакции",

    bd32: "Процесс работы системы можно разделить на несколько этапов:",

    bd31: "Процесс работы системы предоставляет пользователям единый интерфейс для отправки активов в любые блокчейн-сети.",

    bd30: "Предположим, что пользователь хочет отправить 100 USDT через BridgeX. Он может выбрать более высокую комиссию для мгновенного перевода средств или снизить комиссию, но при этом транзакция будет проходить через большее количество этапов миксинга, обеспечивая более высокий уровень анонимности.",

    bd29: "Пример динамической системы комиссий",

    bd28: "BridgeX предлагает динамическую систему комиссий, которая позволяет пользователям настраивать свои транзакции в зависимости от их предпочтений. Система комиссий в BridgeX разработана таким образом, чтобы предоставить пользователям гибкость в выборе параметров их транзакций. Например, если пользователь хочет провести транзакцию быстрее, он может выбрать более высокую комиссию, что ускорит её обработку. В то же время, если пользователь предпочитает более высокий уровень конфиденциальности, система предложит ему выбрать дополнительный уровень миксинга, что увеличит комиссию, но обеспечит максимальную анонимность.",

    bd27: "Динамическая система комиссий",

    apes1:
      "4V.APES - это наше приложение-игра web app telegram в котором вы можете получить токен FVX бесплатно.",

    bd14: "Механизм миксинга в BridgeX был разработан для того, чтобы максимально скрыть источник и назначение транзакции, обеспечивая анонимность участников сети. Миксинг включает перемешивание транзакций между разными пользователями, так что даже при отслеживании через публичные блокчейны невозможно узнать, кто был отправителем и получателем средств. Это особенно важно для тех пользователей, которые ценят свою приватность и хотят избегать отслеживания транзакций.",
    bd15: "Как работает миксинг?",
    bd16: "Механизм миксинга в BridgeX использует продвинутые алгоритмы шифрования и обфускации данных для создания «пула транзакций», из которого затем отправляются перемешанные средства. Когда пользователь отправляет средства через BridgeX, его транзакция разбивается на мелкие части и смешивается с транзакциями других пользователей. Это делает практически невозможным отслеживание того, откуда и куда были отправлены средства.",
    bd17: "Пример работы миксинга",
    bd18: "Предположим, пользователь отправляет 5 ETH через BridgeX. Вместо того чтобы отправить эти 5 ETH напрямую на адрес получателя, система разбивает сумму на более мелкие части, скажем, 0,1 ETH, и отправляет их через разные пути в сети. Одновременно с этим транзакции других пользователей также перемешиваются, что делает практически невозможным для стороннего наблюдателя выяснить, кому и откуда были отправлены средства.",
    bd19: "Безопасные доказательства",
    bd20: "это одна из самых продвинутых криптографических технологий, которая активно используется в 4VBridgeX для защиты данных и обеспечения приватности пользователей. zk-SNARK позволяет создавать доказательства подлинности транзакции, не раскрывая при этом никаких данных о транзакции, её участниках или суммах.",
    bd21: "Что такое",

    bd22: "это метод криптографического доказательства, который позволяет одной стороне (доказателю) убедить другую сторону (верификатора) в том, что утверждение является истинным, без раскрытия каких-либо данных, связанных с этим утверждением. В контексте 4VBridgeX zk-SNARK используется для подтверждения того, что транзакция прошла, не раскрывая детали о том, кто отправил или получил средства и какую сумму они перевели.",
    bd23: "Когда пользователь отправляет транзакцию через 4VBridgeX, система генерирует zk-SNARK-доказательство того, что транзакция является подлинной. Это доказательство проверяется валидаторами сети, но сами данные о транзакции остаются скрытыми. Таким образом, валидаторы могут подтвердить, что транзакция корректна, но не знают, кто её отправил и кому она была адресована.",
    bd24: "Как работает",
    bd25: "zk-SNARK работает за счёт сложных математических вычислений, которые позволяют создать компактное доказательство того, что транзакция подлинная, без необходимости раскрытия информации о ней. В BridgeX каждый пользователь, отправляющий средства, автоматически создаёт zk-SNARK-доказательство, которое проверяется в сети перед завершением транзакции.",

    bd12: "Допустим, пользователь хочет перевести токены USDT из сети Ethereum в сеть Polygon. Сначала BridgeX проверяет доступность ликвидности и блокирует USDT в сети Ethereum через смарт-контракт. Затем система выпускает эквивалентную сумму USDT на сети Polygon через аналогичный контракт. Весь процесс автоматизирован и происходит за несколько секунд, при этом транзакция защищена с помощью zk-SNARK, что делает её анонимной.",
    bd13: "Механизм миксинга.",
    bd4: "Представляет собой многослойную, модульную систему, которая может легко адаптироваться и масштабироваться по мере роста сети и увеличения числа пользователей. В основе архитектуры лежат несколько ключевых компонентов, которые обеспечивают её уникальность и надёжность: кроссчейн-протоколы BridgeX, система миксинга транзакций, zk-SNARK для защиты данных, а также динамическая система комиссий и гибкость настроек.",
    bd5: "Каждая из этих технологий встроена в основную архитектуру таким образом, чтобы обеспечить безопасность данных и высокую производительность независимо от загруженности сети или количества пользователей. При разработке BridgeX был использован подход с ориентацией на децентрализацию, что позволило исключить центральное управление системой и передать контроль пользователям через механизмы DAO. Архитектура BridgeX была разработана с учётом трёх ключевых аспектов: производительность, безопасность и приватность. В этом разделе подробно описаны основные компоненты системы и их взаимодействие.",
    bd6: "BridgeX является центральным компонентом 4V.CRYPTO, отвечающим за кроссчейн-взаимодействие. С его помощью пользователи могут отправлять и получать цифровые активы между различными блокчейн-сетями. Это особенно важно в условиях современного мультиблокчейн-мира, где разные платформы часто не могут взаимодействовать напрямую. BridgeX предоставляет возможность пользователям BridgeX беспрепятственно перемещать свои активы между такими сетями, как Ethereum, Binance Smart Chain, Polygon, Solana и другими.",
    bd7: "BridgeX использует смарт-контракты для блокировки активов в исходной сети и выпуска их эквивалента в целевой сети. Например, если пользователь хочет отправить 10 ETH с Ethereum на Binance Smart Chain, BridgeX заблокирует 10 ETH в сети Ethereum и выпустит эквивалентную сумму в виде BEP-20 токенов на Binance Smart Chain.",
    bd8: "представляет собой модульную систему, которая легко интегрируется с различными блокчейн-сетями через стандартизированные интерфейсы. Это даёт возможность легко добавлять новые блокчейны в BridgeX без необходимости полного переразработки системы. Например, если в будущем появится новый блокчейн с высоким уровнем адаптации, такой как Cardano или Polkadot, его можно будет интегрировать в BridgeX с минимальными изменениями.",
    bd9: "Ещё одной важной особенностью BridgeX является его способность оптимизировать маршрутизацию транзакций. В системе встроен механизм искусственного интеллекта, который анализирует текущую загруженность сетей и предлагает пользователям наилучшие маршруты для их транзакций. Например, если сеть Ethereum перегружена и транзакции обрабатываются медленно, BridgeX может предложить пользователю отправить активы через менее загруженные сети, такие как Binance Smart Chain или Polygon, что снижает комиссию и повышает скорость.",
    bd10: "Умная маршрутизация транзакций.",
    bd11: "Пример работы.",
    bd3: " не просто адаптируется к современным условиям, она создаёт будущее кроссчейн взаимодействия. Каждый элемент системы был разработан с учётом актуальных вызовов, стоящих перед криптоэкосистемой, таких как конфиденциальность, масштабируемость и децентрализация.",
    bd2: "устраняет эту проблему, создавая единую децентрализованную систему, которая не только обеспечивает перемещение активов между блокчейнами, но и гарантирует безопасность, приватность и анонимность пользователей. За счёт внедрения zk-SNARK, метода доказательства с нулевым разглашением, платформа BridgeX позволяет пользователям совершать трансферы без раскрытия своих данных, что значительно повышает уровень безопасности. BridgeX также использует механизмы миксинга, обеспечивая дополнительный уровень конфиденциальности для каждой транзакции.",
    bd1: "— это революционная платформа, предназначенная для решения одного из самых актуальных вызовов, стоящих перед современным блокчейн-сообществом: кроссчейн взаимодействие и конфиденциальность. С развитием различных блокчейнов, таких как Ethereum, Binance Smart Chain, Polygon и других, появилось множество отдельных экосистем, каждая из которых обладает своими уникальными функциями и преимуществами. Однако между этими сетями существует серьезная проблема — сложность взаимодействия и передачи данных между блокчейнами.",
    bid13: "Conclusion",
    bid1: "Открыть видео",
    bid2: "Введение",
    bid3: "Архитектура решения",
    bid4: "Кроссчейн-протоколы BridgeX",
    bid5: "Механизм миксинга",
    bid6: "Динамическая система комиссий",
    bid7: "Процесс работы системы BridgeX",
    bid8: "Интеграция zk-SNARK в BridgeX",
    bid9: "Механизм работы миксера на базе zk-SNARK",
    bid10: "Использование оракулов Chainlink",
    bid11: "Развёртывание нод",
    bid12: "Безопасность и контроль",
    bid13: "Заключение",
    dexx: "Покупайте, продавайте и обменивайте вашу криптовалюту на нашем DEX! Наш межсетевой мост поддерживает основные сети, такие как TON, Ethereum, TRON, Binance Smart Chain, Polygon, TON, Avalanche, Fantom и другие, обеспечивая широкие возможности для пользователей.",
    wallet: "Подключить кошелек",
    brid: "Межсетевой мост",
    go: "Перейти в DEX",
    br9: "Вознаграждения: Чем больше токенов вы стейкаете и чем дольше они находятся в стейкинге, тем больше вы получаете вознаграждений.",
    br10: "Долгосрочная устойчивость: Конечная ставка вознаграждений — 10% годовых.",
    br6: "Покупайте, продавайте и обменивайте вашу криптовалюту на нашем DEX! Наш межсетевой мост позволяет перемещать активы между различными блокчейнами (например, Ethereum, Binance Smart Chain, Polygon).",
    br7: "4V.BridgeX поддерживает систему Proof of Stake (PoS), позволяя пользователям получать награды за стейкинг своих токенов. Как это работает:",
    br8: "Стейкинг токенов: Вы депонируете свои токены FVX на платформе 4V.BridgeX.",
    br4: "BridgeX предоставляет возможность пользователям беспрепятственно перемещать свои активы между такими сетями, как Ethereum, Binance Smart Chain, Polygon, Solana и другими.",
    br1: "В современном криптовалютном мире важнейшими аспектами являются приватность, безопасность и удобство перемещения активов между различными блокчейнами. С развитием кросс-чейн технологий пользователи сталкиваются с новыми вызовами, такими как сложность взаимодействия с мостами (bridges), риски безопасности и угрозы приватности. В ответ на эти вызовы мы представляем , инновационную систему, направленную на простое, быстрое и безопасное перемещение активов между блокчейнами с высоким уровнем анонимности.",
    br2: "Приватность транзакций: Современные блокчейн-сети по своей природе прозрачны, что позволяет отслеживать каждую транзакцию и её участников. Это создает риски, особенно для тех пользователей, которые ценят конфиденциальность своих финансовых операций.",
    br3: "Удобство перемещения активов между сетями: Мосты (bridges), соединяющие различные блокчейны, часто сложны в использовании и подвержены рискам атак. Безопасность: Уязвимости в кросс-чейн инфраструктуре могут приводить к взломам, кражам средств и потере доверия со стороны пользователей.",
    bridge2:
      "BridgeX устраняет эту проблему, создавая единую децентрализованную систему, которая не только обеспечивает перемещение активов между блокчейнами, но и гарантирует безопасность, приватность и анонимность пользователей. За счёт внедрения zk-SNARK, метода доказательства с нулевым разглашением, платформа BridgeX позволяет пользователям совершать трансферы без раскрытия своих данных, что значительно повышает уровень безопасности. BridgeX также использует механизмы миксинга, обеспечивая дополнительный уровень конфиденциальности для каждой транзакции.",
    bridge3:
      "Это инновационная платформа, объединяющая новейшие технологии сбора, обработки и распространения новостей и контента со всего мира. Мы специализируемся на предоставлении актуальной и качественной информации, используя мощные инструменты парсинга и искусственный интеллект для анализа и фильтрации контента.",
    br5: "Технология zk-SNARK глубоко интегрирована в процесс обработки транзакций BridgeX, начиная с этапа инициализации транзакции и заканчивая кроссчейн-трансфером. zk-SNARK обеспечивает проверку каждой транзакции без необходимости раскрытия данных, что делает систему невероятно защищённой и безопасной для пользователей.",

    bridge:
      "4V.BridgeX это революционная платформа, предназначенная для решения одного из самых актуальных вызовов, стоящих перед современным блокчейн-сообществом: кроссчейн взаимодействие и конфиденциальность.",
    Menu: "Меню",
    "TECH SPEC": "ТЕХНИЧЕСКИЕ ХАРАКТЕРИСТИКИ",
    "TERMS OF SERVICE": "УСЛОВИЯ ОБСЛУЖИВАНИЯ",
    "PRIVACY POLICY": "ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ",
    "WHITE PAPER": "WHITE PAPER",
    "ROAD MAP": "ДОРОЖНАЯ КАРТА",
    Company: "Компания",
    Team: "Команда",
    Defi: "Децентрализованные финансы",
    Documentation: "Документация",
    roadmapTitle: "Дорожная карта 2024-2026",
    note: "Это не окончательная версия Road map и он будет обновляться и дополняться один раз в месяц.",

    "2024StrengtheningAndExpansion": "2024: Усиление и расширение",
    q3_2024: "Q3 2024",
    launchTelegramBot: "Запуск 4V.ROBOT для Telegram.",
    launchWhatsAppBot: "Запуск 4V.ROBOT для WhatsApp.",
    botDevelopmentTesting: "Разработка и тестирование бота.",
    userAttractionCampaign:
      "Маркетинговая кампания по привлечению пользователей.",
    integrationWithNewsAggregator:
      "Интеграция с новостным агрегатором 4V.News.",
    userFeedbackFeatures:
      "Добавление новых функций на основе обратной связи от пользователей.",
    interfaceOptimization: "Оптимизация интерфейса и производительности.",

    q4_2024: "Q4 2024",
    launchVKBot: "Запуск 4V.ROBOT для VK.",

    "2025InternationalExpansionInnovation":
      "2025: Международное расширение и инновации",
    q1_2025: "Q1 2025",
    launchFacebookMessengerBot: "Запуск 4V.ROBOT для Facebook Messenger.",
    launchDEX: "Запуск 4V.DEX.",
    launchDEFI: "Запуск 4V.BridgeX.",
    educationWebinars:
      "Создание учебных материалов и проведение вебинаров для пользователей.",
    cryptocurrencyReach: "Расширение охвата 4V криптовалюты.",
    exchangeListing:
      "Активная работа над листингом на новых криптовалютных биржах.",
    airdropCampaigns: "Проведение кампаний по аирдропу и программ лояльности.",

    q2_2025: "Q2 2025",
    launchInstagramBot: "Запуск бота для Instagram.",
    launch4VNews: "Запуск 4V.NEWS.",
    communityManagement: "Управление сообществом.",
    userCommunityDevelopment:
      "Развитие активного сообщества пользователей на разных платформах.",
    feedbackCollection: "Регулярные опросы и сбор отзывов.",

    q3_2025: "Q3 2025",
    launchLinkedInBot: "Запуск 4V.ROBOT для LinkedIn.",
    internationalPromotion: "Международное продвижение.",
    marketAdaptation:
      "Выход на новые рынки и адаптация сервиса к местным особенностям.",

    q4_2025: "Q4 2025",
    launchTikTokBot: "Запуск 4V.ROBOT для TikTok.",
    partnershipPrograms: "Расширение партнерских программ.",
    cryptocurrencyPartnerships:
      "Партнерство с крупными криптовалютными платформами.",
    jointAdvertising: "Проведение совместных рекламных кампаний.",

    "2026LeadershipStability": "2026: Лидерство и стабильность",
    q1_2026: "Q1 2026",
    effectivenessAnalysis:
      "Анализ и оптимизация эффективности всех запущенных ботов.",
    functionalityExpansion: "Расширение функциональности для держателей 4V.",
    newAdvertisingCampaigns:
      "Проведение новых рекламных кампаний и партнерских программ.",

    q2_2026: "Q2 2026",
    innovativeDevelopments: "Инновационные разработки.",
    aiIntegration: "Внедрение технологий AI и ML для улучшения сервиса.",
    personalizedNews:
      "Разработка персонализированных новостных лент с помощью AI.",
    cryptoInfrastructure: "Развитие инфраструктуры для криптовалют.",
    newMiningOpportunities:
      "Создание новых возможностей для майнинга и торговли 4V.",
    walletsPaymentSystems: "Разработка фирменных кошельков и платежных систем.",

    q3_2026: "Q3 2026",
    businessOptimization: "Анализ всех аспектов бизнеса за год.",
    scalingTeamGrowth: "Масштабирование и рост команды для поддержки роста.",

    q4_2026: "Q4 2026",
    newBotsAndServices: "Запуск новых ботов и услуг.",
    globalExpansion: "Глобальное расширение.",
    serviceLocalization: "Локализация сервисов для новых регионов.",

    "2027InnovationDevelopment": "2027: Развитие инноваций",
    q1_2027: "Q1 2027",
    techInnovation:
      "Внедрение новых технологий для улучшения пользовательского опыта.",
    newProductsTesting: "Разработка и тестирование новых продуктов и услуг.",
    cryptocurrencyStrengthening: "Укрепление позиций криптовалюты.",
    promotionCampaigns: "Проведение новых кампаний по продвижению 4V.",

    "Dont miss your chance": "Не упусти возможность получить свой FVX первым!",
    techDoc: {
      title: "Техническая документация 4V",
      introduction: "Введение",
      architecture: "Общая архитектура",
      glide: "GLIDE: Локализованный Интеллектуальный Динамический Движок",
      newsAggregation: "Агрегация новостей и управление контентом",
      robot: "4V.ROBOT: Прорыв в сфере контент-агрегации",
      crypto: "4V.COIN: Управление криптовалютами",
      dex: "4V.DEX: Децентрализованная биржа",
      defi: "4V.DEFI: Децентрализованные финансовые услуги",
      coin: "4V.coin: Токен экосистемы",
      dao: "DAO и децентрализация управления",
      conclusion: "Заключение",
      introDescription:
        "4V — это передовая платформа, объединяющая пользователей, стремящихся к эффективной обработке новостей, управлению контентом и криптовалютными активами. 4V предлагает уникальное сочетание инструментов для сбора, анализа и персонализации новостей и других типов контента, предоставляя финансовые решения на основе блокчейна.",
      introObjective:
        "4V стремится стать ведущим поставщиком новостей и информации, а также предоставить доступ к широкому спектру криптовалютных и финансовых инструментов, таких как децентрализованные обменники (DEX), NFT-платформы и DeFi-сервисы, построенные на собственной криптовалюте 4V.coin.",
      mainDirections: "Основные направления",
      innovativeApproach: "Инновационный подход",
      aiForPersonalization:
        "Использование ИИ для создания персонализированных новостных лент.",
      broadCoverage:
        "Широкий охват новостей и агрегирование контента со всего мира.",
      integrationFinancialTools:
        "Интеграция собственных финансовых инструментов и криптовалюты 4V.",
      web3Development:
        "Развитие Web 3.0 через запуск децентрализованных платформ (DEX и DeFi).",
      robotDescription1:
        "Основная функция 4V.ROBOT — сбор контента из интернета, категоризация по тегам и автоматическая публикация в соцсетях и мессенджерах.",
      robotDescription2:
        "Администратор может задать категории, теги и расписание публикации, и система автоматически публикует контент.",
      robotDescription3:
        "Мы считаем, что этот рынок обладает огромным потенциалом. Свыше 4 миллиардов пользователей мессенджеров и соцсетей делают эту нишу перспективной.",
      technologiesAndTools: "Технологии и инструменты",
      glideEngine:
        "GLIDE (Глобальный Локализованный Интеллектуальный Динамический Движок): AI-система, корректирующая ленту новостей.",
      contentwiseEngine:
        "CONTENTWISE (Интеллектуальная система): система сбора и фильтрации контента на основе предпочтений пользователя.",
      distributor:
        "DISTRIBUTOR: автоматическая система распределения контента.",
      smartshare:
        "SMARTSHARE: система, позволяющая устанавливать сценарии публикаций.",
      architectureDescription:
        "Архитектура 4V создана для управления контентом и криптовалютами.",
      newsAggregator:
        "4V.NEWS — агрегатор новостей для персонализированного контента.",
      glideModule: "GLIDE — движок для фильтрации новостей по локации.",
      cryptoModule:
        "4V.COIN — модуль управления криптовалютами с децентрализованной интеграцией.",
      dexAndDefiModules: "4V.DEX и 4V.DEFI — модули для обмена активами.",
      glideDescription:
        "GLIDE настраивает новостную ленту в зависимости от региона пользователя.",
      newsAggregationDescription:
        "4V.NEWS собирает данные из множества источников.",
      cryptoDescription:
        "4V.COIN обеспечивает безопасное управление криптовалютными активами.",
      marketMonitoring: "Мониторинг рынка с отображением данных.",
      secureTransactions:
        "Проведение безопасных транзакций через смарт-контракты.",
      defiIntegration:
        "Интеграция с децентрализованными финансовыми сервисами.",
      dexDescription:
        "4V.DEX — биржа для торговли криптовалютами без посредников.",
      coinDescription:
        "FVX — основной токен для взаимодействия с сервисами платформы.",
      tokenFeatures: "Основные функции токена включают:",
      transactionFees: "Оплата транзакций: комиссии за кроссчейн-переводы.",
      staking: "Стейкинг для участия в сети 4V.",
      voting: "Голосование по вопросам экосистемы.",
      stakingDelegation: "Делегирование стейкинга для увеличения ликвидности.",
      interoperability:
        "4V.coin поддерживает взаимодействие с различными блокчейнами.",
      daoDescription1:
        "4V стремится к полной децентрализации управления через DAO.",
      daoDescription2:
        "Половина прибыли 4V.ROBOT направляется на выкуп токена.",
      conclusion: "Заключение",
      conclusionDescription:
        "4V предлагает уникальные решения для управления новостями, активами и финансами.",
    },
    whitepaper: {
      title: "Белая книга компании 4V",
      introduction:
        "Компания 4V стремится стать ведущим поставщиком новостей и информационных услуг, используя передовые технологии, такие как искусственный интеллект (ИИ), машинное обучение (ML) и блокчейн. Этот документ описывает ключевые направления и технические аспекты, которые будут внедрены для достижения поставленных целей в течение ближайших трех лет. Все боты будут интегрированы с агрегатором новостей 4V.News. Это обеспечит синхронизацию данных и персонализированные новостные ленты для каждого пользователя.",
      mainDirections: "Основные направления",
      mainDirectionsDescription:
        "Использование ИИ для создания персонализированных новостных лент. Широкий охват: сбор и агрегирование новостей со всего мира по различным темам. Удобные инструменты: разработка ботов и агрегаторов для удобного доступа к новостям. Собственная криптовалюта: продвижение и интеграция криптовалюты 4V. Развитие Web 3.0: запуск децентрализованных бирж (DEX), DeFi-сервисов и NFT-платформ.",
      innovativeApproach: "Инновационный подход",
      innovativeApproachDescription:
        "Агрегирование новостей из различных источников является основой для создания персонализированных новостных лент. Это включает сбор информации с новостных сайтов, социальных сетей, блогов и других источников. Для подготовки данных к анализу они проходят этапы фильтрации и нормализации. Это помогает исключить нерелевантную информацию и стандартизировать формат данных. Разработка и обучение ИИ-моделей для анализа предпочтений пользователей и персонализации новостного контента.",
      broadCoverage: "Широкий охват",
      broadCoverageDescription:
        "Компания 4V собирает и агрегирует новости из различных источников по всему миру, что обеспечивает пользователям доступ к разнообразной и актуальной информации по различным темам. Агрегатор 4V.News будет интегрирован с ботами для различных мессенджеров и социальных сетей, позволяя пользователям получать новости в удобном формате.",
      launch: "Запуск",
      launchDescription:
        "Публичный запуск платформы будет интегрирован с криптовалютой 4V, позволяя пользователям торговать криптовалютой на децентрализованных биржах и использовать DeFi-сервисы.",
      botDevelopment: "Разработка ботов и агрегаторов",
      botDevelopmentDescription:
        "Боты будут разработаны для популярных мессенджеров и социальных сетей, таких как WhatsApp, Facebook Messenger, Instagram, LinkedIn и TikTok. Каждый бот предоставит пользователям доступ к новостям и персонализированным лентам на основе их интересов.",
      technicalDocumentation: "Техническая документация",
      tokenomicsTitle: "Токеномика FVX",
      tokenUsage: "Использование токенов FVX",
      tokenUsageDescription:
        "FVX является основным токеном экосистемы 4V и выполняет несколько функций: оплата транзакций, стейкинг и голосование. Пользователи оплачивают комиссии за кроссчейн-транзакции с использованием FVX, включая миксинг транзакций, использование мостов и валидацию оракулами. Стейкинг позволяет пользователям участвовать в сети 4V и получать вознаграждения, повышая безопасность сети. Владельцы токенов также получают право голоса по вопросам развития экосистемы, что способствует децентрализации и демократическому принятию решений.",
      stakingDelegation:
        "Делегирование стейкинга: пользователи могут делегировать свои токены FVX другим валидаторам, получая процент от их вознаграждений. Делегирование стимулирует держателей токенов оставлять их в системе и увеличивает ликвидность проекта.",
      tokenDistributionTitle: "Распределение токенов FVX",
      tokenDistribution: "Распределение токенов",
      totalTokens: "Общее количество токенов: 4 444 444 444",
      userStaking:
        "37% — для пользователей через стейкинг, вознаграждения за участие и другие активности.",
      teamDevelopers: "17% — команда и разработчики.",
      liquidity: "24% — для ликвидности (в пулах ликвидности и на биржах).",
      earlyAccess: "22% — программа раннего доступа и баунти-кампании.",
      conclusionTitle: "Заключение",
      conclusionDescription:
        "4V — это инновационная платформа, объединяющая новейшие технологии сбора, обработки и распространения новостей и контента по всему миру. Мы сосредоточены на предоставлении актуальной и качественной информации, используя мощные аналитические инструменты и искусственный интеллект.",
    },
    privacy: {
      title: "Политика конфиденциальности 4V",
      lastUpdated: "Дата последнего изменения: 11 октября 2023 г.",
      contentsTitle: "Содержание",
      contents: {
        infoCollection: "Сбор информации",
        infoUsage: "Использование информации",
        rightsCalifornia: "Ваши права на конфиденциальность в Калифорнии",
        rightsEurope: "Раскрытие для физических лиц в Европе",
        dataTransfer: "Передача данных и хранение",
        cookies: "Использование файлов cookie",
        security: "Безопасность данных",
        contact: "Контакты",
      },
      infoCollection: {
        title: "Сбор информации",
        text1:
          "Мы собираем личную информацию, которую вы предоставляете нам напрямую (например, при регистрации на сайте 4V), а также автоматически при использовании наших сервисов. Это может включать такие данные, как ваше имя, контактные данные, информацию о транзакциях и данные вашего устройства.",
        text2:
          "Мы также используем технологии отслеживания, такие как файлы cookie, для сбора информации о вашей активности на нашем веб-сайте. Эти данные помогают улучшать наш сервис и настраивать пользовательский интерфейс под ваши предпочтения.",
      },
      infoUsage: {
        title: "Использование информации",
        text1:
          "Мы используем собранную информацию для предоставления и улучшения наших услуг, обработки транзакций, отправки уведомлений и защиты данных. Например, ваши контактные данные могут быть использованы для отправки обновлений и уведомлений о безопасности.",
        text2:
          "Мы также можем использовать информацию для аналитики, персонализации контента, а также для улучшения функциональности сайта.",
      },
      rightsCalifornia: {
        title: "Ваши права на конфиденциальность в Калифорнии",
        text: "В соответствии с Законом Калифорнии о защите прав потребителей (CCPA), жители Калифорнии имеют право запросить информацию о том, как мы собираем и используем личные данные, а также могут запросить их удаление. Вы имеете право:",
        list: {
          access: "Запросить доступ к личной информации, которую мы собрали.",
          deletion:
            "Запросить удаление ваших данных, за исключением случаев, предусмотренных законом.",
          optOut: "Отказаться от продажи ваших данных (если применимо).",
        },
      },
      rightsEurope: {
        title: "Раскрытие для физических лиц в Европе",
        text: "Если вы являетесь резидентом ЕЭЗ, Великобритании или Швейцарии, вы обладаете следующими правами в соответствии с Общим регламентом защиты данных (GDPR):",
        list: {
          access: "Право на доступ к вашим данным и получение их копии.",
          correction: "Право на исправление неточных данных.",
          deletion: "Право на удаление ваших данных.",
          restriction: "Право на ограничение обработки данных.",
          portability: "Право на переносимость данных.",
        },
        contact: "Для осуществления этих прав свяжитесь с нами по адресу",
      },
      dataTransfer: {
        title: "Передача данных и хранение",
        text1:
          "Мы можем передавать ваши данные третьим лицам, если это необходимо для выполнения наших обязательств, а также хранить их на серверах в разных странах, включая США. Все передачи данных осуществляются в соответствии с требованиями законодательства.",
        text2:
          "Мы принимаем разумные меры для защиты ваших данных, однако вы также должны быть осведомлены о том, что передача данных в интернете никогда не может быть полностью безопасной.",
      },
      cookies: {
        title: "Использование файлов cookie",
        text: "Мы используем файлы cookie для сбора информации о вашей активности на сайте. Это позволяет нам улучшать пользовательский опыт и предоставлять более персонализированный контент. Вы можете управлять настройками файлов cookie в своем браузере и отключать их, если считаете это необходимым.",
      },
      security: {
        title: "Безопасность данных",
        text1:
          "Мы прилагаем все усилия для защиты вашей личной информации. Наши меры безопасности включают шифрование данных, защиту паролей и регулярные проверки безопасности.",
        text2:
          "Однако, несмотря на все наши усилия, ни одна система безопасности не может гарантировать полную защиту. Мы рекомендуем вам быть внимательными и предпринимать необходимые меры для защиты своей информации.",
      },
      contact: {
        title: "Контакты",
        text: "Если у вас есть вопросы по поводу настоящей Политики конфиденциальности, вы можете связаться с нами по адресу info@4V.com.",
      },
    },

    terms: {
      title: "Условия обслуживания 4V",
      lastUpdated: "Дата последнего изменения: 11 октября 2023 г.",
      contentsTitle: "Содержание",
      contents: {
        agreement: "Согласие с условиями",
        license: "Область лицензии для пользователей",
        prohibited: "Запрещенные виды деятельности",
        dataSecurity: "Безопасность данных",
        disputes: "Разрешение споров",
        californiaRights: "Права жителей Калифорнии",
        miscellaneous: "Прочие положения",
        contact: "Связаться с нами",
      },
      agreement: {
        title: "Согласие с условиями",
        text1:
          "Данное Лицензионное соглашение с конечным пользователем и Условия обслуживания («EULA») является обязательным договором между вами и 4V («мы», «нас» или «наш») относительно использования нашего сервиса и веб-сайта. Используя наш сайт и сервис, вы соглашаетесь соблюдать данные условия. Если вы не согласны с условиями, пожалуйста, прекратите использование наших услуг.",
        text2:
          "Мы оставляем за собой право вносить изменения в настоящее соглашение в любое время. Продолжение использования сервиса после публикации обновлений означает ваше согласие с новыми условиями.",
      },
      license: {
        title: "Область лицензии для пользователей",
        text1:
          "4V предоставляет вам ограниченную, персональную, непередаваемую лицензию на использование нашего сервиса исключительно для личных целей. Любое копирование, изменение, декомпиляция или распространение наших сервисов строго запрещено.",
        text2:
          "Нарушение данных условий может повлечь за собой отказ в доступе к сервису и юридическую ответственность.",
      },
      prohibited: {
        title: "Запрещенные виды деятельности",
        text1:
          "Вы соглашаетесь не использовать наш сервис для незаконных целей, включая сбор личных данных других пользователей, попытки получить несанкционированный доступ к системе, распространение вредоносных программ, а также нарушение любых законов или норм.",
        text2:
          "Мы оставляем за собой право заблокировать доступ к сервису любым пользователям, которые нарушают данные условия.",
      },
      dataSecurity: {
        title: "Безопасность данных",
        text: "Мы принимаем все необходимые меры для защиты данных пользователей. Однако, несмотря на наши усилия, полная безопасность данных в интернете не может быть гарантирована. Вы соглашаетесь с тем, что используете наш сервис на свой страх и риск.",
      },
      disputes: {
        title: "Разрешение споров",
        text1:
          "Любые споры, возникающие в связи с использованием сервиса 4V, будут решаться посредством арбитража в соответствии с законодательством Швейцарии. Групповые иски не допускаются. Вы соглашаетесь на индивидуальное разбирательство любого спора.",
        text2:
          "Для урегулирования спора сначала необходимо направить письменное уведомление на наш адрес электронной почты support@4V.com.",
      },
      californiaRights: {
        title: "Права жителей Калифорнии",
        text: "В соответствии с Законом Калифорнии о защите прав потребителей (CCPA) жители Калифорнии могут запросить информацию о том, как мы собираем и используем их данные, а также потребовать удаления своих данных.",
      },
      miscellaneous: {
        title: "Прочие положения",
        text: "Настоящие условия являются полным соглашением между вами и 4V относительно использования нашего сервиса. Мы можем передать любые свои права и обязанности другим лицам без предварительного уведомления. Любые изменения, упомянутые в этом соглашении, будут опубликованы на нашем сайте.",
      },
      contact: {
        title: "Связаться с нами",
        text: "Если у вас есть вопросы или жалобы относительно использования сервиса 4V, вы можете связаться с нами по адресу support@4V.com.",
      },
    },
    "team title": "Наша международная команда",
    "team text":
      "Мы гордимся тем, что наша команда состоит из высококвалифицированных специалистов со всего мира. Разработчики, маркетологи и эксперты по блокчейн-технологиям из таких стран, как Нидерланды, Эстония и Канада, объединены общей целью – создавать инновационные решения для современных задач.",

    "4V is an innovative":
      "4V.NEWS — это инновационная платформа, объединяющая новейшие технологии для сбора, обработки и распространения новостей и контента со всего мира.",
    "4V.NEWS is an innovative platform that combines":
      "предоставляет возможность пользователям  беспрепятственно перемещать свои активы между такими сетями, как Ethereum, Binance Smart Chain, Polygon, Solana и другими.",
    "Find out more": "Узнать больше",
    "Aggregating news from different":
      "Агрегация новостей из различных источников является основой для создания персонализированных новостных лент. Это включает сбор информации с новостных сайтов, социальных сетей, блогов и других источников.",
    "Development and training":
      "Разработка и обучение моделей ИИ для анализа предпочтений пользователей и персонализации новостного контента. Модели будут обучаться на больших объемах данных для точного определения интересов пользователей.",
    "Integration with 4V.News.":
      "Интеграция с 4V.News. Все боты будут интегрированы с новостным агрегатором 4V.News. Это обеспечит синхронизацию данных и персонализированные новостные ленты для каждого пользователя. Боты будут получать данные от агрегатора и предоставлять их пользователям в удобном формате.",
    "For maximum convenience":
      "Для максимального удобства интеграция 4V с большинством популярных социальных сетей. Наши боты на Telegram, Facebook, Twitter и других платформах предоставляют пользователям доступ к обновлениям и эксклюзивному контенту.",
    "This system":
      "Эта система автоматически настраивает вашу новостную ленту в зависимости от вашего местоположения, предоставляя самые актуальные местные и международные обновления.",
    "Users who own FVX tokens":
      "Владельцы токенов FVX смогут участвовать в голосованиях по ключевым вопросам развития платформы. Это может включать одобрение новых блокчейнов для интеграции, изменения комиссий, обновления безопасности и другие вопросы. Таким образом, 4V станет полностью децентрализованной платформой, управляемой сообществом.",
    "With 4V.NEWS":
      "С 4V.BOT вы можете настроить свою новостную ленту, выбирая из широкого диапазона категорий и тегов, а также создавать свои собственные персонализированные теги.",
    GLIDE: "GLIDE (Global Localized Intelligent Dynamic Engine).",
    "Our sophisticated":
      "Наш продвинутый ИИ не останавливается на личных предпочтениях. Он также автоматически корректирует вашу новостную ленту в зависимости от вашего местоположения.",
    "4V.ROBOT is an indispensable assistant for channel":
      "4V.ROBOT — это незаменимый помощник для администрирования каналов. Создавайте каналы на популярных платформах социальных сетей и автоматизируйте процесс с помощью нашего бота.",

    "4V.NEWS is more than just a news aggregator":
      "4V.NEWS — это не просто новостной агрегатор; это ваш персональный новостной консьерж. Оставайтесь впереди благодаря аналитике на базе ИИ, персонализированной доставке новостей и удобному интерфейсу.",
    "FVX owners":
      "Владельцы FVX будут иметь право голосовать по важным вопросам развития экосистемы 4V, что делает проект децентрализованным и демократичным.",
    "The best solution":
      "Лучшее решение для новостных сайтов и социальных сетей. Полностью автоматизированное решение с использованием искусственного интеллекта.",

    "Convenient tools":
      "Удобные инструменты. Разработка ботов и агрегаторов для удобного доступа к новостям.",
    "Powerful tools and integrations": "Мощные инструменты и интеграции",
    "Get FVX": "Получите FVX",
    "Don't miss your chance": "Не упустите возможность получить FVX первыми!",

    "Over the next 3 months":
      "В течение ближайших 3 месяцев все члены нашего сообщества смогут получать FVX совершенно бесплатно. В течение этих 3 месяцев мы запустим готовую версию 4V.ROBOT для всех заявленных социальных сетей, подготовим кошелёк и межсетевой мост для удобного взаимодействия с цифровыми активами. Также пройдём аудиты смарт-контрактов для обеспечения максимальной безопасности. После окончания раздачи, через 3 месяца, монеты можно будет приобрести на IDO, на бирже или получать их через стейкинг.",
    BridgeGrid:
      "BridgeX устраняет эту проблему, создавая единую децентрализованную систему, которая не только обеспечивает перемещение активов между блокчейнами, но и гарантирует безопасность, приватность и анонимность пользователей. За счёт внедрения zk-SNARK, метода доказательства с нулевым разглашением, платформа BridgeX позволяет пользователям совершать трансферы без раскрытия своих данных, что значительно повышает уровень безопасности. BridgeX также использует механизмы миксинга, обеспечивая дополнительный уровень конфиденциальности для каждой транзакции.",
    "4V.BOT":
      "это инновационная платформа, объединяющая новейшие технологии сбора, обработки и распространения новостей и контента со всего мира. Мы специализируемся на предоставлении актуальной и качественной информации, используя мощные инструменты парсинга и искусственный интеллект для анализа и фильтрации контента.",
    "4V.WEB 3.0":
      "4V.WEB 3.0 — это инновационная платформа, объединяющая технологию блокчейна и децентрализованные приложения (dApps). Мы предоставляем пользователям возможности взаимодействия в децентрализованной сети, обеспечивая высокий уровень безопасности, прозрачности и автономности. 4V.WEB 3.0 позволяет разработчикам создавать и развертывать свои dApps, а пользователям — использовать широкий спектр децентрализованных сервисов.",
    "4V.DEX":
      "4V.DEX — децентрализованная биржа, которая предоставляет пользователям возможность торговать криптовалютами напрямую, без посредников. Платформа обеспечивает безопасность и прозрачность транзакций за счет использования технологии блокчейн, позволяя пользователям полностью контролировать свои активы и проводить обмены в любое время.",
    "4V.ROBOT":
      "4V.ROBOT интегрирует элементы искусственного интеллекта, чтобы оптимизировать работу бота и предоставляет возможность интеграции с различными социальными сетями, такими как Telegram, Twitter и Facebook. Эти боты позволяют пользователям мгновенно получать обновления новостей и автоматизировать управление контентом в социальных сетях.",
    "4V.CRYPTO":
      "4V.COIN — филиал нашей компании в криптовалютной индустрии, предоставляющий инновационные решения и услуги для работы с цифровыми активами. Мы предлагаем широкий спектр продуктов.",
    "DISTRIBUTOR (Automatic Content Distributor)":
      "система, автоматически рассылающая контент по вашим каналам и социальным сетям.",
    "CONTENTWISE (Content Wise Engine)":
      "интеллектуальная система, собирающая и фильтрующая контент для пользователя на основе его предпочтений.",
    "4V.COIN":
      "Общее количество токенов — 4 444 444 444, это токен в сети TON для взаимодействия с нашими сервисами, такими как 4V.ROBOT, 4V.DEFI и 4V.DEX. Делегирование стейкинга — пользователи могут делегировать свои токены FVX другим валидаторам, получая процент от их вознаграждений.",
    DAO: "Владельцы FVX будут иметь право голосовать по важным вопросам развития экосистемы 4V, что делает проект децентрализованным и демократичным.",
    "SMARTSHARE (Intelligent Sharing Protocol)":
      "система, позволяющая настраивать умные сценарии для публикации контента в зависимости от времени, событий и аудитории.",
    "4V.DEFI":
      "4V.DEFI — это платформа, которая предоставляет децентрализованные финансовые услуги для кредитования и стейкинга. Здесь пользователи могут воспользоваться широким спектром финансовых инструментов, гарантируя прозрачность и безопасность с помощью технологии блокчейн.",
    "GLIDE(Global Localized Intelligent Dynamic Engine)":
      "Наш сложный ИИ не останавливается на личных предпочтениях. Он также автоматически корректирует новостную ленту в зависимости от вашего местоположения.",
    "4V.NEWS":
      "Мы понимаем важность быстрого и точного получения информации в современном мире. Наши алгоритмы парсинга мгновенно собирают данные из тысяч источников.",
    "Learn More": "Узнать больше",
    "Welcome to 4V.NEWS1": "Добро пожаловать на 4V.NEWS",
    RESOURCES: "РЕСУРСЫ",
    START: "СТАРТ",
    "video title": "Надежная информация, основанная на доказательствах",
    "We are constantly":
      "Мы постоянно улучшаем и расширяем наши возможности, чтобы предоставить вам самую актуальную и полезную информацию.",
    "you can now mine": "вы можете майнить монету на раннем этапе!",
    "The DAO":
      "DAO позволит пользователям голосовать за обновления, изменения протокола и новые интеграции.",
    "4V.ROBOT integrates":
      "4V.ROBOT интегрирует элементы искусственного интеллекта",
    "We offer a wide range of products":
      "Мы предлагаем широкий ассортимент продуктов, включая безопасные криптовалютные кошельки, торговые и обменные платформы, а также аналитические инструменты для отслеживания рынка. Наша миссия — сделать использование криптовалют доступным и удобным для всех, обеспечивая высокий уровень безопасности и надежности. Мы также планируем внедрить технологии WEB 3.0 для расширения возможностей наших продуктов и услуг, включая платформы децентрализованных финансов (DeFi) и децентрализованные биржи (DEX).",
    "Innovative approach":
      "Инновационный подход и использование ИИ для создания персонализированных новостных лент. Широкое освещение, сбор и агрегирование новостей со всего мира по различным темам.",
    "4V.coin is a token on the TON":
      "FVX — это токен в сети TON для взаимодействия с нашими сервисами, такими как 4V.ROBOT, 4V.DEFI и 4V.DEX.",
    "4V.CRYPTO is our company’s":
      "4V.COIN — это инструмент нашей компании в индустрии криптовалют, предоставляющий инновационные решения и услуги для работы с цифровыми активами.",
    "The best solution for news":
      "Лучшее решение для новостных сайтов и социальных медиа-каналов. Полностью автоматизированное решение с использованием искусственного интеллекта.",
    "Welcome to 4V.NEWS":
      "Добро пожаловать на 4V.NEWS, вершину инноваций в области агрегации новостей и управления информацией. Разработанный для бесшовной интеграции передового искусственного интеллекта.",

    "Cutting-edge technology for news and content":
      "Передовые технологии для глобальных новостей и контента",
    "4V is an innovative platform":
      "4V.NEWS — это инновационная платформа, объединяющая новейшие технологии сбора, обработки и распространения новостей и контента со всего мира. Мы специализируемся на предоставлении актуальной и качественной информации, используя мощные инструменты парсинга и искусственный интеллект для анализа и фильтрации контента.",
  },
  en: {
    "send": "send",

    "bd52": "Offers a revolutionary solution for cross-chain transfers, providing maximum anonymity, security, and flexibility. The integration of zk-SNARK and mixing mechanisms enables users to safely move assets between blockchains without revealing their data. 4V continues to evolve, planning further improvements and the implementation of new technologies to ensure even greater security and scalability.",

    "bd51": "The integration of zk-SNARK and mixing mechanisms in BridgeX ensures the highest level of privacy and anonymity. The use of advanced cryptographic methods makes BridgeX resistant to most known attacks, including traffic analysis and transaction tracking.",

    "bd50": "Increased transaction processing speed as 4V can independently manage routing through its nodes",

    "bd49": "Independence from third-party infrastructure providers",

    "bd48": "Increased security through control over validation processes",

    "bd47": "Advantages of deploying proprietary nodes",

    "bd46": "BridgeX uses Chainlink oracles to ensure data accuracy in cross-chain transactions. Chainlink oracles track the status of assets in the source network and guarantee their lockup before equivalent assets are released in the target network. This minimizes the risks of errors or data manipulation.",

    "bd45": "4V plans to deploy its own nodes for each supported network, which will enhance transaction control and increase system security. 4V nodes will perform functions such as transaction validation, bridge management, and maintaining the overall network state.",

    "bd44": "Integration with Chainlink is an important part of BridgeX's infrastructure, contributing to the reliability and stability of the system.",

    "bd43": "The zk-SNARK technology is deeply integrated into the transaction processing of BridgeX, from the initialization stage to the cross-chain transfer. zk-SNARK verifies each transaction without the need to reveal any data, making the system incredibly secure and safe for users.",

    "bd42": "The user receives a notification of the transfer's completion, and the transaction is displayed in both the source and target networks, ensuring complete anonymity.",

    "bd41": "Transaction confirmation",

    "bd40": "After mixing, BridgeX generates equivalent assets in the target network, making them available to the user. These assets are no longer linked to the original transaction, ensuring complete anonymity.",

    "bd39": "Cross-chain transfer",

    "bd38": "Before sending assets to the target network, the transaction passes through a mixer, where it is divided into parts and mixed with other transactions. At this point, zk-SNARK ensures verification that the transaction is genuine without revealing its details.",

    "bd37": "Use of zk-SNARK and mixer",

    bd36: "At this time, the system begins preparation for issuing equivalent assets in the target network, following cross-chain protocol mechanisms.",

    bd35: "After receiving the transaction, the system locks the user's assets in the source network via a smart contract.",

    bd34: "The user sends digital assets to a single public address of BridgeX. This address is shared across all supported blockchains. The BridgeX Universal Asset Routing (BUAR) system automatically identifies the type of cryptocurrency and the originating network of the transaction. For example, if a user sends USDT from Ethereum, the system automatically recognizes this transaction and determines its route.",

    bd33: "Transaction initialization",

    bd32: "The system operation process can be divided into several stages:",

    bd31: "The system operation process provides users with a unified interface for sending assets to any blockchain network.",

    bd30: "Suppose a user wants to send 100 USDT through BridgeX. They can choose a higher fee for an instant transfer or reduce the fee, but the transaction will go through more mixing stages, ensuring a higher level of anonymity.",

    bd29: "Example of a dynamic fee system",

    bd28: "BridgeX offers a dynamic fee system that allows users to customize their transactions based on their preferences. The fee system in BridgeX is designed to provide users with flexibility in choosing the parameters of their transactions. For example, if a user wants to execute a transaction faster, they can choose a higher fee, which will speed up its processing. At the same time, if the user prefers a higher level of privacy, the system will suggest selecting an additional level of mixing, which will increase the fee but ensure maximum anonymity.",

    bd27: "Dynamic fee system",

    apes1:
      "4V.APES is our web app Telegram game where you can get the FVX token for free.",

    bd14: "The mixing mechanism in BridgeX is designed to maximize the concealment of the source and destination of transactions, ensuring the anonymity of network participants. Mixing involves shuffling transactions between different users so that even with public blockchain tracking, it is impossible to determine who the sender and receiver of funds are. This is especially important for users who value their privacy and want to avoid transaction tracking.",
    bd15: "How does mixing work?",
    bd16: "The mixing mechanism in BridgeX uses advanced encryption algorithms and data obfuscation to create a 'transaction pool,' from which mixed funds are then sent. When a user sends funds through BridgeX, their transaction is broken into smaller parts and mixed with transactions from other users. This makes it virtually impossible to track where the funds came from and where they were sent.",
    bd17: "Example of how mixing works",
    bd18: "Suppose a user sends 5 ETH through BridgeX. Instead of sending these 5 ETH directly to the recipient's address, the system splits the amount into smaller parts, say 0.1 ETH, and sends them through different paths in the network. At the same time, transactions from other users are also mixed, making it almost impossible for an external observer to determine who sent the funds and to whom.",
    bd19: "Secure Proofs",
    bd20: "This is one of the most advanced cryptographic technologies, actively used in 4VBridgeX to protect data and ensure user privacy. zk-SNARK enables the creation of proofs of transaction authenticity without revealing any data about the transaction, its participants, or amounts.",
    bd21: "What is",
    bd22: "This is a method of cryptographic proof that allows one party (the prover) to convince another party (the verifier) that a statement is true without revealing any data related to that statement. In the context of 4VBridgeX, zk-SNARK is used to confirm that a transaction has occurred without disclosing details about who sent or received the funds and how much was transferred.",
    bd23: "When a user sends a transaction through 4VBridgeX, the system generates a zk-SNARK proof that the transaction is valid. This proof is verified by network validators, but the transaction data itself remains hidden. Thus, validators can confirm the transaction's validity without knowing who sent it or to whom it was addressed.",
    bd24: "How it works",
    bd25: "zk-SNARK operates through complex mathematical computations that create a compact proof that a transaction is genuine without revealing any information about it. In BridgeX, every user sending funds automatically generates a zk-SNARK proof, which is verified on the network before the transaction is completed.",

    bd4: "Represents a multi-layered, modular system that can easily adapt and scale as the network grows and the number of users increases. The architecture is based on several key components that ensure its uniqueness and reliability: BridgeX cross-chain protocols, transaction mixing system, zk-SNARK for data protection, as well as a dynamic fee system and flexible settings.",
    bd5: "Each of these technologies is integrated into the core architecture to ensure data security and high performance, regardless of network load or the number of users. The development of BridgeX was based on a decentralization-oriented approach, eliminating central system control and transferring power to users through DAO mechanisms. The BridgeX architecture has been designed with three key aspects in mind: performance, security, and privacy. This section provides a detailed description of the main components of the system and their interactions.",
    bd6: "BridgeX is the central component of 4V.CRYPTO responsible for cross-chain interaction. It enables users to send and receive digital assets across different blockchain networks. This is especially important in the modern multi-blockchain world, where different platforms often cannot interact directly. BridgeX allows users to seamlessly move their assets across networks such as Ethereum, Binance Smart Chain, Polygon, Solana, and others.",
    bd7: "BridgeX uses smart contracts to lock assets in the source network and issue their equivalent in the target network. For example, if a user wants to send 10 ETH from Ethereum to Binance Smart Chain, BridgeX will lock 10 ETH in the Ethereum network and issue the equivalent amount as BEP-20 tokens on Binance Smart Chain.",
    bd8: "represents a modular system that seamlessly integrates with various blockchain networks through standardized interfaces. This allows new blockchains to be easily added to BridgeX without the need for a complete system redesign. For example, if a new blockchain with high adaptability, such as Cardano or Polkadot, emerges in the future, it can be integrated into BridgeX with minimal changes.",
    bd9: "Another important feature of BridgeX is its ability to optimize transaction routing. The system includes an artificial intelligence mechanism that analyzes the current network congestion and suggests the best routes for users' transactions. For example, if the Ethereum network is overloaded and transactions are processing slowly, BridgeX can suggest users send assets through less congested networks, such as Binance Smart Chain or Polygon, reducing fees and increasing speed.",
    bd10: "Smart transaction routing.",
    bd11: "Example of operation.",
    bd12: "Suppose a user wants to transfer USDT tokens from the Ethereum network to the Polygon network. First, BridgeX checks the liquidity availability and locks USDT in the Ethereum network via a smart contract. Then, the system issues an equivalent amount of USDT in the Polygon network through a similar contract. The entire process is automated and occurs within seconds, with the transaction protected using zk-SNARK, ensuring anonymity.",
    bd13: "Mixing mechanism.",
    bd3: " not only adapts to modern conditions but also creates the future of cross-chain interaction. Every element of the system has been designed considering the current challenges facing the crypto ecosystem, such as privacy, scalability, and decentralization.",
    bd2: "addresses this issue by creating a unified decentralized system that not only facilitates asset transfers between blockchains but also ensures user security, privacy, and anonymity. By integrating zk-SNARK, a zero-knowledge proof method, the BridgeX platform enables users to conduct transfers without revealing their data, significantly enhancing security. Additionally, BridgeX uses mixing mechanisms to provide an additional level of privacy for each transaction.",
    bd1: "is a revolutionary platform designed to solve one of the most pressing challenges facing the modern blockchain community: cross-chain interaction and privacy. With the development of various blockchains such as Ethereum, Binance Smart Chain, Polygon, and others, numerous independent ecosystems have emerged, each with its unique features and advantages. However, there is a significant issue between these networks - the complexity of interaction and data transfer between blockchains.",
    bid1: "Open video",
    bid2: "Introduction",
    bid3: "Solution Architecture",
    bid4: "Crosschain Protocols BridgeX",
    bid5: "Mixing Mechanism",
    bid6: "Dynamic Fee System",
    bid7: "BridgeX System Workflow",
    bid8: "Integration of zk-SNARK in BridgeX",
    bid9: "Mixer Operation Based on zk-SNARK",
    bid10: "Use of Chainlink Oracles",
    bid11: "Node Deployment",
    bid12: "Security and Control",
    bid13: "Conclusion",
    dexx: "Buy, sell, and exchange your cryptocurrency on our DEX! Our cross-chain bridge supports major networks like TON, Ethereum, TRON, Binance Smart Chain, Polygon, TON, Avalanche, Fantom, and others, providing extensive opportunities for users.",
    wallet: "Connect wallet",
    brid: "Crosschain bridge",
    go: "Go to DEX",
    br9: "Rewards: The more tokens you stake and the longer they remain staked, the greater your rewards.",
    br10: "Long-term sustainability: The final reward rate is 10% per annum.",
    br5: "The zk-SNARK technology is deeply integrated into the transaction processing of BridgeX, from the initialization stage to the cross-chain transfer. zk-SNARK ensures the verification of each transaction without the need to disclose data, making the system incredibly secure and safe for users.",
    br6: "Buy, sell, and exchange your cryptocurrency on our DEX! Our cross-chain bridge enables asset transfers between various blockchains (e.g., Ethereum, Binance Smart Chain, Polygon).",
    br7: "4V.BridgeX supports the Proof of Stake (PoS) system, allowing users to earn rewards for staking their tokens. How it works:",
    br8: "Token staking: You deposit your FVX tokens on the 4V.BridgeX platform.",
    br1: "In the modern cryptocurrency world, the most important aspects are privacy, security, and ease of transferring assets between different blockchains. With the development of cross-chain technologies, users face new challenges such as the complexity of interacting with bridges, security risks, and privacy threats. In response to these challenges, we present , an innovative system designed for simple, fast, and secure asset transfers between blockchains with a high level of anonymity.",
    br2: "Transaction Privacy: Modern blockchain networks are inherently transparent, allowing every transaction and its participants to be tracked. This creates risks, especially for users who value the confidentiality of their financial operations.",
    br3: "Ease of asset transfer between networks: Bridges connecting various blockchains are often difficult to use and susceptible to attack risks. Security: Vulnerabilities in cross-chain infrastructure can lead to hacks, theft of funds, and loss of user trust.",
    br4: "BridgeX provides users with the ability to seamlessly move their assets between networks such as Ethereum, Binance Smart Chain, Polygon, Solana, and others.",
    bridge2:
      "BridgeX eliminates this problem by creating a unified decentralized system that not only enables asset transfers between blockchains but also ensures user security, privacy, and anonymity. By implementing zk-SNARK, a zero-knowledge proof method, the BridgeX platform allows users to perform transfers without disclosing their data, significantly enhancing security. BridgeX also employs mixing mechanisms, providing an additional layer of privacy for each transaction.",
    bridge:
      "4V.BridgeX is a revolutionary platform designed to solve one of the most pressing challenges facing the modern blockchain community: cross-chain interaction and privacy.",
    Menu: "Menu",
    "TECH SPEC": "TECH SPEC",
    "TERMS OF SERVICE": "TERMS OF SERVICE",
    "PRIVACY POLICY": "PRIVACY POLICY",
    "WHITE PAPER": "WHITE PAPER",
    "ROAD MAP": "ROAD MAP",
    Company: "Company",
    Team: "Team",
    Defi: "Defi",
    Documentation: "Documentation",
    bridge3:
      "This is an innovative platform that combines the latest technologies for collecting, processing, and distributing news and content from around the world. We specialize in providing up-to-date and high-quality information using powerful parsing tools and artificial intelligence for content analysis and filtering.",

    roadmapTitle: "Roadmap 2024-2026",
    note: "This is not the final version of the roadmap, and it will be updated once a month.",

    "2024StrengtheningAndExpansion": "2024: Strengthening and Expansion",
    q3_2024: "Q3 2024",
    launchTelegramBot: "Launch of the 4V.ROBOT for Telegram.",
    launchWhatsAppBot: "Launch of the 4V.ROBOT for WhatsApp.",
    botDevelopmentTesting: "Development and testing of the bot.",
    userAttractionCampaign: "Marketing campaign to attract users.",
    integrationWithNewsAggregator:
      "Integration with the 4V.News news aggregator.",
    userFeedbackFeatures: "Adding new features based on user feedback.",
    interfaceOptimization: "Interface and performance optimization.",

    q4_2024: "Q4 2024",
    launchVKBot: "Launch of the 4V.ROBOT for VK.",

    "2025InternationalExpansionInnovation":
      "2025: International Expansion and Innovation",
    q1_2025: "Q1 2025",
    launchFacebookMessengerBot:
      "Launch of the 4V.ROBOT for Facebook Messenger.",
    launchDEX: "Launch of the 4V.DEX.",
    launchDEFI: "Launch of the 4V.BridgeX.",
    educationWebinars: "Educational materials and webinars for users.",
    cryptocurrencyReach: "Increasing the reach of the 4V cryptocurrency.",
    exchangeListing: "Active work on listing on new cryptocurrency exchanges.",
    airdropCampaigns: "Conducting airdrop campaigns and loyalty programs.",

    q2_2025: "Q2 2025",
    launchInstagramBot: "Launch of the Instagram bot.",
    launch4VNews: "Launch of the 4V.NEWS.",
    communityManagement: "Community management.",
    userCommunityDevelopment:
      "Developing an active user community on various platforms.",
    feedbackCollection: "Regular surveys and feedback collection.",

    q3_2025: "Q3 2025",
    launchLinkedInBot: "Launch of the 4V.ROBOT for LinkedIn.",
    internationalPromotion: "International promotion.",
    marketAdaptation:
      "Entering new markets and adapting the service to local features.",

    q4_2025: "Q4 2025",
    launchTikTokBot: "Launch of the 4V.ROBOT for TikTok.",
    partnershipPrograms: "Expansion of partnership programs.",
    cryptocurrencyPartnerships:
      "Partnerships with major cryptocurrency platforms.",
    jointAdvertising: "Mutual advertising campaigns.",

    "2026LeadershipStability": "2026: Leadership and Stability",
    q1_2026: "Q1 2026",
    effectivenessAnalysis:
      "Analysis and optimization of the effectiveness of all launched bots.",
    functionalityExpansion:
      "Expansion of cryptocurrency functionality for 4V holders.",
    newAdvertisingCampaigns:
      "Conducting new advertising campaigns and partnership programs.",

    q2_2026: "Q2 2026",
    innovativeDevelopments: "Innovative developments.",
    aiIntegration:
      "Implementation of new technologies, such as AI and ML, to improve the service.",
    personalizedNews: "Development of personalized news feeds using AI.",
    cryptoInfrastructure: "Development of cryptocurrency infrastructure.",
    newMiningOpportunities:
      "Creating new opportunities for 4V mining and trading.",
    walletsPaymentSystems:
      "Development of proprietary wallets and payment systems.",

    q3_2026: "Q3 2026",
    businessOptimization:
      "Analysis of all aspects of the business for the year.",
    scalingTeamGrowth:
      "Increasing the team and improving infrastructure to support growth.",

    q4_2026: "Q4 2026",
    newBotsAndServices: "Launch of new bots and services.",
    globalExpansion: "Global expansion.",
    serviceLocalization: "Localization of services for new regions.",

    "2027InnovationDevelopment": "2027: Innovation Development",
    q1_2027: "Q1 2027",
    techInnovation:
      "Implementation of new technological solutions to enhance user experience.",
    newProductsTesting: "Development and testing of new products and services.",
    cryptocurrencyStrengthening:
      "Strengthening the position of the cryptocurrency.",
    promotionCampaigns: "Conducting new campaigns to promote and use 4V.",

    techDoc: {
      title: "4V Technical Documentation",
      introduction: "Introduction",
      architecture: "Overall Architecture",
      glide: "GLIDE: Localized Intelligent Dynamic Engine",
      newsAggregation: "News Aggregation and Content Management",
      robot: "4V.ROBOT: A Breakthrough in Content Aggregation",
      crypto: "4V.COIN: Cryptocurrency Management",
      dex: "4V.DEX: Decentralized Exchange",
      defi: "4V.DEFI: Decentralized Financial Services",
      coin: "4V.coin: Ecosystem Token",
      dao: "DAO and Decentralized Governance",
      conclusion: "Conclusion",
      introDescription:
        "4V is an advanced platform that unites users seeking effective news processing, content management, and cryptocurrency asset management. 4V offers a unique combination of tools for collecting, analyzing, and personalizing news as well as other types of content, providing blockchain-based financial solutions. We integrate artificial intelligence (AI), machine learning (ML), Web 3.0, and decentralized finance (DeFi) to deliver up-to-date information and user convenience across social networks and decentralized services.",
      introObjective:
        "4V aims to become a leading provider of news and information while granting access to a wide range of cryptocurrency and financial tools, such as decentralized exchanges (DEX), NFT platforms, and DeFi services, built on our own cryptocurrency, 4V.coin. This document outlines the main directions and technical aspects to be implemented to achieve this goal over the next three years.",
      mainDirections: "Main Directions",
      innovativeApproach: "Innovative Approach",
      aiForPersonalization: "Utilizing AI to create personalized news feeds.",
      broadCoverage:
        "Broad Coverage of news, including collection and aggregation of content worldwide.",
      integrationFinancialTools:
        "Integration of proprietary financial tools and the 4V cryptocurrency.",
      web3Development:
        "Web 3.0 Development through launching decentralized exchanges (DEX) and DeFi platforms.",
      robotDescription1:
        "A key feature of the platform is 4V.ROBOT—a bot that collects content from the internet, categorizes it by tags, and automates publication on social media and messengers. With billions of social media and messenger users globally, 4V.ROBOT serves as a versatile assistant for both regular users and channel administrators.",
      robotDescription2:
        "Administrators can set categories, tags, schedules, and channels for publishing in under a minute, and the system will operate automatically, delivering content to millions of subscribers. This significantly saves time, especially in environments where channels and pages need regular updates.",
      robotDescription3:
        "We believe this market holds vast potential. With over 4 billion social media and messenger users worldwide, 4V.ROBOT is the first product in its class aiming to capture this niche.",
      technologiesAndTools: "Technologies and Tools",
      glideEngine:
        "GLIDE (Global Localized Intelligent Dynamic Engine): An advanced AI system automatically adjusting the news feed based on user location.",
      contentwiseEngine:
        "CONTENTWISE (Content Wise Engine): An intelligent system gathering and filtering content for users based on preferences.",
      distributor:
        "DISTRIBUTOR (Automatic Content Distributor): Automatically distributes content across channels and social networks.",
      smartshare:
        "SMARTSHARE (Intelligent Sharing Protocol): Allows setting intelligent scenarios for content publication based on time, events, and audience.",
      architectureDescription:
        "4V's architecture is designed to meet user needs for content and cryptocurrency management. The main modules include:",
      newsAggregator:
        "4V.NEWS—a news aggregator collecting information from global and local sources to provide users with personalized and relevant content.",
      glideModule:
        "GLIDE—A localized news analysis engine using AI to filter content based on user location.",
      cryptoModule:
        "4V.COIN—A cryptocurrency management module integrated with decentralized platforms for secure transactions.",
      dexAndDefiModules:
        "4V.DEX and 4V.DEFI—Decentralized financial modules for asset exchange and management.",
      glideDescription:
        "GLIDE (Localized Intelligent Dynamic Engine) customizes the news feed in real-time, considering the user's geographical location to deliver relevant information for each region.",
      newsAggregationDescription:
        "4V.NEWS is a powerful aggregator that gathers data from thousands of sources, offering real-time news monitoring, custom filters and tags for personalization, and social media integration for instant information delivery.",
      cryptoDescription:
        "4V.COIN module ensures secure and transparent management of cryptocurrency assets, offering:",
      marketMonitoring: "Market monitoring with real-time data display.",
      secureTransactions: "Secure transactions via smart contracts.",
      defiIntegration:
        "Integration with decentralized financial services (DeFi) for asset management.",
      dexDescription:
        "4V.DEX is a decentralized exchange for direct cryptocurrency trading without intermediaries, supporting major cryptocurrencies like Ethereum and TON.",
      coinDescription:
        "FVX is a unique token created for interacting with platform services, serving as the primary means for transactions across 4V.ROBOT, 4V.DEFI, and 4V.DEX.",
      tokenFeatures: "Key Token Functions Include:",
      transactionFees:
        "Transaction fees: Users pay cross-chain transaction fees using FVX, including transaction mixing, bridge usage, and oracle verification.",
      staking:
        "Staking: Users can stake FVX to participate in the 4V network, increasing network security.",
      voting: "Voting: FVX holders participate in ecosystem governance.",
      stakingDelegation:
        "Staking delegation: Users can delegate tokens to validators, earning a share of rewards and increasing project liquidity.",
      interoperability:
        "4V.coin supports interaction with various blockchain networks as a parachain, allowing free movement between networks for use in decentralized applications.",
      daoDescription1:
        "4V aims for full decentralization through DAO (Decentralized Autonomous Organization), enabling token holders to participate in key decisions.",
      daoDescription2:
        "Half of 4V.ROBOT revenue goes towards FVX token buyback, while the other half funds project development, controlled by the community through DAO.",
      conclusion: "Conclusion",
      conclusionDescription:
        "4V platform provides unique solutions for news aggregation, digital asset management, and decentralized financial products.",
    },
    whitepaper: {
      title: "4V Company White Paper",
      introduction:
        "4V Company aims to become a leading provider of news and information services by leveraging cutting-edge technologies such as artificial intelligence (AI), machine learning (ML), and blockchain. This document outlines the key directions and technical aspects that will be implemented to achieve the set goals over the next three years. All bots will be integrated with the 4V.News news aggregator. This will ensure data synchronization and personalized news feeds for each user.",
      mainDirections: "Main Directions",
      mainDirectionsDescription:
        "Using AI to create personalized news feeds. Broad Coverage: Collecting and aggregating news from around the world on various topics. Convenient Tools: Developing bots and aggregators for easy access to news. Own Cryptocurrency: Promoting and integrating 4V cryptocurrency. Web 3.0 Development: Launching decentralized exchanges (DEX), DeFi services, and NFT platforms.",
      innovativeApproach: "Innovative Approach",
      innovativeApproachDescription:
        "Aggregating news from various sources is the foundation for creating personalized news feeds. This includes collecting information from news sites, social networks, blogs, and other sources. To prepare data for analysis, it goes through filtering and normalization stages. This helps to exclude irrelevant information and standardize the data format. Developing and training AI models to analyze user preferences and personalize news content.",
      broadCoverage: "Broad Coverage",
      broadCoverageDescription:
        "4V Company collects and aggregates news from various sources around the world, ensuring users have access to diverse and up-to-date information on various topics. The 4V.News aggregator will be integrated with bots for different messengers and social networks, allowing users to receive news in a convenient format.",
      launch: "Launch",
      launchDescription:
        "The public launch of the platform will be integrated with the 4V cryptocurrency, allowing users to trade the cryptocurrency on decentralized exchanges and use DeFi services.",
      botDevelopment: "Bot and Aggregator Development",
      botDevelopmentDescription:
        "Bots will be developed for popular messengers and social networks, such as WhatsApp, Facebook Messenger, Instagram, LinkedIn, and TikTok. Each bot will provide users with access to news and personalized feeds based on their interests.",
      technicalDocumentation: "Technical Documentation",
      tokenomicsTitle: "FVX Tokenomics",
      tokenUsage: "FVX Token Usage",
      tokenUsageDescription:
        "FVX is the core token of the 4V ecosystem and serves multiple functions: transaction payments, staking, and voting. Users pay fees for cross-chain transfers using FVX, including mixing transactions, bridge usage, and oracle validation. Staking allows users to participate in the 4V network and earn rewards, enhancing network security. Token holders also gain voting rights for ecosystem development, promoting decentralization and democratic decision-making.",
      stakingDelegation:
        "Staking Delegation: Users can delegate their FVX tokens to other validators, earning a percentage of their rewards. This delegation encourages token holders to keep tokens in the system and increases project liquidity.",
      tokenDistributionTitle: "FVX Token Distribution",
      tokenDistribution: "Token Distribution",
      totalTokens: "Total tokens: 4 444 444 444",
      userStaking:
        "37% - For users through staking, participation rewards, and other activities.",
      teamDevelopers: "17% - For the team and developers.",
      liquidity: "24% - For liquidity (in liquidity pools and exchanges).",
      earlyAccess: "22% - For early access program and bounty campaigns.",
      conclusionTitle: "Conclusion",
      conclusionDescription:
        "4V is an innovative platform that unites the latest technologies for gathering, processing, and distributing news and content worldwide. We focus on providing timely, quality information using powerful analytical tools and artificial intelligence.",
    },
    privacy: {
      title: "4V Privacy Policy",
      lastUpdated: "Last Updated: October 11, 2023",
      contentsTitle: "Contents",
      contents: {
        infoCollection: "Information Collection",
        infoUsage: "Information Usage",
        rightsCalifornia: "Your California Privacy Rights",
        rightsEurope: "Disclosure for Individuals in Europe",
        dataTransfer: "Data Transfer and Storage",
        cookies: "Use of Cookies",
        security: "Data Security",
        contact: "Contact Us",
      },
      infoCollection: {
        title: "Information Collection",
        text1:
          "We collect personal information that you provide directly to us (for example, when registering on the 4V site) and automatically when using our services. This may include data such as your name, contact details, transaction information, and device information.",
        text2:
          "We also use tracking technologies, such as cookies, to gather information about your activity on our website. These data help improve our service and customize the user interface to your preferences.",
      },
      infoUsage: {
        title: "Information Usage",
        text1:
          "We use the collected information to provide and improve our services, process transactions, send notifications, and protect data. For example, your contact information may be used to send updates and security notifications.",
        text2:
          "We may also use the information for analytics, content personalization, and to improve site functionality.",
      },
      rightsCalifornia: {
        title: "Your California Privacy Rights",
        text: "Under the California Consumer Privacy Act (CCPA), California residents have the right to request information on how we collect and use personal data, as well as request their deletion. You have the right to:",
        list: {
          access:
            "Request access to the personal information we have collected.",
          deletion:
            "Request the deletion of your data, except as required by law.",
          optOut: "Opt out of the sale of your data (if applicable).",
        },
      },
      rightsEurope: {
        title: "Disclosure for Individuals in Europe",
        text: "If you are a resident of the EEA, UK, or Switzerland, you have the following rights under the General Data Protection Regulation (GDPR):",
        list: {
          access: "Right to access your data and obtain a copy.",
          correction: "Right to correct inaccurate data.",
          deletion: "Right to delete your data.",
          restriction: "Right to restrict data processing.",
          portability: "Right to data portability.",
        },
        contact: "To exercise these rights, contact us at",
      },
      dataTransfer: {
        title: "Data Transfer and Storage",
        text1:
          "We may transfer your data to third parties as necessary to fulfill our obligations and store them on servers in various countries, including the United States. All data transfers are conducted in compliance with legal requirements.",
        text2:
          "We take reasonable measures to protect your data, but you should also be aware that data transmission over the internet cannot be completely secure.",
      },
      cookies: {
        title: "Use of Cookies",
        text: "We use cookies to gather information about your activity on the site. This allows us to improve the user experience and provide more personalized content. You can manage your cookie settings in your browser and disable them if necessary.",
      },
      security: {
        title: "Data Security",
        text1:
          "We make every effort to protect your personal information. Our security measures include data encryption, password protection, and regular security audits.",
        text2:
          "However, despite our best efforts, no security system can guarantee complete protection. We encourage you to be cautious and take necessary steps to safeguard your information.",
      },
      contact: {
        title: "Contact Us",
        text: "If you have any questions regarding this Privacy Policy, you can contact us at info@4V.com.",
      },
    },

    terms: {
      title: "4V Terms of Service",
      lastUpdated: "Last Updated: October 11, 2023",
      contentsTitle: "Table of Contents",
      contents: {
        agreement: "Agreement to Terms",
        license: "User License Scope",
        prohibited: "Prohibited Activities",
        dataSecurity: "Data Security",
        disputes: "Dispute Resolution",
        californiaRights: "California Residents' Rights",
        miscellaneous: "Miscellaneous Provisions",
        contact: "Contact Us",
      },
      agreement: {
        title: "Agreement to Terms",
        text1:
          'This End User License Agreement and Terms of Service ("EULA") is a binding agreement between you and 4V ("we," "us," or "our") regarding your use of our service and website. By using our site and service, you agree to abide by these terms. If you disagree with the terms, please discontinue use of our services.',
        text2:
          "We reserve the right to modify this agreement at any time. Continued use of the service following updates signifies your acceptance of the new terms.",
      },
      license: {
        title: "User License Scope",
        text1:
          "4V grants you a limited, personal, non-transferable license to use our service solely for personal purposes. Any copying, modification, decompilation, or distribution of our services is strictly prohibited.",
        text2:
          "Violation of these terms may result in service denial and legal liability.",
      },
      prohibited: {
        title: "Prohibited Activities",
        text1:
          "You agree not to use our service for illegal purposes, including collecting personal data from other users, attempting unauthorized system access, distributing malicious software, or violating any laws or regulations.",
        text2:
          "We reserve the right to block access to the service for any users who violate these terms.",
      },
      dataSecurity: {
        title: "Data Security",
        text: "We take necessary measures to protect users' data. However, despite our efforts, complete data security on the internet cannot be guaranteed. You agree to use our service at your own risk.",
      },
      disputes: {
        title: "Dispute Resolution",
        text1:
          "Any disputes arising from the use of 4V services will be resolved through arbitration under Swiss law. Class actions are not permitted. You agree to individual dispute resolution.",
        text2:
          "To resolve a dispute, you must first send written notice to our email address support@4V.com.",
      },
      californiaRights: {
        title: "California Residents' Rights",
        text: "Under the California Consumer Privacy Act (CCPA), California residents may request information about how we collect and use their data, as well as request data deletion.",
      },
      miscellaneous: {
        title: "Miscellaneous Provisions",
        text: "These terms constitute the entire agreement between you and 4V regarding the use of our service. We may transfer any of our rights and obligations to others without prior notice. Any changes to this agreement will be published on our website.",
      },
      contact: {
        title: "Contact Us",
        text: "If you have any questions or complaints regarding the use of 4V services, you can contact us at support@4V.com.",
      },
    },
    "team title": "Our international team",
    "team text":
      "We are proud that our team consists of highly qualified professionals from all over the world. Developers, marketers and blockchain technology experts from countries such as the Netherlands, Estonia and Canada are united by a common goal - to create innovative solutions for modern problems.",

    "4V is an innovative":
      "4V is an innovative platform that brings together the latest technologies for collecting, processing and distributing news and content from around the world.",
    "4V.NEWS is an innovative platform that combines":
      " is an innovative platform that combines the latest technologies for collecting, processing and distributing news and content from around the world. We specialize in providing relevant and high-quality information using powerful parsing tools and artificial intelligence for analysis and filtering.",
    "Find out more": "Find out more",
    "Aggregating news from different":
      "Aggregating news from different sources is the basis for creating personalized news feeds. This includes collecting information from news sites, social networks, blogs and other sources.",
    "Development and training":
      "Development and training of AI models to analyze user preferences and personalize news content. Models will be trained on large amounts of data to accurately determine user interests.",
    "Integration with 4V.News.":
      "Integration with 4V.News. All bots will be integrated with the news aggregator 4V.News. This will ensure data synchronization and personalized news feeds for each user. Bots will receive data from the aggregator and provide it to users in a convenient format.",
    "For maximum convenience":
      "For maximum convenience, 4V integration with most popular social networks. Our bots on Telegram, Facebook, Twitter and other platforms provide users with access to updates and exclusive content.",
    "This system":
      "This system automatically adjusts your news feed based on your location, providing the most current local and international updates.",
    "Users who own FVX tokens":
      "Users who own FVX tokens will be able to participate in voting on key issues in the development of the platform. This may include approval of new blockchains for integration, fee changes, security updates, and other issues. Thus, 4V will become a completely decentralized platform, governed by its community.",
    "With 4V.NEWS":
      "With 4V.BOT you can customize your news feed by choosing from a wide range of categories and tags, and even create your own personalized tags.",
    GLIDE: "GLIDE(Global Localized Intelligent Dynamic Engine).",
    "Our sophisticated":
      "Our sophisticated AI doesn't stop at personal preference. It also automatically adjusts your news feed based on your location.",
    "4V.ROBOT is an indispensable assistant for channel":
      "4V.ROBOT is an indispensable assistant for channel administration. Create channels on popular social media platforms and automate the process with our bot.",
    "4V.NEWS is more than just a news aggregator":
      "4V.NEWS is more than just a news aggregator; it's your personal news concierge. Stay ahead with AI-powered analytics, personalized news delivery, and an easy-to-use interface",
    "FVX owners":
      "FVX owners will have the right to vote on important issues in the development of the 4V ecosystem, which makes the project decentralized and democratic.",
    "The best solution":
      "The best solution for news sites and social media channels. Fully automated solution using artificial intelligence.",

    "Convenient tools":
      "Convenient tools. Development of bots and aggregators for easy access to news.",
    "Powerful tools and integrations": "Powerful tools and integrations",
    "Get FVX": "Get FVX",
    "Dont miss your chance":
      "Don't miss your chance to be the first to get FVX!",
    "Over the next 3 months":
      "Over the next 3 months, all members of our community will be able to receive FVX completely free of charge. During these 3 months we will launch a ready-made version of 4V.ROBOT for all announced social networks, we will prepare a wallet and a gateway bridge for convenient interaction with digital assets. We will also undergo audits of smart contracts to ensure maximum security. After the end of the distribution, after 3 months, coins can be purchased on IDO, on the exchange, or received through staking. Let's implement staking for our coin.",

    "4V.WEB 3.0":
      "4V.WEB 3.0 is an innovative platform combining blockchain technology and decentralized applications (dApps). We provide users with the ability to interact in a decentralized network, ensuring high levels of security, transparency, and autonomy. 4V.WEB 3.0 allows developers to create and deploy their dApps, and users to access a wide range of decentralized services.",
    "4V.DEX":
      "4V.DEX is a decentralized exchange that enables users to trade cryptocurrencies directly without intermediaries. The platform ensures the security and transparency of transactions through blockchain technology, allowing users to have full control over their assets and conduct exchanges at any time.",
    "4V.ROBOT":
      "4V.ROBOT integrates elements of artificial intelligence to optimize bot performance and provides integration with various social networks such as Telegram, Twitter, and Facebook. These bots allow users to receive instant news updates and automate social media content management.",
    "4V.CRYPTO":
      "4V.COIN is our company's branch in the cryptocurrency industry, providing innovative solutions and services for working with digital assets. We offer a wide range of products.",
    "DISTRIBUTOR (Automatic Content Distributor)":
      "a system that automatically distributes content to your channels and social networks.",
    "CONTENTWISE (Content Wise Engine)":
      "an intelligent system that collects and filters content for the user based on their preferences.",
    "4V.COIN":
      "FVX The total number of tokens is 4 444 444 444. It is a token on the TON network for interacting with our services such as 4V.ROBOT, 4V.DEFI, and 4V.DEX. Staking delegation - users can delegate their FVX tokens to other validators, earning a percentage of their rewards.",
    DAO: "FVX holders will have the right to vote on important issues regarding the development of the 4V ecosystem, making the project decentralized and democratic.",
    "SMARTSHARE (Intelligent Sharing Protocol)":
      "a system that allows setting up smart scenarios for content publishing based on time, events, and audience.",
    "4V.DEFI":
      "4V.DEFI is a platform that provides decentralized financial services for lending and staking. Here users can take advantage of a wide range of financial tools, ensuring transparency and security through blockchain technology.",
    "GLIDE(Global Localized Intelligent Dynamic Engine)":
      "Our complex AI doesn't stop at personal preferences. It also automatically adjusts the news feed based on your location.",
    "4V.NEWS":
      "We understand the importance of fast and accurate information in today's world. Our parsing algorithms instantly gather data from thousands of sources.",
    "Learn More": "Learn More",
    "Welcome to 4V.NEWS1": "Welcome to 4V.NEWS",
    RESOURCES: "RESOURCES",
    START: "START",
    "video title": "Reliable information based on evidence",
    "We are constantly":
      "We are constantly improving and expanding our capabilities to provide you with the most relevant and useful information.",
    "you can now mine": "you can now mine the coin at an early stage!",
    "The DAO":
      "The DAO will allow users to vote on updates, protocol changes, and new integrations.",
    "4V.ROBOT integrates":
      "4V.ROBOT integrates elements of artificial intelligence",
    "We offer a wide range of products":
      "We offer a wide range of products, including secure cryptocurrency wallets, trading and exchange platforms, and market tracking analytics tools. Our mission is to make the use of cryptocurrencies accessible and convenient for everyone, while ensuring a high level of security and reliability. We also plan to implement WEB 3.0 technologies to expand the capabilities of our products and services, including decentralized finance (DeFi) platforms and decentralized exchanges (DEX).",
    "Innovative approach":
      "Innovative approach and use of AI to create personalized news feeds. Wide coverage and collection and aggregation of news from around the world on various topics.",
    "4V.coin is a token on the TON":
      "FVX is a token on the TON network for interacting with our services such as 4V.ROBOT, 4V.DEFI and 4V.DEX.",
    "4V.CRYPTO is our company’s":
      "4V.COIN is our company’s tool in the cryptocurrency industry, providing innovative solutions and services for working with digital assets.",
    "The best solution for news":
      "The best solution for news sites and social media channels. Fully automated solution using artificial intelligence.",
    "Welcome to 4V.NEWS":
      "Welcome to 4V.NEWS, the pinnacle of innovation in news aggregation and information management. Designed for seamless integration of cutting-edge artificial intelligence.",
    "4V is an innovative platform":
      "4V is an innovative platform that combines the latest technologies for collecting, processing, and distributing news and content from around the world. We specialize in providing relevant and high-quality information, using powerful parsing tools and artificial intelligence to analyze and filter content.",

    "Cutting-edge technology for news and content":
      "Cutting-edge technology for news and content",
  },

  ar: {
    "send": "إرسال",

    "bd52": "تقدم حلاً ثوريًا لتحويلات الشبكات المتقاطعة، مما يوفر أقصى درجات الخصوصية والأمان والمرونة. يتيح تكامل zk-SNARK وآليات المزج للمستخدمين نقل الأصول بأمان بين شبكات البلوكشين دون الكشف عن بياناتهم. تستمر 4V في التطور، وتخطط لمزيد من التحسينات وتنفيذ تقنيات جديدة لضمان مستوى أعلى من الأمان وقابلية التوسع.",

    "bd51": "دمج zk-SNARK وآليات المزج في BridgeX يضمن أعلى مستوى من الخصوصية والسرية. استخدام طرق التشفير المتقدمة يجعل BridgeX مقاومًا لمعظم الهجمات المعروفة، بما في ذلك تحليل حركة المرور وتتبع المعاملات.",

    "bd50": "زيادة سرعة معالجة المعاملات حيث يمكن لـ 4V إدارة التوجيه بشكل مستقل من خلال عقده",

    "bd49": "الاستقلالية عن مزودي البنية التحتية الخارجية",

    "bd48": "زيادة مستوى الأمان من خلال التحكم في عمليات التحقق",

    "bd47": "مزايا نشر العقد الخاصة",

    "bd46": "تستخدم BridgeX أوراكل Chainlink لضمان دقة البيانات في المعاملات عبر الشبكات. تتعقب أوراكل Chainlink حالة الأصول في الشبكة الأصلية وتضمن قفلها قبل إصدار الأصول المكافئة في الشبكة الهدف. يقلل هذا من مخاطر الأخطاء أو التلاعب بالبيانات.",

    "bd45": "تخطط 4V لنشر عقدها الخاصة لكل شبكة مدعومة، مما سيعزز التحكم في المعاملات ويزيد من أمان النظام. ستقوم عقد 4V بوظائف مثل التحقق من المعاملات وإدارة الجسور والحفاظ على الحالة العامة للشبكة.",

    "bd44": "يعد التكامل مع Chainlink جزءًا مهمًا من بنية BridgeX التحتية، مما يساهم في موثوقية النظام واستقراره.",

    "bd43": "تقنية zk-SNARK متكاملة بعمق في عملية معالجة المعاملات في BridgeX، بدءًا من مرحلة التهيئة وحتى التحويل عبر الشبكات. تضمن zk-SNARK التحقق من كل معاملة دون الحاجة إلى الكشف عن أي بيانات، مما يجعل النظام آمنًا للغاية ومضمونًا للمستخدمين.",

    "bd42": "يتلقى المستخدم إشعارًا بإتمام التحويل، ويتم عرض المعاملة في كل من الشبكة المصدر والشبكة المستهدفة، مما يضمن إخفاء الهوية الكامل.",

    "bd41": "تأكيد المعاملة",

    "bd40": "بعد عملية الخلط، يولد BridgeX أصولاً مكافئة في الشبكة المستهدفة، مما يجعلها متاحة للمستخدم. لم تعد هذه الأصول مرتبطة بالمعاملة الأصلية، مما يضمن إخفاء الهوية الكامل.",

    "bd39": "نقل عبر الشبكات",

    "bd38": "قبل إرسال الأصول إلى الشبكة المستهدفة، تمر المعاملة عبر المزيج، حيث يتم تقسيمها إلى أجزاء ومزجها مع معاملات أخرى. في هذه المرحلة، يضمن zk-SNARK التحقق من أن المعاملة حقيقية دون الكشف عن تفاصيلها.",

    "bd37": "استخدام zk-SNARK والمزيج",

    bd36: "في هذا الوقت، يبدأ النظام في التحضير لإصدار الأصول المكافئة في الشبكة المستهدفة، وفقًا لآليات بروتوكول الكروس-تشين.",

    bd35: "بعد تلقي المعاملة، يقوم النظام بحظر أصول المستخدم في الشبكة الأصلية عبر عقد ذكي.",

    bd34: "يرسل المستخدم الأصول الرقمية إلى عنوان عام واحد لـ BridgeX. يتم مشاركة هذا العنوان عبر جميع شبكات البلوكشين المدعومة. يحدد نظام توجيه الأصول الشامل لـ BridgeX (BUAR) تلقائيًا نوع العملة المشفرة والشبكة الأصلية للمعاملة. على سبيل المثال، إذا أرسل المستخدم USDT من Ethereum، فإن النظام يتعرف تلقائيًا على هذه المعاملة ويحدد مسارها.",

    bd33: "تهيئة المعاملة",

    bd32: "يمكن تقسيم عملية تشغيل النظام إلى عدة مراحل:",

    bd31: "عملية تشغيل النظام توفر للمستخدمين واجهة موحدة لإرسال الأصول إلى أي شبكة بلوكشين.",

    bd30: "افترض أن المستخدم يريد إرسال 100 USDT عبر BridgeX. يمكنه اختيار رسوم أعلى للتحويل الفوري أو تقليل الرسوم، ولكن المعاملة ستتم عبر مراحل خلط أكثر، مما يضمن مستوى أعلى من الخصوصية.",

    bd29: "مثال على نظام الرسوم الديناميكي",

    bd28: "BridgeX يقدم نظام رسوم ديناميكي يتيح للمستخدمين تخصيص معاملاتهم بناءً على تفضيلاتهم. تم تصميم نظام الرسوم في BridgeX لتوفير المرونة للمستخدمين في اختيار معايير معاملاتهم. على سبيل المثال، إذا أراد المستخدم تنفيذ معاملة بشكل أسرع، يمكنه اختيار رسوم أعلى، مما سيسرع من معالجتها. في الوقت نفسه، إذا كان المستخدم يفضل مستوى أعلى من الخصوصية، فإن النظام سيقترح اختيار مستوى إضافي من الخلط، مما يزيد الرسوم ولكنه يضمن أقصى درجات الخصوصية.",

    bd27: "نظام الرسوم الديناميكي",

    apes1:
      "4V.APES هو تطبيقنا لعبة Telegram web app حيث يمكنك الحصول على رمز FVX مجانًا.",

    bd4: "يمثل نظامًا متعدد الطبقات والوحدات النمطية يمكنه التكيف والتوسع بسهولة مع نمو الشبكة وزيادة عدد المستخدمين. تعتمد البنية على العديد من المكونات الأساسية التي تضمن تفردها وموثوقيتها: بروتوكولات السلاسل المتقاطعة لـ BridgeX، نظام خلط المعاملات، zk-SNARK لحماية البيانات، بالإضافة إلى نظام رسوم ديناميكي وإعدادات مرنة.",
    bd5: "تم دمج كل من هذه التقنيات في البنية الأساسية لضمان أمان البيانات وأداء عالٍ بغض النظر عن الحمل على الشبكة أو عدد المستخدمين. تم تطوير BridgeX بناءً على نهج يركز على اللامركزية، مما أدى إلى القضاء على التحكم المركزي في النظام ونقل السلطة إلى المستخدمين من خلال آليات DAO. تم تصميم بنية BridgeX مع مراعاة ثلاثة جوانب رئيسية: الأداء، الأمان، والخصوصية. يصف هذا القسم بالتفصيل المكونات الرئيسية للنظام وتفاعلاتها.",
    bd6: "تعد BridgeX المكون المركزي في 4V.CRYPTO المسؤول عن التفاعل عبر الشبكات. تتيح للمستخدمين إرسال واستقبال الأصول الرقمية بين شبكات البلوكشين المختلفة. هذا أمر بالغ الأهمية في عالم متعدد البلوكشين الحديث حيث لا تستطيع المنصات المختلفة التفاعل مباشرة. تتيح BridgeX للمستخدمين نقل أصولهم بسلاسة بين الشبكات مثل Ethereum و Binance Smart Chain و Polygon و Solana وغيرها.",
    bd7: "تستخدم BridgeX العقود الذكية لقفل الأصول في الشبكة المصدر وإصدار مكافئ لها في الشبكة الهدف. على سبيل المثال، إذا أراد المستخدم إرسال 10 ETH من Ethereum إلى Binance Smart Chain، ستقوم BridgeX بقفل 10 ETH في شبكة Ethereum وإصدار ما يعادلها كرموز BEP-20 على Binance Smart Chain.",
    bd8: "يمثل نظامًا معياريًا يندمج بسهولة مع شبكات البلوكشين المختلفة من خلال واجهات قياسية. يتيح ذلك إضافة شبكات بلوكشين جديدة إلى BridgeX بسهولة دون الحاجة إلى إعادة تصميم النظام بالكامل. على سبيل المثال، إذا ظهرت في المستقبل شبكة بلوكشين جديدة عالية التكيف مثل Cardano أو Polkadot، يمكن دمجها في BridgeX مع تغييرات قليلة.",
    bd9: "من الميزات المهمة الأخرى لـ BridgeX هي قدرته على تحسين توجيه المعاملات. تحتوي المنصة على آلية ذكاء اصطناعي تقوم بتحليل ازدحام الشبكات الحالي واقتراح أفضل الطرق لمعاملات المستخدمين. على سبيل المثال، إذا كانت شبكة Ethereum مزدحمة وتتم معالجة المعاملات ببطء، يمكن لـ BridgeX اقتراح إرسال الأصول عبر شبكات أقل ازدحامًا مثل Binance Smart Chain أو Polygon، مما يقلل الرسوم ويزيد من السرعة.",
    bd10: "التوجيه الذكي للمعاملات.",
    bd11: "مثال على العمل.",
    bd12: "افترض أن المستخدم يريد تحويل رموز USDT من شبكة Ethereum إلى شبكة Polygon. أولاً، يقوم BridgeX بالتحقق من توافر السيولة ويقفل USDT في شبكة Ethereum عبر عقد ذكي. ثم يقوم النظام بإصدار مبلغ معادل من USDT على شبكة Polygon من خلال عقد مشابه. العملية برمتها مؤتمتة وتتم في غضون ثوانٍ، مع حماية المعاملة باستخدام zk-SNARK لضمان عدم الكشف عن الهوية.",
    bd13: "آلية الخلط.",
    bd14: "آلية الخلط في BridgeX مصممة لإخفاء المصدر والوجهة للمعاملات إلى أقصى حد، مما يضمن خصوصية المشاركين في الشبكة. يتضمن الخلط مزج المعاملات بين مستخدمين مختلفين بحيث يصبح من المستحيل حتى مع تتبع البلوكشين العامة معرفة من هو المرسل والمستقبل للأموال. هذا مهم بشكل خاص للمستخدمين الذين يقدرون خصوصيتهم ويرغبون في تجنب تتبع المعاملات.",
    bd15: "كيف يعمل المزج؟",
    bd16: "آلية الخلط في BridgeX تستخدم خوارزميات تشفير متقدمة وإخفاء البيانات لإنشاء 'مجموعة معاملات' يتم من خلالها إرسال الأموال الممزوجة. عندما يرسل المستخدم أموالاً عبر BridgeX، يتم تقسيم معاملاته إلى أجزاء أصغر ويتم مزجها مع معاملات مستخدمين آخرين، مما يجعل من المستحيل تقريبًا تتبع مصدر الأموال ووجهتها.",
    bd17: "مثال على كيفية عمل المزج",
    bd18: "افترض أن مستخدمًا يرسل 5 ETH عبر BridgeX. بدلاً من إرسال هذه 5 ETH مباشرةً إلى عنوان المستلم، تقوم النظام بتقسيم المبلغ إلى أجزاء أصغر، على سبيل المثال 0.1 ETH، وإرسالها عبر مسارات مختلفة في الشبكة. وفي الوقت نفسه، يتم خلط معاملات المستخدمين الآخرين، مما يجعل من الصعب جدًا على المراقب الخارجي تحديد من أرسل الأموال وإلى من.",
    bd19: "الإثباتات الآمنة",
    bd20: "هذه واحدة من أكثر التقنيات التشفيرية تقدمًا، ويتم استخدامها بشكل نشط في 4VBridgeX لحماية البيانات وضمان خصوصية المستخدمين. يتيح zk-SNARK إنشاء إثباتات صحة المعاملات دون الكشف عن أي بيانات حول المعاملة أو المشاركين فيها أو المبالغ.",
    bd21: "ما هو",
    bd22: "هذه طريقة إثبات تشفيرية تسمح لطرف (المُثبت) بإقناع طرف آخر (المتحقق) بأن البيان صحيح دون الكشف عن أي بيانات متعلقة بهذا البيان. في سياق 4VBridgeX، يتم استخدام zk-SNARK لتأكيد أن المعاملة قد تمت دون الكشف عن تفاصيل حول من أرسل أو استلم الأموال والمبلغ الذي تم تحويله.",
    bd23: "عندما يرسل المستخدم معاملة عبر 4VBridgeX، يولد النظام دليل zk-SNARK يثبت أن المعاملة صحيحة. يتم التحقق من هذا الدليل من قبل مدققي الشبكة، لكن تظل بيانات المعاملة مخفية. وبالتالي، يمكن للمدققين تأكيد صحة المعاملة دون معرفة من أرسلها أو إلى من تم إرسالها.",
    bd24: "كيف يعمل",
    bd25: "zk-SNARK يعمل من خلال حسابات رياضية معقدة تتيح إنشاء إثبات مدمج بأن المعاملة حقيقية دون الكشف عن أي معلومات عنها. في BridgeX، كل مستخدم يرسل أموالاً يولد تلقائيًا إثبات zk-SNARK يتم التحقق منه في الشبكة قبل إتمام المعاملة.",

    bd2: "تتصدى  لهذه المشكلة من خلال إنشاء نظام لامركزي موحد لا يسهل فقط نقل الأصول بين البلوكشين، بل يضمن أيضًا أمان وخصوصية المستخدمين وسريتهم. من خلال دمج zk-SNARK، وهي طريقة إثبات بدون معرفة، تمكن منصة BridgeX المستخدمين من إجراء التحويلات دون الكشف عن بياناتهم، مما يعزز الأمان بشكل كبير. بالإضافة إلى ذلك، تستخدم Bridge<span class='text-danger'>X</span> آليات الخلط لتوفير مستوى إضافي من الخصوصية لكل معاملة.",
    bd3: "لا تقتصر منصة  على التكيف مع الظروف الحديثة، بل تخلق أيضًا مستقبل التفاعل بين الشبكات. تم تصميم كل عنصر من عناصر النظام مع مراعاة التحديات الحالية التي تواجه نظام التشفير البيئي، مثل الخصوصية، والقابلية للتوسع، واللامركزية.",
    bd1: "عبارة عن منصة ثورية مصممة لحل أحد التحديات الأكثر إلحاحًا التي تواجه مجتمع البلوكشين الحديث: التفاعل بين الشبكات والخصوصية. مع تطور سلاسل البلوكشين المختلفة مثل Ethereum و Binance Smart Chain و Polygon وغيرها، ظهرت العديد من النظم البيئية المستقلة، ولكل منها ميزاتها الفريدة ومزاياها. ومع ذلك، هناك مشكلة كبيرة بين هذه الشبكات وهي تعقيد التفاعل ونقل البيانات بين البلوكشين.",
    bid1: "فتح الفيديو",
    bid2: "مقدمة",
    bid3: "معمارية الحل",
    bid4: "بروتوكولات الكروس تشين BridgeX",
    bid5: "آلية المزج",
    bid6: "نظام الرسوم الديناميكية",
    bid7: "سير عمل نظام BridgeX",
    bid8: "تكامل zk-SNARK في BridgeX",
    bid9: "آلية عمل المزج القائم على zk-SNARK",
    bid10: "استخدام أوراكل Chainlink",
    bid11: "نشر العقد",
    bid12: "الأمان والتحكم",
    bid13: "الخاتمة",
    dexx: "اشترِ، وبعْ، وقم بتبديل عملتك المشفرة على DEX الخاص بنا! يدعم جسرنا عبر الشبكات شبكات رئيسية مثل TON وEthereum وTRON وBinance Smart Chain وPolygon وTON وAvalanche وFantom وغيرها، مما يوفر إمكانيات واسعة للمستخدمين.",
    wallet: "ربط المحفظة",
    brid: "جسر عبر الشبكات",
    go: "الذهاب إلى DEX",
    br10: "الاستدامة طويلة الأجل: معدل المكافأة النهائي هو 10٪ سنويًا.",
    br1: "في عالم العملات المشفرة الحديث، تعتبر الخصوصية والأمان وسهولة نقل الأصول بين سلاسل الكتل المختلفة من أهم الجوانب. ومع تطور تقنيات الكروس تشين، يواجه المستخدمون تحديات جديدة مثل تعقيد التفاعل مع الجسور (bridges)، ومخاطر الأمان، وتهديدات الخصوصية. استجابة لهذه التحديات، نقدم ، وهو نظام مبتكر مصمم لتوفير نقل بسيط وسريع وآمن للأصول بين سلاسل الكتل بمستوى عالٍ من الخصوصية.",
    br2: "خصوصية المعاملات: شبكات البلوكشين الحديثة شفافة بطبيعتها، مما يتيح تتبع كل معاملة ومشاركيها. وهذا يخلق مخاطر، خاصة لأولئك المستخدمين الذين يقدرون سرية عملياتهم المالية.",
    br3: "سهولة نقل الأصول بين الشبكات: غالبًا ما تكون الجسور التي تربط سلاسل الكتل المختلفة صعبة الاستخدام وعرضة لمخاطر الهجمات. الأمان: قد تؤدي نقاط الضعف في البنية التحتية عبر السلاسل إلى الاختراقات وسرقة الأموال وفقدان ثقة المستخدمين.",
    br4: "BridgeX يتيح للمستخدمين إمكانية نقل أصولهم بين الشبكات مثل Ethereum و Binance Smart Chain و Polygon و Solana وغيرها دون أي عوائق.",
    br5: "تقنية zk-SNARK مدمجة بعمق في عملية معالجة المعاملات في BridgeX، بدءًا من مرحلة تهيئة المعاملة وصولاً إلى النقل بين السلاسل. تضمن zk-SNARK التحقق من كل معاملة دون الحاجة إلى الكشف عن البيانات، مما يجعل النظام آمنًا للغاية بالنسبة للمستخدمين.",
    br6: "اشترِ، بِعْ، وقايض عملتك المشفرة على DEX الخاص بنا! يتيح جسرنا بين السلاسل نقل الأصول بين سلاسل البلوكشين المختلفة (مثل Ethereum و Binance Smart Chain و Polygon).",
    br7: "يدعم 4V.BridgeX نظام إثبات الحصة (PoS)، مما يسمح للمستخدمين بكسب المكافآت مقابل مشاركة رموزهم. كيف يعمل ذلك:",
    br8: "تكديس الرموز: تقوم بإيداع رموز FVX الخاصة بك على منصة 4V.BridgeX.",
    bridge2:
      "يقضي BridgeX على هذه المشكلة من خلال إنشاء نظام لامركزي موحد لا يمكّن فقط من تحويل الأصول بين سلاسل الكتل ولكنه يضمن أيضًا أمان المستخدمين وخصوصيتهم وإخفاء هويتهم. من خلال تطبيق zk-SNARK، وهي طريقة إثبات المعرفة الصفرية، تتيح منصة BridgeX للمستخدمين إجراء التحويلات دون الكشف عن بياناتهم، مما يعزز الأمان بشكل كبير. كما يستخدم BridgeX آليات المزج، مما يوفر طبقة إضافية من الخصوصية لكل معاملة.",
    bridge3:
      "هذه منصة مبتكرة تجمع بين أحدث تقنيات جمع الأخبار ومعالجتها وتوزيعها من جميع أنحاء العالم. نحن متخصصون في تقديم المعلومات الحديثة وعالية الجودة باستخدام أدوات تحليل قوية والذكاء الاصطناعي لتحليل المحتوى وتصفيته.",
    br9: "المكافآت: كلما زاد عدد الرموز التي تقوم بتكديسها وطالت مدة بقائها في التكديس، زادت مكافآتك.",
    bridge:
      "4V.BridgeX هي منصة ثورية مصممة لحل واحدة من أكثر التحديات إلحاحًا التي تواجه مجتمع البلوكشين الحديث: التفاعل بين السلاسل والخصوصية.",

    Menu: "القائمة",
    "TECH SPEC": "المواصفات التقنية",
    "TERMS OF SERVICE": "شروط الخدمة",
    "PRIVACY POLICY": "سياسة الخصوصية",
    "WHITE PAPER": "الورقة البيضاء",
    "ROAD MAP": "خريطة الطريق",
    Company: "شركة",
    Team: "الفريق",
    Defi: "التمويل اللامركزي",
    Documentation: "التوثيق",
    roadmapTitle: "خريطة الطريق 2024-2026",
    note: "هذه ليست النسخة النهائية من خريطة الطريق وسيتم تحديثها مرة واحدة في الشهر.",

    "2024StrengtheningAndExpansion": "2024: تعزيز وتوسيع",
    q3_2024: "الربع الثالث 2024",
    launchTelegramBot: "إطلاق 4V.ROBOT لـ Telegram.",
    launchWhatsAppBot: "إطلاق 4V.ROBOT لـ WhatsApp.",
    botDevelopmentTesting: "تطوير واختبار الروبوت.",
    userAttractionCampaign: "حملة تسويقية لجذب المستخدمين.",
    integrationWithNewsAggregator: "التكامل مع مجمع الأخبار 4V.News.",
    userFeedbackFeatures: "إضافة ميزات جديدة بناءً على تعليقات المستخدمين.",
    interfaceOptimization: "تحسين الواجهة والأداء.",

    q4_2024: "الربع الرابع 2024",
    launchVKBot: "إطلاق 4V.ROBOT لـ VK.",

    "2025InternationalExpansionInnovation": "2025: توسع دولي وابتكار",
    q1_2025: "الربع الأول 2025",
    launchFacebookMessengerBot: "إطلاق 4V.ROBOT لـ Facebook Messenger.",
    launchDEX: "إطلاق 4V.DEX.",
    launchDEFI: "إطلاق 44V.BridgeX.",
    educationWebinars:
      "إنشاء مواد تعليمية وإجراء ندوات عبر الإنترنت للمستخدمين.",
    cryptocurrencyReach: "توسيع نطاق العملة المشفرة 4V.",
    exchangeListing: "العمل على إدراجها في بورصات العملات المشفرة الجديدة.",
    airdropCampaigns: "إجراء حملات توزيع مجانية وبرامج ولاء.",

    q2_2025: "الربع الثاني 2025",
    launchInstagramBot: "إطلاق روبوت لـ Instagram.",
    launch4VNews: "إطلاق 4V.NEWS.",
    communityManagement: "إدارة المجتمع.",
    userCommunityDevelopment: "تطوير مجتمع مستخدمين نشط على منصات مختلفة.",
    feedbackCollection: "إجراء استطلاعات منتظمة وجمع التعليقات.",

    q3_2025: "الربع الثالث 2025",
    launchLinkedInBot: "إطلاق 4V.ROBOT لـ LinkedIn.",
    internationalPromotion: "الترويج الدولي.",
    marketAdaptation: "دخول الأسواق الجديدة وتكييف الخدمة مع الميزات المحلية.",

    q4_2025: "الربع الرابع 2025",
    launchTikTokBot: "إطلاق 4V.ROBOT لـ TikTok.",
    partnershipPrograms: "توسيع برامج الشراكة.",
    cryptocurrencyPartnerships: "شراكات مع منصات العملات المشفرة الكبرى.",
    jointAdvertising: "إجراء حملات إعلانية مشتركة.",

    "2026LeadershipStability": "2026: القيادة والاستقرار",
    q1_2026: "الربع الأول 2026",
    effectivenessAnalysis: "تحليل وتحسين كفاءة جميع الروبوتات التي تم إطلاقها.",
    functionalityExpansion: "توسيع الوظائف لحاملي 4V.",
    newAdvertisingCampaigns: "إجراء حملات إعلانية وبرامج شراكة جديدة.",

    q2_2026: "الربع الثاني 2026",
    innovativeDevelopments: "تطويرات مبتكرة.",
    aiIntegration: "دمج تقنيات الذكاء الاصطناعي والتعلم الآلي لتحسين الخدمة.",
    personalizedNews: "تطوير خلاصات أخبار مخصصة باستخدام الذكاء الاصطناعي.",
    cryptoInfrastructure: "تطوير بنية تحتية للعملات المشفرة.",
    newMiningOpportunities: "إنشاء فرص جديدة لتعدين وتداول 4V.",
    walletsPaymentSystems: "تطوير محافظ وأنظمة دفع خاصة.",

    q3_2026: "الربع الثالث 2026",
    businessOptimization: "تحليل جميع جوانب العمل على مدار العام.",
    scalingTeamGrowth: "زيادة حجم الفريق وتطوير البنية التحتية لدعم النمو.",

    q4_2026: "الربع الرابع 2026",
    newBotsAndServices: "إطلاق روبوتات وخدمات جديدة.",
    globalExpansion: "التوسع العالمي.",
    serviceLocalization: "توطين الخدمات للمناطق الجديدة.",

    "2027InnovationDevelopment": "2027: تطوير الابتكار",
    q1_2027: "الربع الأول 2027",
    techInnovation: "تنفيذ حلول تقنية جديدة لتعزيز تجربة المستخدم.",
    newProductsTesting: "تطوير واختبار منتجات وخدمات جديدة.",
    cryptocurrencyStrengthening: "تعزيز موقف العملة المشفرة.",
    promotionCampaigns: "إجراء حملات جديدة لترويج 4V.",
    techDoc: {
      title: "وثائق 4V الفنية",
      introduction: "مقدمة",
      architecture: "الهيكل العام",
      glide: "GLIDE: محرك ديناميكي ذكي محلي",
      newsAggregation: "تجميع الأخبار وإدارة المحتوى",
      robot: "4V.ROBOT: طفرة في تجميع المحتوى",
      crypto: "4V.COIN: إدارة العملات الرقمية",
      dex: "4V.DEX: تبادل لامركزي",
      defi: "4V.DEFI: خدمات مالية لامركزية",
      coin: "4V.coin: رمز النظام البيئي",
      dao: "DAO والحوكمة اللامركزية",
      conclusion: "الخاتمة",
      introDescription:
        "4V هي منصة متقدمة تجمع بين المستخدمين الذين يسعون لمعالجة الأخبار بكفاءة وإدارة المحتوى وإدارة الأصول الرقمية. توفر 4V مجموعة فريدة من الأدوات لجمع وتحليل وتخصيص الأخبار والمحتوى، مع تقديم حلول مالية تعتمد على تقنية البلوك تشين.",
      introObjective:
        "تهدف 4V إلى أن تصبح مزودًا رائدًا للأخبار والمعلومات مع تقديم مجموعة من الأدوات المالية، مثل التبادلات اللامركزية (DEX)، ومنصات NFT، وخدمات التمويل اللامركزي (DeFi) التي تعتمد على العملة الرقمية الخاصة بنا، 4V.coin.",
      mainDirections: "الاتجاهات الرئيسية",
      innovativeApproach: "نهج مبتكر",
      aiForPersonalization: "استخدام الذكاء الاصطناعي لتخصيص موجزات الأخبار.",
      broadCoverage: "تغطية واسعة للأخبار من جميع أنحاء العالم.",
      integrationFinancialTools: "دمج الأدوات المالية الخاصة والعملات الرقمية.",
      web3Development: "تطوير Web 3.0 من خلال إطلاق منصات DEX وDeFi.",
      robotDescription1:
        "ميزة رئيسية للمنصة هي 4V.ROBOT، وهو روبوت يقوم بجمع المحتوى من الإنترنت، ويصنفه حسب التصنيفات، ويقوم بنشره تلقائيًا على وسائل التواصل الاجتماعي.",
      robotDescription2:
        "يمكن للمسؤول ضبط الفئات والتصنيفات والجداول الزمنية، وستعمل المنظومة تلقائيًا لتقديم المحتوى للمشتركين.",
      robotDescription3:
        "نعتقد أن هذا السوق يحمل إمكانات هائلة. 4V.ROBOT هو المنتج الأول من نوعه في هذا المجال.",
      technologiesAndTools: "التقنيات والأدوات",
      glideEngine: "GLIDE: نظام ذكاء اصطناعي يقوم بتعديل المحتوى تلقائيًا.",
      contentwiseEngine: "CONTENTWISE: نظام ذكي لجمع المحتوى.",
      distributor: "DISTRIBUTOR: نظام توزيع المحتوى تلقائيًا.",
      smartshare: "SMARTSHARE: نظام يسمح بإعداد سيناريوهات ذكية لنشر المحتوى.",
      architectureDescription:
        "تم تصميم بنية 4V لتلبية احتياجات المستخدمين في إدارة المحتوى والأصول الرقمية.",
      newsAggregator: "4V.NEWS - مجمّع أخبار يقدم محتوى مخصصًا.",
      glideModule: "GLIDE - محرك لتحليل الأخبار.",
      cryptoModule: "4V.COIN - لإدارة العملات الرقمية.",
      dexAndDefiModules: "4V.DEX و4V.DEFI - وحدات مالية لامركزية.",
      glideDescription: "يقوم GLIDE بتخصيص الأخبار حسب الموقع الجغرافي.",
      newsAggregationDescription:
        "4V.NEWS هو مجمّع قوي يجمع بيانات من آلاف المصادر.",
      cryptoDescription: "يوفر FVX إدارة آمنة وشفافة للأصول الرقمية.",
      marketMonitoring: "مراقبة السوق.",
      secureTransactions: "معاملات آمنة عبر العقود الذكية.",
      defiIntegration: "تكامل مع خدمات التمويل اللامركزي.",
      dexDescription: "4V.DEX هو تبادل لامركزي للتداول بدون وسطاء.",
      coinDescription: "4V.coin هو رمز يستخدم في النظام البيئي.",
      tokenFeatures: "الميزات الأساسية للرمز:",
      transactionFees: "رسوم المعاملات باستخدام FVX.",
      staking: "ستاكينغ لضمان أمان الشبكة.",
      voting: "الحق في التصويت لأصحاب FVX.",
      stakingDelegation: "تفويض الستاكينغ للمدققين.",
      interoperability: "4V.coin يدعم التفاعل مع شبكات مختلفة.",
      daoDescription1: "4V تسعى إلى لامركزية الحوكمة من خلال DAO.",
      daoDescription2: "يتم توجيه نصف الأرباح لإعادة شراء الرموز.",
      conclusionDescription:
        "تقدم منصة 4V حلولاً فريدة لتجميع الأخبار وإدارة الأصول الرقمية ومنتجات التمويل اللامركزي.",
    },
    whitepaper: {
      title: "ورقة عمل شركة 4V",
      introduction:
        "تهدف شركة 4V إلى أن تصبح مزودًا رائدًا لخدمات الأخبار والمعلومات من خلال الاستفادة من التقنيات المتقدمة مثل الذكاء الاصطناعي (AI) والتعلم الآلي (ML) وتقنية البلوك تشين. يحدد هذا المستند الاتجاهات الرئيسية والجوانب التقنية التي سيتم تنفيذها لتحقيق الأهداف المحددة على مدى السنوات الثلاث المقبلة. سيتم دمج جميع البوتات مع مُجمّع أخبار 4V.News لضمان تزامن البيانات وتقديم خلاصات أخبار مخصصة لكل مستخدم.",
      mainDirections: "الاتجاهات الرئيسية",
      mainDirectionsDescription:
        "استخدام الذكاء الاصطناعي لإنشاء خلاصات أخبار مخصصة. التغطية الواسعة: جمع وتوفير الأخبار من جميع أنحاء العالم حول مواضيع مختلفة. الأدوات المريحة: تطوير بوتات ومجمعات للحصول على الأخبار بسهولة. العملة الرقمية الخاصة: ترويج ودمج عملة 4V. تطوير الويب 3.0: إطلاق بورصات لامركزية (DEX) وخدمات DeFi ومنصات NFT.",
      innovativeApproach: "النهج الابتكاري",
      innovativeApproachDescription:
        "يعد تجميع الأخبار من مصادر مختلفة هو الأساس لإنشاء خلاصات أخبار مخصصة. يشمل ذلك جمع المعلومات من المواقع الإخبارية والشبكات الاجتماعية والمدونات ومصادر أخرى. تمر البيانات بمرحلة تصفية وتوحيد لتهيئتها للتحليل، مما يساعد في استبعاد المعلومات غير الملائمة وتوحيد تنسيق البيانات.",
      broadCoverage: "التغطية الواسعة",
      broadCoverageDescription:
        "تجمع شركة 4V الأخبار من مصادر متعددة حول العالم، مما يضمن وصول المستخدمين إلى معلومات متنوعة وحديثة حول مواضيع مختلفة. سيتم دمج مُجمّع 4V.News مع بوتات لرسائل مختلفة، مما يسمح للمستخدمين بالحصول على الأخبار في شكل مريح.",
      launch: "الإطلاق",
      launchDescription:
        "سيتم إطلاق المنصة بشكل عام مع دمج العملة الرقمية 4V، مما سيمكن المستخدمين من تداول العملة في البورصات اللامركزية واستخدام خدمات DeFi.",
      botDevelopment: "تطوير البوتات والمجمعات",
      botDevelopmentDescription:
        "سيتم تطوير البوتات لمنصات الرسائل والشبكات الاجتماعية الشهيرة مثل WhatsApp وFacebook Messenger وInstagram وLinkedIn وTikTok. ستوفر كل بوتات للمستخدمين الوصول إلى الأخبار وخلاصات مخصصة بناءً على اهتماماتهم.",
      technicalDocumentation: "التوثيق الفني",
      tokenomicsTitle: "اقتصاديات رمز FVX",
      tokenUsage: "استخدام رمز FVX",
      tokenUsageDescription:
        "FVX هو الرمز الأساسي لنظام 4V ويخدم وظائف متعددة: دفع المعاملات والتكديس والتصويت. يدفع المستخدمون رسوم المعاملات عبر الشبكات باستخدام FVX، بما في ذلك مزج المعاملات، واستخدام الجسور، والتحقق من الأوراكل. يتيح التكديس للمستخدمين المشاركة في شبكة 4V وكسب المكافآت، مما يعزز أمان الشبكة. يكتسب حاملو الرموز أيضًا حقوق التصويت في تطوير النظام البيئي، مما يعزز اللامركزية والقرارات الديمقراطية.",
      stakingDelegation:
        "تفويض التكديس: يمكن للمستخدمين تفويض رموز FVX الخاصة بهم إلى مدققين آخرين، وكسب نسبة من مكافآتهم. يشجع هذا التفويض حاملي الرموز على الاحتفاظ بها في النظام وزيادة سيولة المشروع.",
      tokenDistributionTitle: "توزيع رموز FVX",
      tokenDistribution: "توزيع الرموز",
      totalTokens: "إجمالي الرموز: 4 444 444 444",
      userStaking:
        "37% - للمستخدمين من خلال التكديس، مكافآت المشاركة، وأنشطة أخرى.",
      teamDevelopers: "17% - للفريق والمطورين.",
      liquidity: "24% - للسيولة (في تجمعات السيولة والبورصات).",
      earlyAccess: "22% - لبرنامج الوصول المبكر وحملات المكافآت.",
      conclusionTitle: "الخاتمة",
      conclusionDescription:
        "4V هي منصة مبتكرة تجمع بين أحدث التقنيات لجمع الأخبار وتحليلها ونشرها عالميًا. نحن نركز على تقديم معلومات دقيقة وعالية الجودة باستخدام أدوات تحليلية قوية وذكاء اصطناعي.",
    },
    privacy: {
      title: "سياسة الخصوصية لـ 4V",
      lastUpdated: "تاريخ آخر تحديث: 11 أكتوبر 2023",
      contentsTitle: "المحتوى",
      contents: {
        infoCollection: "جمع المعلومات",
        infoUsage: "استخدام المعلومات",
        rightsCalifornia: "حقوق الخصوصية في كاليفورنيا",
        rightsEurope: "الإفصاح للأفراد في أوروبا",
        dataTransfer: "نقل البيانات وتخزينها",
        cookies: "استخدام ملفات تعريف الارتباط",
        security: "أمان البيانات",
        contact: "اتصل بنا",
      },
      infoCollection: {
        title: "جمع المعلومات",
        text1:
          "نقوم بجمع المعلومات الشخصية التي تقدمها لنا مباشرةً (مثل التسجيل على موقع 4V) وأيضًا تلقائيًا عند استخدام خدماتنا. قد تتضمن هذه المعلومات اسمك ومعلومات الاتصال الخاصة بك ومعلومات المعاملات وبيانات الجهاز الخاص بك.",
        text2:
          "نستخدم أيضًا تقنيات التتبع مثل ملفات تعريف الارتباط لجمع معلومات حول نشاطك على موقعنا. تساعد هذه البيانات في تحسين خدمتنا وتخصيص واجهة المستخدم وفقًا لتفضيلاتك.",
      },
      infoUsage: {
        title: "استخدام المعلومات",
        text1:
          "نستخدم المعلومات التي نجمعها لتقديم خدماتنا وتحسينها ومعالجة المعاملات وإرسال الإشعارات وحماية البيانات. على سبيل المثال، يمكن استخدام بيانات الاتصال الخاصة بك لإرسال تحديثات وإشعارات أمان.",
        text2:
          "يمكننا أيضًا استخدام المعلومات للتحليل وتخصيص المحتوى وتحسين وظائف الموقع.",
      },
      rightsCalifornia: {
        title: "حقوق الخصوصية في كاليفورنيا",
        text: "بموجب قانون خصوصية المستهلك في كاليفورنيا (CCPA)، يحق للمقيمين في كاليفورنيا طلب معلومات حول كيفية جمع واستخدام البيانات الشخصية وطلب حذفها. لديك الحق في:",
        list: {
          access: "طلب الوصول إلى المعلومات الشخصية التي جمعناها.",
          deletion: "طلب حذف بياناتك، باستثناء الحالات التي يقتضيها القانون.",
          optOut: "الانسحاب من بيع بياناتك (إذا كان ذلك ممكنًا).",
        },
      },
      rightsEurope: {
        title: "الإفصاح للأفراد في أوروبا",
        text: "إذا كنت مقيمًا في المنطقة الاقتصادية الأوروبية أو المملكة المتحدة أو سويسرا، فإنك تتمتع بالحقوق التالية بموجب اللائحة العامة لحماية البيانات (GDPR):",
        list: {
          access: "الحق في الوصول إلى بياناتك والحصول على نسخة منها.",
          correction: "الحق في تصحيح البيانات غير الدقيقة.",
          deletion: "الحق في طلب حذف بياناتك.",
          restriction: "الحق في تقييد معالجة البيانات.",
          portability: "الحق في نقل البيانات.",
        },
        contact: "لممارسة هذه الحقوق، يرجى الاتصال بنا على",
      },
      dataTransfer: {
        title: "نقل البيانات وتخزينها",
        text1:
          "قد نقوم بنقل بياناتك إلى أطراف ثالثة عند الضرورة للوفاء بالتزاماتنا، وتخزينها على خوادم في دول مختلفة، بما في ذلك الولايات المتحدة. يتم تنفيذ جميع عمليات نقل البيانات وفقًا للمتطلبات القانونية.",
        text2:
          "نقوم باتخاذ التدابير المعقولة لحماية بياناتك، ولكن يجب أن تكون على علم بأن نقل البيانات عبر الإنترنت قد لا يكون آمنًا تمامًا.",
      },
      cookies: {
        title: "استخدام ملفات تعريف الارتباط",
        text: "نستخدم ملفات تعريف الارتباط لجمع معلومات حول نشاطك على الموقع. يتيح لنا ذلك تحسين تجربة المستخدم وتقديم محتوى أكثر تخصيصًا. يمكنك إدارة إعدادات ملفات تعريف الارتباط في متصفحك وتعطيلها إذا لزم الأمر.",
      },
      security: {
        title: "أمان البيانات",
        text1:
          "نبذل قصارى جهدنا لحماية معلوماتك الشخصية. تتضمن تدابير الأمان لدينا تشفير البيانات وحماية كلمات المرور ومراجعات الأمان الدورية.",
        text2:
          "ومع ذلك، وعلى الرغم من جهودنا، لا يمكن لأي نظام أمان أن يضمن حماية كاملة. نوصي باتخاذ الاحتياطات اللازمة لحماية معلوماتك.",
      },
      contact: {
        title: "اتصل بنا",
        text: "إذا كانت لديك أي أسئلة حول سياسة الخصوصية هذه، يمكنك الاتصال بنا على info@4V.com.",
      },
    },
    terms: {
      title: "شروط خدمة 4V",
      lastUpdated: "آخر تحديث: 11 أكتوبر 2023",
      contentsTitle: "جدول المحتويات",
      contents: {
        agreement: "الموافقة على الشروط",
        license: "نطاق رخصة المستخدم",
        prohibited: "الأنشطة المحظورة",
        dataSecurity: "أمن البيانات",
        disputes: "حل النزاعات",
        californiaRights: "حقوق سكان كاليفورنيا",
        miscellaneous: "أحكام متنوعة",
        contact: "اتصل بنا",
      },
      agreement: {
        title: "الموافقة على الشروط",
        text1:
          'يعد هذا الاتفاق لترخيص المستخدم النهائي وشروط الخدمة ("EULA") اتفاقاً ملزماً بينك وبين  ("نحن"، "لنا"، أو "خاصتنا") بخصوص استخدامك لخدماتنا وموقعنا الإلكتروني. باستخدامك لموقعنا وخدماتنا، فإنك توافق على الالتزام بهذه الشروط. إذا كنت لا توافق على الشروط، يرجى التوقف عن استخدام خدماتنا.',
        text2:
          "نحتفظ بالحق في تعديل هذه الاتفاقية في أي وقت. استمرار استخدام الخدمة بعد نشر التحديثات يعني موافقتك على الشروط الجديدة.",
      },
      license: {
        title: "نطاق رخصة المستخدم",
        text1:
          "تمنحك 4V رخصة محدودة، شخصية، غير قابلة للنقل لاستخدام خدمتنا للأغراض الشخصية فقط. يمنع تمامًا أي نسخ أو تعديل أو فك تجميع أو توزيع لخدماتنا.",
        text2:
          "قد يؤدي انتهاك هذه الشروط إلى منع الوصول إلى الخدمة وتحمل المسؤولية القانونية.",
      },
      prohibited: {
        title: "الأنشطة المحظورة",
        text1:
          "توافق على عدم استخدام خدمتنا لأغراض غير قانونية، بما في ذلك جمع البيانات الشخصية من المستخدمين الآخرين، أو محاولة الوصول غير المصرح به للنظام، أو توزيع البرامج الضارة، أو انتهاك أي قوانين أو لوائح.",
        text2:
          "نحتفظ بالحق في حظر الوصول إلى الخدمة لأي مستخدمين ينتهكون هذه الشروط.",
      },
      dataSecurity: {
        title: "أمن البيانات",
        text: "نتخذ التدابير اللازمة لحماية بيانات المستخدمين. ومع ذلك، رغم جهودنا، لا يمكن ضمان الأمان الكامل للبيانات على الإنترنت. توافق على استخدام خدمتنا على مسؤوليتك الخاصة.",
      },
      disputes: {
        title: "حل النزاعات",
        text1:
          "سيتم حل أي نزاعات تنشأ عن استخدام خدمات Velos من خلال التحكيم وفقًا لقانون سويسرا. لا يُسمح بالدعاوى الجماعية. توافق على حل النزاعات بشكل فردي.",
        text2:
          "لحل النزاع، يجب أولاً إرسال إشعار كتابي إلى عنوان بريدنا الإلكتروني support@4V.com.",
      },
      californiaRights: {
        title: "حقوق سكان كاليفورنيا",
        text: "بموجب قانون حماية خصوصية المستهلك في كاليفورنيا (CCPA)، يمكن لسكان كاليفورنيا طلب معلومات حول كيفية جمعنا واستخدامنا لبياناتهم، وأيضاً طلب حذف بياناتهم.",
      },
      miscellaneous: {
        title: "أحكام متنوعة",
        text: "تشكل هذه الشروط الاتفاق الكامل بينك وبين Velos بخصوص استخدام خدمتنا. يمكننا نقل أي من حقوقنا والتزاماتنا إلى الآخرين دون إشعار مسبق. سيتم نشر أي تغييرات على هذه الاتفاقية على موقعنا.",
      },
      contact: {
        title: "اتصل بنا",
        text: "إذا كان لديك أي أسئلة أو شكاوى بخصوص استخدام خدمات 4V، يمكنك الاتصال بنا عبر support@4V.com.",
      },
    },
    "team title": "فريقنا الدولي",
    "team text":
      "نحن فخورون بأن فريقنا يتألف من محترفين مؤهلين تأهيلاً عالياً من جميع أنحاء العالم. يجمع بين المطورين والمسوقين والخبراء في تكنولوجيا البلوكشين من دول مثل هولندا وإستونيا وكندا هدف مشترك - هو ابتكار حلول مبتكرة للمشاكل الحديثة.",

    "4V is an innovative":
      "4V — это инновационная платформа, объединяющая новейшие технологии для сбора, обработки и распространения новостей и контента со всего мира.",

    "4V.NEWS is an innovative platform that combines":
      "هو منصة مبتكرة تجمع بين أحدث التقنيات لجمع ومعالجة وتوزيع الأخبار والمحتوى من جميع أنحاء العالم. نحن متخصصون في تقديم معلومات ذات صلة وعالية الجودة باستخدام أدوات التحليل القوية والذكاء الاصطناعي للتحليل والتصفية.",
    "Find out more": "اكتشف المزيد",
    "Aggregating news from different":
      "تجميع الأخبار من مصادر مختلفة هو الأساس لإنشاء موجزات أخبار مخصصة. يتضمن ذلك جمع المعلومات من مواقع الأخبار والشبكات الاجتماعية والمدونات وغيرها من المصادر.",
    "Development and training":
      "تطوير وتدريب نماذج الذكاء الاصطناعي لتحليل تفضيلات المستخدمين وتخصيص المحتوى الإخباري. سيتم تدريب النماذج على كميات كبيرة من البيانات لتحديد اهتمامات المستخدمين بدقة.",
    "Integration with 4V.News.":
      "التكامل مع 4V.News. سيتم دمج جميع البوتات مع مجمع الأخبار 4V.News. سيضمن ذلك مزامنة البيانات وتخصيص موجزات الأخبار لكل مستخدم. ستحصل البوتات على البيانات من المجمع وتقدمها للمستخدمين بتنسيق ملائم.",
    "For maximum convenience":
      "لأقصى قدر من الراحة، يتم دمج 4V مع معظم الشبكات الاجتماعية الشهيرة. توفر البوتات لدينا على Telegram و Facebook و Twitter ومنصات أخرى للمستخدمين إمكانية الوصول إلى التحديثات والمحتوى الحصري.",
    "This system":
      "يقوم هذا النظام تلقائيًا بتعديل موجز الأخبار الخاص بك بناءً على موقعك، مما يوفر أحدث التحديثات المحلية والدولية.",
    "Users who own FVX tokens":
      "سيتمكن مالكو رموز FVX من المشاركة في التصويت على القضايا الرئيسية المتعلقة بتطوير المنصة. قد يشمل ذلك الموافقة على سلاسل الكتل الجديدة للتكامل، وتغيير الرسوم، وتحديثات الأمان، وقضايا أخرى. وهكذا، ستصبح 4V منصة لامركزية بالكامل تدار من قبل مجتمعها.",
    "4V.ROBOT is an indispensable assistant for channel":
      "4V.ROBOT هو مساعد لا غنى عنه لإدارة القنوات. أنشئ قنوات على منصات التواصل الاجتماعي الشهيرة وأتمت العملية باستخدام الروبوت الخاص بنا.",

    "With 4V.NEWS":
      "مع 4V.BOT يمكنك تخصيص موجز الأخبار الخاص بك عن طريق الاختيار من بين مجموعة واسعة من الفئات والوسوم وحتى إنشاء وسوم مخصصة خاصة بك.",
    GLIDE: "GLIDE (محرك ديناميكي ذكي محلي عالمي).",
    "Our sophisticated":
      "ذكاءنا الاصطناعي المتطور لا يتوقف عند التفضيلات الشخصية. كما يقوم تلقائيًا بتعديل موجز الأخبار بناءً على موقعك.",
    "4V.ROBOT is an indispensable assistant": "4V.ROBOT هو مساعد لا غنى عنه.",
    "4V.NEWS is more than just a news aggregator":
      "4V.NEWS ليس مجرد مجمع أخبار؛ إنه خادم الأخبار الشخصي الخاص بك. ابق متقدمًا مع التحليلات المعتمدة على الذكاء الاصطناعي وتسليم الأخبار المخصصة وواجهة سهلة الاستخدام.",
    "FVX owners":
      "سيكون لمالكي FVX الحق في التصويت على القضايا المهمة في تطوير نظام 4V البيئي، مما يجعل المشروع لامركزيًا وديمقراطيًا.",
    "The best solution":
      "أفضل حل لمواقع الأخبار وقنوات التواصل الاجتماعي. حل آلي بالكامل باستخدام الذكاء الاصطناعي.",
    "Convenient tools":
      "أدوات مريحة. تطوير الروبوتات والمجمعات للوصول السهل إلى الأخبار.",
    "Powerful tools and integrations": "أدوات قوية وتكاملات",
    "Get FVX": "احصل على FVX",
    "Dont miss your chance": "لا تفوت الفرصة للحصول على FVX أولاً!",

    "Over the next 3 months":
      "خلال الأشهر الثلاثة المقبلة, سيتمكن جميع أعضاء مجتمعنا من تلقي FVX مجانًا تمامًا. خلال هذه الأشهر الثلاثة، سنطلق نسخة جاهزة من 4V.ROBOT لجميع الشبكات الاجتماعية المعلنة، سنعد محفظة وجسرًا للتفاعل المريح مع الأصول الرقمية. سنخضع أيضًا لتدقيق العقود الذكية لضمان أقصى قدر من الأمان. بعد نهاية التوزيع، بعد 3 أشهر، يمكن شراء العملات على IDO، في البورصة، أو الحصول عليها من خلال التخزين.",

    "4V.WEB 3.0":
      "4V.WEB 3.0 هو منصة مبتكرة تجمع بين تقنية البلوكشين والتطبيقات اللامركزية (dApps). نحن نقدم للمستخدمين القدرة على التفاعل في شبكة لامركزية، مع ضمان مستويات عالية من الأمان والشفافية والاستقلالية. يسمح 4V.WEB 3.0 للمطورين بإنشاء ونشر تطبيقاتهم اللامركزية، ويوفر للمستخدمين الوصول إلى مجموعة واسعة من الخدمات اللامركزية.",
    "4V.DEX":
      "4V.DEX هو تبادل لامركزي يمكّن المستخدمين من تداول العملات المشفرة مباشرة دون وسطاء. تضمن المنصة أمان وشفافية المعاملات من خلال تقنية البلوكشين، مما يسمح للمستخدمين بالتحكم الكامل في أصولهم وإجراء التبادلات في أي وقت.",
    "4V.ROBOT":
      "4V.ROBOT يدمج عناصر الذكاء الاصطناعي لتحسين أداء الروبوت ويوفر التكامل مع مختلف شبكات التواصل الاجتماعي مثل Telegram وTwitter وFacebook. تتيح هذه الروبوتات للمستخدمين الحصول على تحديثات الأخبار الفورية وأتمتة إدارة المحتوى في وسائل التواصل الاجتماعي.",
    "4V.CRYPTO":
      "4V.COIN هو فرع شركتنا في صناعة العملات المشفرة، حيث يقدم حلولاً وخدمات مبتكرة للعمل مع الأصول الرقمية. نحن نقدم مجموعة واسعة من المنتجات.",
    "DISTRIBUTOR (Automatic Content Distributor)":
      "نظام يقوم تلقائيًا بتوزيع المحتوى على قنواتك وشبكاتك الاجتماعية.",
    "CONTENTWISE (Content Wise Engine)":
      "نظام ذكي يجمع المحتوى ويقوم بتصفية المحتوى للمستخدم بناءً على تفضيلاته.",
    "4V.COIN":
      "FVX إجمالي عدد الرموز هو 4 444 444 444. إنه رمز على شبكة TON للتفاعل مع خدماتنا مثل 4V.ROBOT و4V.DEFI و4V.DEX. تفويض الحصة - يمكن للمستخدمين تفويض رموز FVX الخاصة بهم إلى مدققين آخرين والحصول على نسبة من مكافآتهم.",
    DAO: "سيتمتع حاملو FVX بحق التصويت في القضايا المهمة المتعلقة بتطوير نظام 4V البيئي، مما يجعل المشروع لا مركزيًا وديمقراطيًا.",
    "SMARTSHARE (Intelligent Sharing Protocol)":
      "نظام يسمح بإعداد سيناريوهات ذكية لنشر المحتوى بناءً على الوقت والأحداث والجمهور.",
    "4V.DEFI":
      "4V.DEFI هي منصة توفر خدمات مالية لامركزية للإقراض والحصة. هنا يمكن للمستخدمين الاستفادة من مجموعة واسعة من الأدوات المالية، مع ضمان الشفافية والأمان باستخدام تقنية البلوكشين.",
    "GLIDE(Global Localized Intelligent Dynamic Engine)":
      "لا يتوقف الذكاء الاصطناعي المعقد لدينا عند التفضيلات الشخصية. إنه يعدل تلقائيًا خلاصة الأخبار بناءً على موقعك.",
    "4V.NEWS":
      "نحن نفهم أهمية الحصول على المعلومات بسرعة ودقة في عالم اليوم. تقوم خوارزميات التحليل الخاصة بنا بجمع البيانات فورًا من آلاف المصادر.",
    "Learn More": "تعرف على المزيد",
    "Welcome to 4V.NEWS1": "مرحبًا بكم في 4V.NEWS",
    RESOURCES: "الموارد",
    START: "ابدأ",
    "video title": "معلومات موثوقة تستند إلى الأدلة",
    "We are constantly":
      "نحن نعمل باستمرار على تحسين وتوسيع قدراتنا لتزويدك بأكثر المعلومات صلة وفائدة.",
    "you can now mine": "يمكنك الآن تعدين العملة في مرحلة مبكرة!",
    "The DAO":
      "سيسمح DAO للمستخدمين بالتصويت على التحديثات وتغييرات البروتوكول والتكاملات الجديدة.",
    "4V.ROBOT integrates": "4V.ROBOT يدمج عناصر الذكاء الاصطناعي",
    "We offer a wide range of products":
      "نحن نقدم مجموعة واسعة من المنتجات، بما في ذلك محافظ العملات المشفرة الآمنة، ومنصات التداول والتبادل، وأدوات تحليل تتبع السوق. مهمتنا هي جعل استخدام العملات المشفرة سهلاً ومتاحاً للجميع، مع ضمان مستوى عالٍ من الأمان والموثوقية. كما نخطط لتطبيق تقنيات WEB 3.0 لتوسيع قدرات منتجاتنا وخدماتنا، بما في ذلك منصات التمويل اللامركزي (DeFi) والبورصات اللامركزية (DEX).",
    "Innovative approach":
      "نهج مبتكر واستخدام الذكاء الاصطناعي لإنشاء خلاصات أخبار مخصصة. تغطية واسعة وجمع وتكامل الأخبار من جميع أنحاء العالم حول مواضيع متنوعة.",
    "4V.coin is a token on the TON":
      "FVX هو رمز على شبكة TON للتفاعل مع خدماتنا مثل 4V.ROBOT و 4V.DEFI و 4V.DEX.",
    "4V.COIN is our company’s":
      "4V.COIN هو أداة شركتنا في صناعة العملات المشفرة، حيث يوفر حلولًا وخدمات مبتكرة للعمل مع الأصول الرقمية.",
    "The best solution for news":
      "أفضل حل لمواقع الأخبار وقنوات التواصل الاجتماعي. حل آلي بالكامل باستخدام الذكاء الاصطناعي.",
    "Welcome to 4V.NEWS":
      "مرحبًا بكم في 4V.NEWS، قمة الابتكار في تجميع الأخبار وإدارة المعلومات. مصمم للدمج السلس للذكاء الاصطناعي المتقدم.",
    "4V is an innovative platform":
      "4V هي منصة مبتكرة تجمع بين أحدث التقنيات لجمع ومعالجة وتوزيع الأخبار والمحتوى من جميع أنحاء العالم. نحن متخصصون في تقديم المعلومات ذات الصلة وعالية الجودة، باستخدام أدوات تحليل قوية والذكاء الاصطناعي لتحليل وتصفية المحتوى.",

    "Cutting-edge technology for news and content":
      "أحدث التقنيات للأخبار والمحتوى",
  },
  "zh-CN": {
    "send": "发送",

    "bd52": "提供跨链转账的革命性解决方案，确保最大程度的匿名性、安全性和灵活性。zk-SNARK和混合机制的集成使用户能够在区块链之间安全移动资产，而无需泄露其数据。4V不断发展，计划进一步改进并实施新技术，以确保更高的安全性和可扩展性。",

    "bd51": "在BridgeX中集成zk-SNARK和混合机制可确保最高级别的隐私和匿名性。使用先进的加密方法使BridgeX能够抵御大多数已知攻击，包括流量分析和交易跟踪。",

    "bd50": "通过自己的节点独立管理路由，提高事务处理速度",

    "bd49": "摆脱对第三方基础设施供应商的依赖",

    "bd48": "通过控制验证流程提高安全性",

    "bd47": "部署专有节点的优势",

    
    "bd46": "BridgeX 使用 Chainlink 预言机来确保跨链交易中的数据准确性。Chainlink 预言机跟踪源网络中资产的状态，并在目标网络中释放等值资产之前保证它们被锁定。这将错误或数据操纵的风险降到最低。",

    "bd45": "4V计划为每个支持的网络部署自己的节点，这将增强交易控制并提高系统安全性。4V节点将执行事务验证、桥管理和维护整体网络状态等功能。",

    "bd44": "与 Chainlink 的集成是 BridgeX 基础设施的重要组成部分，有助于系统的可靠性和稳定性。",

    "bd43": "zk-SNARK 技术深度集成到 BridgeX 的交易处理过程中，从初始化阶段到跨链转账。zk-SNARK 无需透露任何数据即可验证每笔交易，使系统对用户来说极为安全可靠。",

    "bd42": "用户收到转账完成的通知，并且交易在源网络和目标网络中显示，确保完全匿名。",

    "bd41": "交易确认",

    "bd40": "在混合之后，BridgeX 在目标网络中生成等值资产，使其可供用户使用。这些资产不再与原始交易相关联，从而确保了完全的匿名性。",

    "bd39": "跨链转移",

    "bd38": "在将资产发送到目标网络之前，交易会通过混合器，在那里被分成部分并与其他交易混合。在此时，zk-SNARK 确保交易的真实性而不透露其详细信息。",

    "bd37": "使用 zk-SNARK 和混合器",

    bd36: "此时，系统开始按照跨链协议机制准备在目标网络中发行等价资产。",

    bd35: "收到交易后，系统通过智能合约锁定用户在源网络中的资产。",

    bd34: "用户将数字资产发送到BridgeX的单一公共地址。该地址在所有支持的区块链上共享。BridgeX Universal Asset Routing（BUAR）系统会自动识别加密货币的类型以及交易的原始网络。例如，如果用户从以太坊发送USDT，系统会自动识别该交易并确定其路径。",

    bd33: "交易初始化",

    bd32: "系统运行过程可以分为几个阶段：",

    bd31: "系统运行过程为用户提供了一个统一的界面，用于将资产发送到任何区块链网络。",

    bd30: "假设用户想通过 BridgeX 发送 100 USDT。他们可以选择更高的费用以实现即时转账，或者降低费用，但交易将经历更多的混合阶段，从而确保更高的匿名性。",

    bd29: "动态费用系统示例",

    bd28: "BridgeX 提供了一个动态费用系统，使用户可以根据自己的偏好定制交易。BridgeX 的费用系统旨在为用户提供灵活性，让他们选择交易的参数。例如，如果用户希望更快地执行交易，他们可以选择更高的费用，这将加快其处理速度。同时，如果用户更倾向于更高的隐私级别，系统将建议选择额外的混合级别，这将增加费用但确保最大程度的匿名性。",

    bd27: "动态费用系统",

    apes1: "4V.APES 是我们的 web app Telegram 游戏，您可以免费获得 FVX 代币。",

    bd3: " 平台不仅适应现代条件，还创造了跨链交互的未来。系统的每个元素都是针对当前加密生态系统面临的挑战（如隐私、可扩展性和去中心化）而设计的。",
    bd4: "代表一个多层次的模块化系统，可以随着网络的增长和用户数量的增加轻松适应和扩展。其架构基于几个关键组件，这些组件确保了其独特性和可靠性：BridgeX跨链协议、交易混合系统、用于数据保护的zk-SNARK，以及动态费用系统和灵活的设置。",
    bd5: "这些技术中的每一个都集成到核心架构中，以确保数据安全性和高性能，无论网络负载或用户数量如何。BridgeX 的开发基于以去中心化为导向的方法，消除了系统的中央控制，并通过 DAO 机制将权力转移给用户。BridgeX 架构的设计考虑了三个关键方面：性能、安全性和隐私性。本节详细描述了系统的主要组件及其交互。",
    bd6: "BridgeX 是 4V.CRYPTO 的核心组件，负责跨链交互。它使用户能够在不同区块链网络之间发送和接收数字资产。在现代多区块链世界中，这一点尤为重要，因为不同平台往往无法直接交互。BridgeX 允许用户无缝地在 Ethereum、Binance Smart Chain、Polygon、Solana 等网络之间转移其资产。",
    bd7: "BridgeX 使用智能合约在源网络中锁定资产，并在目标网络中发行等值资产。例如，如果用户想从以太坊 (Ethereum) 发送 10 ETH 到币安智能链 (Binance Smart Chain)，BridgeX 会在以太坊网络中锁定 10 ETH，并在币安智能链上以 BEP-20 代币的形式发行等值金额。",
    bd8: "代表一个模块化系统，可通过标准化接口与各种区块链网络无缝集成。这使得可以轻松将新的区块链添加到 BridgeX，而无需对系统进行全面重新设计。例如，如果未来出现具有高适应性的区块链，如 Cardano 或 Polkadot，则可以通过最少的更改将其集成到 BridgeX 中。",
    bd9: "BridgeX 的另一个重要功能是其优化交易路由的能力。该系统包含一个人工智能机制，可分析当前网络拥堵情况，并为用户的交易建议最佳路径。例如，如果以太坊网络过载且交易处理缓慢，BridgeX 可以建议用户通过较少拥堵的网络（如 Binance Smart Chain 或 Polygon）发送资产，从而降低费用并提高速度。",
    bd10: "智能交易路由。",
    bd11: "操作示例。",
    bd12: "假设用户想要将 USDT 代币从以太坊网络转移到 Polygon 网络。首先，BridgeX 会检查流动性可用性，并通过智能合约在以太坊网络中锁定 USDT。然后，系统通过类似的合约在 Polygon 网络中发放等量的 USDT。整个过程是自动化的，几秒钟内完成，交易通过 zk-SNARK 保护，从而确保匿名性。",
    bd13: "混合机制。",
    bd14: "BridgeX 的混合机制旨在最大程度地隐藏交易的来源和目的地，从而确保网络参与者的匿名性。混合包括在不同用户之间混合交易，因此即使通过公共区块链跟踪，也无法确定资金的发送方和接收方。这对于那些重视隐私并希望避免交易跟踪的用户尤为重要。",
    bd15: "混合是如何工作的？",
    bd16: "BridgeX 的混合机制使用先进的加密算法和数据混淆技术创建一个“交易池”，然后从中发送混合资金。当用户通过 BridgeX 发送资金时，其交易被分成较小的部分，并与其他用户的交易混合。这使得几乎不可能追踪资金的来源和去向。",
    bd17: "混合工作原理的示例",
    bd18: "假设用户通过 BridgeX 发送 5 ETH。系统不是直接将这 5 ETH 发送到收件人的地址，而是将金额分成较小的部分，例如 0.1 ETH，并通过网络中的不同路径发送。同时，其他用户的交易也会被混合，使得外部观察者几乎不可能确定谁发送了资金以及发送给了谁。",
    bd19: "安全证明",
    bd20: "这是最先进的加密技术之一，4VBridgeX 积极使用它来保护数据并确保用户隐私。zk-SNARK 使得可以创建交易真实性的证明，而无需透露有关交易、参与者或金额的任何数据。",
    bd21: "什么是",
    bd22: "这是一种密码学证明方法，它允许一方（证明者）在不透露与声明相关的任何数据的情况下说服另一方（验证者）该声明是真实的。在4VBridgeX的上下文中，zk-SNARK用于确认交易已经发生，而不透露关于谁发送或接收了资金以及转移了多少资金的细节。",
    bd23: "当用户通过 4VBridgeX 发送交易时，系统会生成一个 zk-SNARK 证明，证明交易是有效的。此证明由网络验证者验证，但交易数据本身仍然隐藏。因此，验证者可以确认交易的有效性，而无需知道是谁发送的交易以及交易的接收方是谁。",
    bd24: "如何运作",
    bd25: "zk-SNARK 通过复杂的数学计算运行，这些计算创建了一个简洁的证明，证明交易是真实的，而无需透露关于交易的任何信息。在 BridgeX 中，每个发送资金的用户都会自动生成 zk-SNARK 证明，该证明会在交易完成之前在网络上进行验证。",

    bd2: "通过创建一个统一的去中心化系统来解决这一问题，该系统不仅促进区块链之间的资产转移，还确保用户的安全、隐私和匿名性。通过集成zk-SNARK零知识证明方法，BridgeX平台使用户能够在不暴露其数据的情况下进行转移，从而显著增强安全性。此外，BridgeX还使用混合机制，为每笔交易提供额外的隐私级别。",
    bd1: "是一个革命性的平台，旨在解决现代区块链社区面临的最紧迫挑战之一：跨链交互和隐私保护。随着 Ethereum、Binance Smart Chain、Polygon 等区块链的发展，出现了许多独立的生态系统，每个生态系统都具有其独特的功能和优势。然而，这些网络之间存在一个重大问题——区块链之间的交互和数据传输复杂性。",
    bid1: "打开视频",
    bid2: "介绍",
    bid3: "解决方案架构",
    bid4: "跨链协议 BridgeX",
    bid5: "混合机制",
    bid6: "动态费用系统",
    bid7: "BridgeX 系统工作流程",
    bid8: "BridgeX 中 zk-SNARK 的集成",
    bid9: "基于 zk-SNARK 的混合器操作",
    bid10: "使用 Chainlink 预言机",
    bid11: "节点部署",
    bid12: "安全与控制",
    bid13: "结论",
    dexx: "在我们的DEX上购买、出售和交换您的加密货币！我们的跨链桥支持主要网络，如TON、以太坊、TRON、币安智能链、Polygon、TON、Avalanche、Fantom等，为用户提供广泛的机会。",
    wallet: "连接钱包",
    brid: "跨链桥",
    go: "转到 DEX",
    br10: "长期可持续性：最终奖励率为每年 10%。",
    bridge3:
      "这是一个创新平台，结合了从世界各地收集、处理和分发新闻和内容的最新技术。我们专注于提供最新和高质量的信息，使用强大的解析工具和人工智能来分析和过滤内容。",
    br1: "在现代加密货币世界中，隐私、安全性以及在不同区块链之间转移资产的便利性是最重要的方面。随着跨链技术的发展，用户面临新的挑战，例如与桥接的交互复杂性、安全风险和隐私威胁。针对这些挑战，我们推出了VELOS（Verified Exchange & Layered Obfuscated Security），这是一种创新系统，旨在实现简单、快速和安全的跨区块链资产转移，同时具有高度的匿名性。",
    br2: "交易隐私：现代区块链网络本质上是透明的，可以跟踪每笔交易及其参与者。这带来了风险，尤其是对于那些重视财务操作机密性的用户。",
    br3: "网络间资产转移的便利性：连接不同区块链的桥（bridges）通常难以使用并容易受到攻击风险的影响。安全性：跨链基础设施中的漏洞可能导致黑客入侵、资金盗窃和用户信任的丧失。",
    br4: "BridgeX 使用户能够无缝地在 Ethereum、Binance Smart Chain、Polygon、Solana 等网络之间转移资产。",
    br5: "zk-SNARK 技术深度集成到 BridgeX 的交易处理流程中，从交易初始化阶段到跨链转账。zk-SNARK 确保每笔交易的验证无需披露数据，从而使系统对于用户来说极为安全和可靠。",
    br6: "在我们的DEX上购买、出售和交换您的加密货币！我们的跨链桥允许在各种区块链之间转移资产（例如，以太坊、币安智能链、多边形）。",
    br7: "4V.BridgeX 支持权益证明 (PoS) 系统，使用户能够通过质押其代币赚取奖励。其工作原理如下：",
    br8: "代币质押：您将您的 FVX 代币存入 4V.BridgeX 平台。",
    bridge2:
      "BridgeX 通过创建一个统一的去中心化系统消除了这个问题，该系统不仅可以在区块链之间转移资产，还可以确保用户的安全、隐私和匿名性。通过实施零知识证明方法 zk-SNARK，BridgeX 平台允许用户在不披露其数据的情况下进行转账，从而显着提高安全性。BridgeX 还采用混合机制，为每笔交易提供额外的隐私保护。",
    bridge:
      "4V.BridgeX 是一个革命性的平台，旨在解决现代区块链社区面临的最紧迫挑战之一：跨链交互和隐私。",
    Menu: "菜单",
    "TECH SPEC": "技术规格",
    "TERMS OF SERVICE": "服务条款",
    "PRIVACY POLICY": "隐私政策",
    "WHITE PAPER": "白皮书",
    "ROAD MAP": "路线图",
    Company: "公司",
    Team: "团队",
    Defi: "去中心化金融",
    Documentation: "文档",
    roadmapTitle: "路线图 2024-2026",
    note: "这不是最终版本的路线图，每月更新一次。",
    br9: "奖励：您质押的代币越多，质押的时间越长，您获得的奖励就越多。",
    "2024StrengtheningAndExpansion": "2024: 加强与扩展",
    q3_2024: "2024年第3季度",
    launchTelegramBot: "推出 4V.ROBOT 的 Telegram 版。",
    launchWhatsAppBot: "推出 4V.ROBOT 的 WhatsApp 版。",
    botDevelopmentTesting: "机器人开发和测试。",
    userAttractionCampaign: "吸引用户的营销活动。",
    integrationWithNewsAggregator: "与 4V.News 新闻聚合器集成。",
    userFeedbackFeatures: "根据用户反馈添加新功能。",
    interfaceOptimization: "界面和性能优化。",

    q4_2024: "2024年第4季度",
    launchVKBot: "推出 4V.ROBOT 的 VK 版。",

    "2025InternationalExpansionInnovation": "2025: 国际扩展与创新",
    q1_2025: "2025年第1季度",
    launchFacebookMessengerBot: "推出 4V.ROBOT 的 Facebook Messenger 版。",
    launchDEX: "推出 4V.DEX。",
    launchDEFI: "推出 4V.BridgeX.",
    educationWebinars: "为用户创建教育材料和网络研讨会。",
    cryptocurrencyReach: "增加 4V 加密货币的影响力。",
    exchangeListing: "在新的加密货币交易所上进行上市工作。",
    airdropCampaigns: "进行空投活动和忠诚度计划。",

    q2_2025: "2025年第2季度",
    launchInstagramBot: "推出 Instagram 版机器人。",
    launch4VNews: "推出 4V.NEWS。",
    communityManagement: "社区管理。",
    userCommunityDevelopment: "在不同平台上建立活跃的用户社区。",
    feedbackCollection: "定期进行调查并收集反馈。",

    q3_2025: "2025年第3季度",
    launchLinkedInBot: "推出 LinkedIn 版 4V.ROBOT。",
    internationalPromotion: "国际推广。",
    marketAdaptation: "进入新市场并适应本地特点。",

    q4_2025: "2025年第4季度",
    launchTikTokBot: "推出 TikTok 版 4V.ROBOT。",
    partnershipPrograms: "扩大合作伙伴计划。",
    cryptocurrencyPartnerships: "与主要加密货币平台建立合作关系。",
    jointAdvertising: "进行联合广告活动。",

    "2026LeadershipStability": "2026: 领导力与稳定性",
    q1_2026: "2026年第1季度",
    effectivenessAnalysis: "分析和优化所有已发布机器人的效果。",
    functionalityExpansion: "为 4V 持有者扩展功能。",
    newAdvertisingCampaigns: "进行新的广告活动和合作伙伴计划。",

    q2_2026: "2026年第2季度",
    innovativeDevelopments: "创新开发。",
    aiIntegration: "实施 AI 和 ML 技术以改善服务。",
    personalizedNews: "利用 AI 开发个性化新闻推荐。",
    cryptoInfrastructure: "加密货币基础设施的发展。",
    newMiningOpportunities: "创建新的 4V 挖矿和交易机会。",
    walletsPaymentSystems: "开发专有钱包和支付系统。",

    q3_2026: "2026年第3季度",
    businessOptimization: "分析全年业务的各个方面。",
    scalingTeamGrowth: "扩大团队规模，优化基础设施以支持增长。",

    q4_2026: "2026年第4季度",
    newBotsAndServices: "推出新机器人和服务。",
    globalExpansion: "全球扩展。",
    serviceLocalization: "为新区域本地化服务。",

    "2027InnovationDevelopment": "2027: 创新发展",
    q1_2027: "2027年第1季度",
    techInnovation: "实施新的技术解决方案以提升用户体验。",
    newProductsTesting: "开发和测试新产品和服务。",
    cryptocurrencyStrengthening: "加强加密货币的地位。",
    promotionCampaigns: "进行新的 4V 推广活动。",
    techDoc: {
      title: "4V技术文档",
      introduction: "简介",
      architecture: "总体架构",
      glide: "GLIDE：本地智能动态引擎",
      newsAggregation: "新闻聚合与内容管理",
      robot: "4V.ROBOT：内容聚合的突破",
      crypto: "4V.COIN：加密货币管理",
      dex: "4V.DEX：去中心化交易所",
      defi: "4V.DEFI：去中心化金融服务",
      coin: "4V.coin：生态系统代币",
      dao: "DAO和去中心化治理",
      conclusion: "结论",
      introDescription:
        "4V 是一个先进的平台，汇集了寻求高效新闻处理、内容管理和加密资产管理的用户。4V 提供了一套独特的工具，支持新闻的收集、分析和个性化，提供基于区块链的金融解决方案。",
      introObjective:
        "4V 旨在成为新闻和信息的领先提供者，同时提供一系列加密货币和金融工具，如去中心化交易所（DEX）、NFT 平台和基于4V.coin 的 DeFi 服务。",
      mainDirections: "主要方向",
      innovativeApproach: "创新方法",
      aiForPersonalization: "利用 AI 创建个性化新闻推荐。",
      broadCoverage: "全球新闻的广泛覆盖和聚合。",
      integrationFinancialTools: "集成专有金融工具和4V 加密货币。",
      web3Development: "通过 DEX 和 DeFi 推动 Web 3.0 发展。",
      robotDescription1:
        "4V.ROBOT 是平台的关键功能，收集互联网内容，根据标签进行分类，并自动发布到社交媒体。",
      robotDescription2:
        "管理员可以设置类别、标签和时间表，系统将自动将内容发布到用户。",
      robotDescription3:
        "我们相信这个市场具有巨大潜力。4V.ROBOT 是第一个试图进入这一领域的产品。",
      technologiesAndTools: "技术与工具",
      glideEngine: "GLIDE：基于用户位置的新闻流智能调整。",
      contentwiseEngine: "CONTENTWISE：根据偏好收集和过滤内容。",
      distributor: "DISTRIBUTOR：自动内容分发。",
      smartshare: "SMARTSHARE：智能内容发布协议。",
      architectureDescription: "4V 架构旨在满足内容和加密货币管理的需求。",
      newsAggregator: "4V.NEWS——新闻聚合器，提供个性化内容。",
      glideModule: "GLIDE - 基于 AI 的位置过滤新闻。",
      cryptoModule: "4V.COIN——安全交易的加密货币管理模块。",
      dexAndDefiModules: "4V.DEX 和 4V.DEFI——去中心化金融模块。",
      glideDescription: "GLIDE 根据用户位置实时定制新闻流。",
      newsAggregationDescription:
        "4V.NEWS 是一个强大的聚合器，汇集数千个来源的数据。",
      cryptoDescription: "FVX 提供安全透明的加密资产管理。",
      marketMonitoring: "市场实时监控。",
      secureTransactions: "通过智能合约进行安全交易。",
      defiIntegration: "与 DeFi 服务集成进行资产管理。",
      dexDescription: "4V.DEX 是一个去中心化交易平台，无需中介。",
      coinDescription: "4V.coin 是平台服务的主要代币。",
      tokenFeatures: "代币的主要功能包括：",
      transactionFees: "交易费用：用户支付跨链费用。",
      staking: "质押 FVX 以增加网络安全性。",
      voting: "FVX 持有者参与投票。",
      stakingDelegation: "代币委托至验证者。",
      interoperability: "4V.coin 支持不同区块链的互动。",
      daoDescription1: "4V 通过 DAO 完全去中心化治理。",
      daoDescription2: "4V.ROBOT 收益的 50% 用于回购代币。",
      conclusionDescription:
        "4V 提供新闻聚合、数字资产管理和去中心化金融产品的独特解决方案。",
    },
    whitepaper: {
      title: "4V公司白皮书",
      introduction:
        "4V公司旨在通过利用人工智能（AI）、机器学习（ML）和区块链等尖端技术，成为领先的新闻和信息服务提供商。本文件概述了未来三年内将实现的主要方向和技术方面。所有机器人都将与4V.News新闻聚合器集成，以确保数据同步和为每个用户提供个性化的新闻源。",
      mainDirections: "主要方向",
      mainDirectionsDescription:
        "使用AI创建个性化的新闻源。广泛覆盖：收集和汇总世界各地关于各种主题的新闻。便捷工具：开发机器人和聚合器以方便访问新闻。自有加密货币：推广和整合4V加密货币。Web 3.0开发：启动去中心化交易所（DEX）、DeFi服务和NFT平台。",
      innovativeApproach: "创新方法",
      innovativeApproachDescription:
        "从不同来源汇总新闻是创建个性化新闻源的基础。这包括从新闻网站、社交网络、博客和其他来源收集信息。为了进行数据分析，它将经过过滤和标准化阶段，以排除无关信息并标准化数据格式。",
      broadCoverage: "广泛覆盖",
      broadCoverageDescription:
        "4V公司从世界各地的不同来源收集并汇总新闻，确保用户可以访问关于各种主题的多样化和最新信息。4V.News聚合器将与不同的消息应用和社交网络的机器人集成，方便用户接收新闻。",
      launch: "平台启动",
      launchDescription:
        "平台的公开启动将与4V加密货币集成，使用户可以在去中心化交易所交易该加密货币，并使用DeFi服务。",
      botDevelopment: "机器人和聚合器开发",
      botDevelopmentDescription:
        "将为流行的消息应用和社交网络开发机器人，例如WhatsApp、Facebook Messenger、Instagram、LinkedIn和TikTok。每个机器人将根据用户的兴趣为他们提供个性化新闻源。",
      technicalDocumentation: "技术文档",
      tokenomicsTitle: "FVX代币经济学",
      tokenUsage: "FVX代币用途",
      tokenUsageDescription:
        "FVX是4V生态系统的核心代币，具有多种功能：交易支付、质押和投票。用户使用FVX支付跨链交易的费用，包括交易混合、桥接和预言机验证。质押允许用户参与4V网络并获得奖励，从而增强网络安全。代币持有者还获得对生态系统发展投票的权利，促进去中心化和民主决策。",
      stakingDelegation:
        "质押委托：用户可以将FVX代币委托给其他验证者，从中获得一定比例的奖励。这种委托鼓励代币持有者将其保留在系统中，从而增加项目的流动性。",
      tokenDistributionTitle: "FVX代币分配",
      tokenDistribution: "代币分配",
      totalTokens: "总代币数：4 444 444 444",
      userStaking: "37% - 通过质押、参与奖励和其他活动分配给用户。",
      teamDevelopers: "17% - 分配给团队和开发人员。",
      liquidity: "24% - 用于流动性（在流动性池和交易所中）。",
      earlyAccess: "22% - 用于早期访问计划和赏金活动。",
      conclusionTitle: "结论",
      conclusionDescription:
        "4V是一个创新平台，将最新的技术用于全球新闻和内容的收集、处理和分发。我们专注于利用强大的分析工具和人工智能提供及时和高质量的信息。",
    },
    privacy: {
      title: "4V 隐私政策",
      lastUpdated: "最后更新日期：2023 年 10 月 11 日",
      contentsTitle: "目录",
      contents: {
        infoCollection: "信息收集",
        infoUsage: "信息使用",
        rightsCalifornia: "加州隐私权利",
        rightsEurope: "欧洲个人信息披露",
        dataTransfer: "数据传输和存储",
        cookies: "Cookie 的使用",
        security: "数据安全",
        contact: "联系我们",
      },
      infoCollection: {
        title: "信息收集",
        text1:
          "我们收集您直接提供的个人信息（例如在 4V 网站上注册时）以及您使用我们服务时自动收集的信息。这些信息可能包括您的姓名、联系方式、交易信息和设备信息。",
        text2:
          "我们还使用 Cookie 等跟踪技术来收集您在我们网站上的活动信息。这些数据有助于改进我们的服务，并根据您的偏好调整用户界面。",
      },
      infoUsage: {
        title: "信息使用",
        text1:
          "我们使用收集到的信息来提供和改进我们的服务、处理交易、发送通知并保护数据。例如，您的联系信息可用于发送更新和安全通知。",
        text2: "我们还可以将信息用于分析、个性化内容以及改进网站功能。",
      },
      rightsCalifornia: {
        title: "加州隐私权利",
        text: "根据《加州消费者隐私法案》（CCPA），加州居民有权要求获取有关我们如何收集和使用个人数据的信息，并可以请求删除数据。您有权利：",
        list: {
          access: "要求访问我们收集的个人信息。",
          deletion: "要求删除您的数据，法律要求的情况除外。",
          optOut: "选择退出数据销售（如适用）。",
        },
      },
      rightsEurope: {
        title: "欧洲个人信息披露",
        text: "如果您是欧洲经济区、英国或瑞士的居民，您根据《通用数据保护条例》（GDPR）享有以下权利：",
        list: {
          access: "访问您的数据并获得副本的权利。",
          correction: "更正不准确数据的权利。",
          deletion: "请求删除您的数据的权利。",
          restriction: "限制数据处理的权利。",
          portability: "数据可移植性的权利。",
        },
        contact: "要行使这些权利，请通过以下方式联系我们",
      },
      dataTransfer: {
        title: "数据传输和存储",
        text1:
          "我们可能会在履行我们的义务时将您的数据转移给第三方，并将其存储在包括美国在内的不同国家的服务器上。所有数据传输均符合法律要求。",
        text2:
          "我们采取合理措施来保护您的数据，但您应该意识到，互联网数据传输永远无法完全安全。",
      },
      cookies: {
        title: "Cookie 的使用",
        text: "我们使用 Cookie 收集您在网站上的活动信息。这样可以改进用户体验并提供更个性化的内容。您可以在浏览器中管理 Cookie 设置，并在必要时禁用它们。",
      },
      security: {
        title: "数据安全",
        text1:
          "我们尽力保护您的个人信息。我们的安全措施包括数据加密、密码保护和定期安全检查。",
        text2:
          "但是，尽管我们努力，没有任何安全系统可以保证完全的保护。我们建议您谨慎行事，并采取必要措施保护您的信息。",
      },
      contact: {
        title: "联系我们",
        text: "如果您对本隐私政策有任何疑问，可以通过 info@4V.com 与我们联系。",
      },
    },
    terms: {
      title: "4V服务条款",
      lastUpdated: "最后更新日期：2023年10月11日",
      contentsTitle: "目录",
      contents: {
        agreement: "同意条款",
        license: "用户许可范围",
        prohibited: "禁止活动",
        dataSecurity: "数据安全",
        disputes: "争议解决",
        californiaRights: "加州居民权利",
        miscellaneous: "其他规定",
        contact: "联系我们",
      },
      agreement: {
        title: "同意条款",
        text1:
          "本最终用户许可协议和服务条款（“EULA”）是您与（“我们”或“我们的”）之间的具有约束力的协议，涉及您对我们服务和网站的使用。使用我们的网站和服务即表示您同意遵守这些条款。如果您不同意，请停止使用我们的服务。",
        text2:
          "我们保留随时修改本协议的权利。更新发布后继续使用服务即表示您接受新条款。",
      },
      license: {
        title: "用户许可范围",
        text1:
          "4V向您授予一个有限的、个人的、不可转让的许可，仅供个人使用我们的服务。禁止复制、修改、反编译或分发我们的服务。",
        text2: "违反这些条款可能导致拒绝服务和法律责任。",
      },
      prohibited: {
        title: "禁止活动",
        text1:
          "您同意不将我们的服务用于非法目的，包括收集其他用户的个人数据、尝试未经授权的系统访问、传播恶意软件或违反任何法律或法规。",
        text2: "我们保留权利阻止任何违反这些条款的用户访问服务。",
      },
      dataSecurity: {
        title: "数据安全",
        text: "我们采取必要措施保护用户的数据。然而，尽管我们付出了努力，但互联网数据的完全安全性无法得到保证。您同意自行承担使用我们服务的风险。",
      },
      disputes: {
        title: "争议解决",
        text1:
          "因使用4V服务而产生的任何争议将根据瑞士法律通过仲裁解决。不允许集体诉讼。您同意单独解决争议。",
        text2:
          "为解决争议，您必须首先发送书面通知至我们的电子邮件地址 support@4V.com。",
      },
      californiaRights: {
        title: "加州居民权利",
        text: "根据加州消费者隐私法（CCPA），加州居民可以请求有关我们如何收集和使用其数据的信息，并可要求删除其数据。",
      },
      miscellaneous: {
        title: "其他规定",
        text: "这些条款构成您与4V之间关于使用我们服务的完整协议。我们可将我们的任何权利和义务转让给其他人，无需事先通知。对本协议的任何更改将在我们的网站上发布。",
      },
      contact: {
        title: "联系我们",
        text: "如果您对使用4V服务有任何疑问或投诉，可以通过 support@4V.com 联系我们。",
      },
    },
    "team title": "我们的国际团队",
    "team text":
      "我们为团队由来自世界各地的高素质专业人士组成而感到自豪。开发人员、营销人员和来自荷兰、爱沙尼亚和加拿大等国家的区块链技术专家因共同目标而团结起来——为现代问题创造创新解决方案。",

    "4V is an innovative":
      "4V 是一个创新平台，结合了最新的技术来收集、处理和分发来自世界各地的新闻和内容。",
    "4V.NEWS is an innovative platform that combines":
      " 是一个创新平台，结合了最新的技术来收集、处理和分发来自世界各地的新闻和内容。我们专注于提供相关且高质量的信息，使用强大的解析工具和人工智能进行分析和过滤。",
    "Find out more": "了解更多",
    "Aggregating news from different":
      "从不同来源聚合新闻是创建个性化新闻源的基础。这包括从新闻网站、社交网络、博客等来源收集信息。",
    "Development and training":
      "开发和训练AI模型以分析用户偏好并个性化新闻内容。模型将通过大量数据进行训练，以准确确定用户兴趣。",
    "Integration with 4V.News.":
      "与4V.News的整合。所有机器人将与新闻聚合器4V.News整合。这将确保数据同步并为每个用户提供个性化的新闻源。机器人将从聚合器获取数据并以便捷的格式提供给用户。",
    "For maximum convenience":
      "为了最大程度的方便，4V与大多数流行的社交网络集成。我们的Telegram、Facebook、Twitter和其他平台上的机器人为用户提供访问更新和独家内容的途径。",
    "This system":
      "该系统根据您的位置自动调整您的新闻源，提供最及时的本地和国际更新。",
    "Users who own FVX tokens":
      "拥有FVX代币的用户将能够参与有关平台开发的关键问题的投票。这可能包括批准新的区块链集成、费用更改、安全更新等问题。4V因此将成为完全去中心化的，由社区治理的平台。",
    "4V.ROBOT is an indispensable assistant for channel":
      "4V.ROBOT 是频道管理不可或缺的助手。 在热门社交媒体平台上创建频道，并使用我们的机器人自动化流程。",

    "With 4V.NEWS":
      "使用 4V.BOT，您可以通过选择广泛的类别和标签，甚至创建自己的个性化标签来定制您的新闻提要。",
    GLIDE: "GLIDE（全球本地化智能动态引擎）。",
    "Our sophisticated":
      "我们的高级人工智能不仅限于个人偏好。它还会根据您的位置自动调整新闻提要。",
    "4V.ROBOT is an indispensable assistant": "4V.ROBOT 是不可或缺的助手。",
    "4V.NEWS is more than just a news aggregator":
      "4V.NEWS 不仅仅是一个新闻聚合器；它是您的个人新闻管家。通过基于 AI 的分析、个性化新闻传递和易于使用的界面，保持领先。",
    "FVX owners":
      "FVX 持有者将有权就 4V 生态系统的发展投票，这使该项目去中心化和民主化。",
    "The best solution":
      "新闻网站和社交媒体渠道的最佳解决方案。使用人工智能的全自动解决方案。",
    "Convenient tools": "便捷的工具。开发机器人和聚合器以便捷访问新闻。",
    "Powerful tools and integrations": "强大的工具和集成",
    "Get FVX": "获取FVX",
    "Dont miss your chance": "不要错过第一时间获得FVX的机会！",

    "Over the next 3 months":
      "在接下来的三个月里，我们社区的所有成员都可以免费获得 FVX。在这三个月中，我们将为所有宣布的社交网络推出 4V.ROBOT 的现成版本，我们将准备一个钱包和一个网关桥，以方便与数字资产的交互。我们还将对智能合约进行审核，以确保最大限度的安全性。分发结束后，三个月后，硬币可以通过 IDO 在交易所购买或通过质押获得。",

    "4V.WEB 3.0":
      "4V.WEB 3.0 是一个创新平台，结合了区块链技术和去中心化应用程序（dApps）。我们为用户提供在去中心化网络中互动的能力，确保高水平的安全性、透明性和自治性。4V.WEB 3.0 允许开发者创建和部署他们的 dApps，并为用户提供广泛的去中心化服务。",
    "4V.DEX":
      "4V.DEX 是一个去中心化的交易所，用户可以直接进行加密货币交易，无需中介。该平台通过区块链技术确保交易的安全性和透明性，使用户能够完全控制其资产，并随时进行交易。",
    "4V.ROBOT":
      "4V.ROBOT 集成了人工智能元素来优化机器人的性能，并提供与各种社交网络（如 Telegram、Twitter 和 Facebook）的集成。通过这些机器人，用户可以即时获取新闻更新并自动化管理社交媒体内容。",
    "4V.CRYPTO":
      "4V.COIN 是我们公司在加密货币行业的分支，提供创新的数字资产解决方案和服务。我们提供广泛的产品。",
    "DISTRIBUTOR (Automatic Content Distributor)":
      "一个系统，自动将内容分发到您的频道和社交网络。",
    "CONTENTWISE (Content Wise Engine)":
      "一个智能系统，根据用户的偏好收集和过滤内容。",
    "4V.COIN":
      "FVX 总供应量为 4 444 444 444，它是 TON 网络中的代币，用于与我们的一些服务（如 4V.ROBOT、4V.DEFI 和 4V.DEX）进行交互。用户可以将其 FVX 代币委托给其他验证者，并从他们的奖励中获得一定比例。",
    DAO: "FVX 持有者将有权对 4V 生态系统发展的重要事项进行投票，使该项目去中心化和民主化。",
    "SMARTSHARE (Intelligent Sharing Protocol)":
      "一个系统，允许根据时间、事件和受众设置智能内容发布方案。",
    "4V.DEFI":
      "4V.DEFI 是一个平台，提供去中心化的金融服务，如借贷和质押。用户可以利用区块链技术享受透明和安全的金融工具。",
    "GLIDE(Global Localized Intelligent Dynamic Engine)":
      "我们的复杂 AI 不仅根据个人喜好，还会根据您的位置自动调整新闻源。",
    "4V.NEWS":
      "我们理解在当今世界中快速准确获取信息的重要性。我们的解析算法即时从数千个来源收集数据。",
    "Learn More": "了解更多",
    "Welcome to 4V.NEWS1": "欢迎来到 4V.NEWS",
    RESOURCES: "资源",
    START: "开始",
    "video title": "基于证据的可靠信息",
    "We are constantly":
      "我们不断改进和扩大我们的能力，为您提供最相关和有用的信息。",
    "you can now mine": "你现在可以在早期阶段挖掘这枚硬币！",
    "The DAO": "DAO 将允许用户对更新、协议更改和新集成进行投票。",
    "4V.ROBOT integrates": "4V.ROBOT 集成了人工智能元素",
    "We offer a wide range of products":
      "我们提供广泛的产品，包括安全的加密货币钱包、交易和交换平台以及市场跟踪分析工具。我们的使命是使加密货币的使用变得方便和可及，同时确保高度的安全性和可靠性。我们还计划实施WEB 3.0技术，以扩展我们的产品和服务的功能，包括去中心化金融（DeFi）平台和去中心化交易所（DEX）。",
    "Innovative approach":
      "创新方法和人工智能的使用，创建个性化新闻源。涵盖全球范围的广泛新闻收集和聚合，涵盖各种主题。",
    "4V.coin is a token on the TON":
      "FVX 是 TON 网络上的一种代币，用于与我们的服务交互，例如 4V.ROBOT、4V.DEFI 和 4V.DEX。",
    "4V.CRYPTO is our company’s":
      "4V.COIN 是我们公司在加密货币行业中的工具，提供创新的解决方案和服务来处理数字资产。",
    "The best solution for news":
      "新闻网站和社交媒体渠道的最佳解决方案。使用人工智能的全自动解决方案。",
    "Welcome to 4V.NEWS":
      "欢迎来到4V.NEWS，新闻聚合和信息管理领域的创新巅峰。旨在无缝集成尖端人工智能技术。",
    "4V is an innovative platform":
      "4V 是一个创新平台，结合了最新的技术来收集、处理和分发来自世界各地的新闻和内容。我们专注于提供相关且高质量的信息，使用强大的解析工具和人工智能来分析和筛选内容。",
    "Cutting-edge technology for news and content": "新闻和内容的尖端技术",
  },
  de: {
    "send": "senden",

    "bd52": "Bietet eine revolutionäre Lösung für Cross-Chain-Transfers und bietet maximale Anonymität, Sicherheit und Flexibilität. Die Integration von zk-SNARK und Mischmechanismen ermöglicht es den Nutzern, Vermögenswerte sicher zwischen Blockchains zu bewegen, ohne ihre Daten preiszugeben. 4V entwickelt sich ständig weiter und plant weitere Verbesserungen sowie die Implementierung neuer Technologien, um noch mehr Sicherheit und Skalierbarkeit zu gewährleisten.",

    "bd51": "Die Integration von zk-SNARK und Mischmechanismen in BridgeX gewährleistet das höchste Maß an Privatsphäre und Anonymität. Der Einsatz fortschrittlicher kryptografischer Methoden macht BridgeX widerstandsfähig gegen die meisten bekannten Angriffe, einschließlich Verkehrsanalysen und Transaktionsverfolgung.",

    "bd50": "Erhöhte Transaktionsgeschwindigkeit, da 4V das Routing unabhängig über seine Nodes verwalten kann",

    "bd49": "Unabhängigkeit von Drittanbieter-Infrastrukturanbietern",

    "bd48": "Erhöhte Sicherheit durch Kontrolle der Validierungsprozesse",

    "bd47": "Vorteile der Bereitstellung eigener Nodes",

    "bd46": "BridgeX verwendet Chainlink-Orakel, um die Datenintegrität bei Cross-Chain-Transaktionen sicherzustellen. Chainlink-Orakel überwachen den Status von Vermögenswerten im Quellnetzwerk und garantieren deren Sperrung, bevor gleichwertige Vermögenswerte im Zielnetzwerk freigegeben werden. Dies minimiert das Risiko von Fehlern oder Datenmanipulation.",

    "bd45": "4V plant, eigene Knoten für jedes unterstützte Netzwerk bereitzustellen, was die Transaktionskontrolle verbessern und die Systemsicherheit erhöhen wird. 4V-Knoten werden Funktionen wie Transaktionsvalidierung, Brückenmanagement und Aufrechterhaltung des allgemeinen Netzwerkzustands übernehmen.",

    "bd44": "Die Integration mit Chainlink ist ein wichtiger Bestandteil der BridgeX-Infrastruktur und trägt zur Zuverlässigkeit und Stabilität des Systems bei.",

    "bd43": "Die zk-SNARK-Technologie ist tief in die Transaktionsverarbeitung von BridgeX integriert, vom Initialisierungsstadium bis zum Cross-Chain-Transfer. zk-SNARK überprüft jede Transaktion, ohne Daten offenzulegen, was das System unglaublich sicher und benutzerfreundlich macht.",

    "bd42": "Der Benutzer erhält eine Benachrichtigung über den Abschluss der Übertragung, und die Transaktion wird sowohl im Quell- als auch im Zielnetzwerk angezeigt, wobei vollständige Anonymität gewährleistet ist.",

    "bd41": "Transaktionsbestätigung",

    "bd40": "Nach dem Mischen generiert BridgeX gleichwertige Vermögenswerte im Zielnetzwerk, die dem Benutzer zur Verfügung stehen. Diese Vermögenswerte sind nicht mehr mit der ursprünglichen Transaktion verbunden, wodurch vollständige Anonymität gewährleistet wird.",

    "bd39": "Cross-Chain-Übertragung",

    "bd38": "Vor dem Senden von Vermögenswerten an das Zielnetzwerk durchläuft die Transaktion einen Mixer, wo sie in Teile zerlegt und mit anderen Transaktionen gemischt wird. Zu diesem Zeitpunkt stellt zk-SNARK sicher, dass die Transaktion echt ist, ohne deren Details preiszugeben.",

    "bd37": "Verwendung von zk-SNARK und Mixer",

    bd36: "Zu diesem Zeitpunkt beginnt das System mit der Vorbereitung zur Ausgabe äquivalenter Vermögenswerte im Zielnetzwerk gemäß den Mechanismen der Cross-Chain-Protokolle.",

    bd35: "Nach Erhalt der Transaktion sperrt das System die Vermögenswerte des Benutzers im Quellnetzwerk über einen Smart Contract.",

    bd34: "Der Benutzer sendet digitale Assets an eine einzige öffentliche Adresse von BridgeX. Diese Adresse wird über alle unterstützten Blockchains hinweg geteilt. Das BridgeX Universal Asset Routing (BUAR) System identifiziert automatisch den Typ der Kryptowährung und das Ursprungsnetzwerk der Transaktion. Zum Beispiel, wenn ein Benutzer USDT von Ethereum sendet, erkennt das System diese Transaktion automatisch und bestimmt ihren Weg.",

    bd33: "Transaktionsinitialisierung",

    bd32: "Der Systembetrieb kann in mehrere Stufen unterteilt werden:",

    bd31: "Der Systembetrieb bietet den Benutzern eine einheitliche Schnittstelle zum Senden von Assets an jedes Blockchain-Netzwerk.",

    bd30: "Angenommen, ein Benutzer möchte 100 USDT über BridgeX senden. Er kann eine höhere Gebühr für eine sofortige Überweisung wählen oder die Gebühr senken, aber die Transaktion wird durch mehr Mischstufen gehen, wodurch ein höheres Maß an Anonymität gewährleistet wird.",

    bd29: "Beispiel für ein dynamisches Gebührensystem",

    bd28: "BridgeX bietet ein dynamisches Gebührensystem, das es Benutzern ermöglicht, ihre Transaktionen basierend auf ihren Präferenzen anzupassen. Das Gebührensystem in BridgeX ist so konzipiert, dass es den Benutzern Flexibilität bei der Auswahl der Parameter ihrer Transaktionen bietet. Zum Beispiel kann ein Benutzer, der eine Transaktion schneller ausführen möchte, eine höhere Gebühr wählen, wodurch die Verarbeitung beschleunigt wird. Gleichzeitig schlägt das System bei einem höheren Maß an Datenschutz vor, eine zusätzliche Mischstufe auszuwählen, was die Gebühr erhöht, aber maximale Anonymität gewährleistet.",

    bd27: "Dynamisches Gebührensystem",

    apes1:
      "4V.APES ist unsere Web-App-Telegramm-Spiel, in dem Sie den FVX-Token kostenlos erhalten können.",

    bd3: "Die BridgeX-Plattform passt sich nicht nur an moderne Bedingungen an, sondern gestaltet auch die Zukunft der Cross-Chain-Interaktion. Jedes Element des Systems wurde unter Berücksichtigung der aktuellen Herausforderungen entwickelt, denen sich das Krypto-Ökosystem gegenübersieht, wie Datenschutz, Skalierbarkeit und Dezentralisierung.",
    bd4: "Stellt ein mehrschichtiges, modulares System dar, das sich leicht anpassen und skalieren lässt, wenn das Netzwerk wächst und die Anzahl der Benutzer zunimmt. Die Architektur basiert auf mehreren Schlüsselkomponenten, die ihre Einzigartigkeit und Zuverlässigkeit gewährleisten: BridgeX-Cross-Chain-Protokolle, Transaktionsmischsystem, zk-SNARK für den Datenschutz sowie ein dynamisches Gebührensystem und flexible Einstellungen.",
    bd5: "Jede dieser Technologien ist in die Kernarchitektur integriert, um Datensicherheit und hohe Leistung zu gewährleisten, unabhängig von der Netzwerklast oder der Anzahl der Benutzer. Die Entwicklung von BridgeX basierte auf einem dezentralisierungsorientierten Ansatz, der die zentrale Steuerung des Systems eliminierte und die Kontrolle durch DAO-Mechanismen auf die Benutzer übertrug. Die BridgeX-Architektur wurde mit Blick auf drei Schlüsselaspekte entwickelt: Leistung, Sicherheit und Datenschutz. In diesem Abschnitt werden die Hauptkomponenten des Systems und deren Interaktionen detailliert beschrieben.",
    bd6: "BridgeX ist die zentrale Komponente von 4V.CRYPTO, die für die Interaktion zwischen Blockchains verantwortlich ist. Sie ermöglicht es Benutzern, digitale Vermögenswerte zwischen verschiedenen Blockchain-Netzwerken zu senden und zu empfangen. Dies ist besonders wichtig in der modernen Multi-Blockchain-Welt, in der verschiedene Plattformen oft nicht direkt interagieren können. BridgeX ermöglicht es Benutzern, ihre Vermögenswerte nahtlos zwischen Netzwerken wie Ethereum, Binance Smart Chain, Polygon, Solana und anderen zu bewegen.",
    bd7: "BridgeX verwendet Smart Contracts, um Vermögenswerte im Quellnetzwerk zu sperren und deren Äquivalent im Zielnetzwerk auszugeben. Wenn ein Nutzer beispielsweise 10 ETH von Ethereum an Binance Smart Chain senden möchte, sperrt BridgeX 10 ETH im Ethereum-Netzwerk und gibt den entsprechenden Betrag als BEP-20-Token auf Binance Smart Chain aus.",
    bd8: "stellt ein modulares System dar, das sich nahtlos über standardisierte Schnittstellen mit verschiedenen Blockchain-Netzwerken integriert. Dadurch können neue Blockchains problemlos zu BridgeX hinzugefügt werden, ohne dass eine vollständige Neugestaltung des Systems erforderlich ist. Beispielsweise kann ein neuer Blockchain wie Cardano oder Polkadot, der in Zukunft eine hohe Anpassungsfähigkeit bietet, mit minimalen Änderungen in BridgeX integriert werden.",
    bd9: "Eine weitere wichtige Funktion von BridgeX ist seine Fähigkeit, die Transaktionsweiterleitung zu optimieren. Das System enthält einen Mechanismus für künstliche Intelligenz, der die aktuelle Netzwerkauslastung analysiert und den Benutzern die besten Routen für ihre Transaktionen vorschlägt. Wenn beispielsweise das Ethereum-Netzwerk überlastet ist und Transaktionen langsam verarbeitet werden, kann BridgeX den Benutzern vorschlagen, Vermögenswerte über weniger ausgelastete Netzwerke wie Binance Smart Chain oder Polygon zu senden, wodurch Gebühren gesenkt und die Geschwindigkeit erhöht wird.",
    bd10: "Intelligente Transaktionsweiterleitung.",
    bd11: "Beispiel für den Betrieb.",
    bd12: "Angenommen, ein Benutzer möchte USDT-Token vom Ethereum-Netzwerk in das Polygon-Netzwerk übertragen. Zunächst überprüft BridgeX die Liquiditätsverfügbarkeit und sperrt USDT im Ethereum-Netzwerk über einen Smart Contract. Anschließend gibt das System einen äquivalenten Betrag an USDT im Polygon-Netzwerk über einen ähnlichen Vertrag aus. Der gesamte Prozess ist automatisiert und erfolgt innerhalb weniger Sekunden, wobei die Transaktion durch zk-SNARK geschützt wird, um Anonymität zu gewährleisten.",
    bd13: "Mischungsmechanismus.",
    bd14: "Der Mischungsmechanismus in BridgeX wurde entwickelt, um die Quelle und das Ziel von Transaktionen maximal zu verschleiern und so die Anonymität der Netzwerkteilnehmer zu gewährleisten. Das Mischen umfasst das Hin- und Herschieben von Transaktionen zwischen verschiedenen Benutzern, sodass es selbst bei der Verfolgung durch öffentliche Blockchains unmöglich ist, festzustellen, wer Absender und Empfänger von Geldern ist. Dies ist besonders wichtig für Benutzer, die ihre Privatsphäre schätzen und die Nachverfolgung von Transaktionen vermeiden möchten.",
    bd15: "Wie funktioniert das Mischen?",
    bd16: "Der Mischungsmechanismus in BridgeX verwendet fortschrittliche Verschlüsselungsalgorithmen und Datenverschleierung, um einen 'Transaktionspool' zu erstellen, aus dem gemischte Mittel gesendet werden. Wenn ein Benutzer über BridgeX Geld sendet, wird seine Transaktion in kleinere Teile aufgeteilt und mit den Transaktionen anderer Benutzer gemischt. Dies macht es nahezu unmöglich, nachzuverfolgen, woher die Gelder kamen und wohin sie geschickt wurden.",
    bd17: "Beispiel, wie Mischen funktioniert",
    bd18: "Angenommen, ein Benutzer sendet 5 ETH über BridgeX. Anstatt diese 5 ETH direkt an die Adresse des Empfängers zu senden, teilt das System den Betrag in kleinere Teile auf, zum Beispiel 0,1 ETH, und sendet sie über verschiedene Wege im Netzwerk. Gleichzeitig werden Transaktionen anderer Benutzer ebenfalls gemischt, wodurch es fast unmöglich wird, für einen externen Beobachter zu erkennen, wer die Mittel gesendet hat und an wen.",
    bd19: "Sichere Beweise",
    bd20: "Dies ist eine der fortschrittlichsten kryptografischen Technologien, die aktiv in 4VBridgeX eingesetzt wird, um Daten zu schützen und die Privatsphäre der Benutzer zu gewährleisten. zk-SNARK ermöglicht die Erstellung von Nachweisen der Transaktionsauthentizität, ohne Daten über die Transaktion, ihre Teilnehmer oder Beträge preiszugeben.",
    bd21: "Was ist",
    bd22: "Dies ist eine Methode des kryptografischen Beweises, die es einer Partei (dem Beweisenden) ermöglicht, eine andere Partei (den Verifizierenden) davon zu überzeugen, dass eine Aussage wahr ist, ohne Daten zu dieser Aussage preiszugeben. Im Kontext von 4VBridgeX wird zk-SNARK verwendet, um zu bestätigen, dass eine Transaktion stattgefunden hat, ohne Details darüber offenzulegen, wer die Mittel gesendet oder empfangen hat und wie viel übertragen wurde.",
    bd23: "Wenn ein Benutzer eine Transaktion über 4VBridgeX sendet, generiert das System einen zk-SNARK-Nachweis, dass die Transaktion gültig ist. Dieser Nachweis wird von Netzwerk-Validatoren überprüft, aber die Transaktionsdaten selbst bleiben verborgen. So können Validatoren die Gültigkeit der Transaktion bestätigen, ohne zu wissen, wer sie gesendet hat und an wen sie adressiert war.",
    bd24: "Wie es funktioniert",
    bd25: "zk-SNARK funktioniert durch komplexe mathematische Berechnungen, die einen kompakten Nachweis erstellen, dass eine Transaktion authentisch ist, ohne Informationen darüber preiszugeben. In BridgeX generiert jeder Benutzer, der Gelder sendet, automatisch einen zk-SNARK-Nachweis, der im Netzwerk überprüft wird, bevor die Transaktion abgeschlossen wird.",

    bd2: "löst dieses Problem, indem es ein einheitliches, dezentrales System schafft, das nicht nur den Transfer von Vermögenswerten zwischen Blockchains erleichtert, sondern auch die Sicherheit, Privatsphäre und Anonymität der Nutzer gewährleistet. Durch die Integration von zk-SNARK, einer Zero-Knowledge-Proof-Methode, ermöglicht die BridgeX-Plattform den Nutzern, Überweisungen durchzuführen, ohne ihre Daten preiszugeben, was die Sicherheit erheblich erhöht. Darüber hinaus verwendet BridgeX Mischmechanismen, um ein zusätzliches Maß an Privatsphäre für jede Transaktion zu bieten.",
    bd1: "ist eine revolutionäre Plattform, die entwickelt wurde, um eine der drängendsten Herausforderungen der modernen Blockchain-Community zu lösen: die Interaktion und Privatsphäre zwischen Blockchains. Mit der Entwicklung verschiedener Blockchains wie Ethereum, Binance Smart Chain, Polygon und anderer sind zahlreiche unabhängige Ökosysteme entstanden, die jeweils ihre einzigartigen Funktionen und Vorteile bieten. Es gibt jedoch ein erhebliches Problem zwischen diesen Netzwerken - die Komplexität der Interaktion und des Datenaustauschs zwischen Blockchains.",
    bid1: "Video öffnen",
    bid2: "Einführung",
    bid3: "Lösungsarchitektur",
    bid4: "Cross-Chain-Protokolle von BridgeX",
    bid5: "Mixing-Mechanismus",
    bid6: "Dynamisches Gebührensystem",
    bid7: "Arbeitsprozess von BridgeX",
    bid8: "Integration von zk-SNARK in BridgeX",
    bid9: "Funktionsweise des zk-SNARK-basierten Mixers",
    bid10: "Einsatz von Chainlink-Orakeln",
    bid11: "Bereitstellung von Nodes",
    bid12: "Sicherheit und Kontrolle",
    bid13: "Fazit",
    dexx: "Kaufen, verkaufen und tauschen Sie Ihre Kryptowährung auf unserem DEX! Unsere Cross-Chain-Brücke unterstützt wichtige Netzwerke wie TON, Ethereum, TRON, Binance Smart Chain, Polygon, TON, Avalanche, Fantom und andere und bietet den Benutzern umfangreiche Möglichkeiten.",
    wallet: "Wallet verbinden",
    brid: "Crosschain-Brücke",
    go: "Zum DEX gehen",
    br9: "Belohnungen: Je mehr Token Sie staken und je länger sie gestaket bleiben, desto höher sind Ihre Belohnungen.",
    br10: "Langfristige Nachhaltigkeit: Die endgültige Belohnungsrate beträgt 10 % pro Jahr.",

    bridge2:
      "BridgeX beseitigt dieses Problem durch die Schaffung eines einheitlichen dezentralisierten Systems, das nicht nur den Transfer von Vermögenswerten zwischen Blockchains ermöglicht, sondern auch die Sicherheit, Privatsphäre und Anonymität der Benutzer gewährleistet. Durch die Implementierung von zk-SNARK, einer Methode des Zero-Knowledge-Proofs, ermöglicht die BridgeX-Plattform Benutzern Überweisungen, ohne ihre Daten preiszugeben, was die Sicherheit erheblich verbessert. BridgeX verwendet auch Mixing-Mechanismen, die für jede Transaktion eine zusätzliche Datenschicht bereitstellen.",
    bridge3:
      "Dies ist eine innovative Plattform, die die neuesten Technologien zur Sammlung, Verarbeitung und Verbreitung von Nachrichten und Inhalten aus der ganzen Welt kombiniert. Wir spezialisieren uns darauf, aktuelle und qualitativ hochwertige Informationen bereitzustellen, indem wir leistungsstarke Parsing-Tools und künstliche Intelligenz zur Analyse und Filterung von Inhalten verwenden.",
    br2: "Transaktionsprivatsphäre: Moderne Blockchain-Netzwerke sind von Natur aus transparent, sodass jede Transaktion und ihre Teilnehmer nachverfolgt werden können. Dies schafft Risiken, insbesondere für Nutzer, die die Vertraulichkeit ihrer finanziellen Transaktionen schätzen.",
    br4: "BridgeX bietet Benutzern die Möglichkeit, ihre Vermögenswerte nahtlos zwischen Netzwerken wie Ethereum, Binance Smart Chain, Polygon, Solana und anderen zu bewegen.",
    br5: "Die zk-SNARK-Technologie ist tief in die Transaktionsverarbeitung von BridgeX integriert, von der Initialisierungsphase bis zum Cross-Chain-Transfer. zk-SNARK gewährleistet die Überprüfung jeder Transaktion ohne Offenlegung von Daten und macht das System unglaublich sicher für Benutzer.",
    br6: "Kaufen, verkaufen und tauschen Sie Ihre Kryptowährung auf unserem DEX! Unsere Cross-Chain-Brücke ermöglicht den Transfer von Vermögenswerten zwischen verschiedenen Blockchains (z. B. Ethereum, Binance Smart Chain, Polygon).",
    br7: "4V.BridgeX unterstützt das Proof-of-Stake (PoS)-System und ermöglicht es den Benutzern, Belohnungen für das Staken ihrer Token zu verdienen. So funktioniert es:",
    br8: "Token-Staking: Sie hinterlegen Ihre FVX-Token auf der 4V.BridgeX-Plattform.",
    br1: "In der modernen Kryptowelt sind Privatsphäre, Sicherheit und die einfache Übertragung von Vermögenswerten zwischen verschiedenen Blockchains die wichtigsten Aspekte. Mit der Entwicklung von Cross-Chain-Technologien stehen Benutzer vor neuen Herausforderungen wie der Komplexität der Interaktion mit Bridges, Sicherheitsrisiken und Bedrohungen der Privatsphäre. Als Antwort auf diese Herausforderungen präsentieren wir , ein innovatives System für einfache, schnelle und sichere Übertragungen von Vermögenswerten zwischen Blockchains mit einem hohen Maß an Anonymität.",

    bridge:
      "4V.BridgeX ist eine revolutionäre Plattform, die entwickelt wurde, um eine der drängendsten Herausforderungen der modernen Blockchain-Community zu lösen: die Interaktion zwischen Ketten und Datenschutz.",
    br3: "Einfacher Transfer von Vermögenswerten zwischen Netzwerken: Brücken, die verschiedene Blockchains verbinden, sind oft schwer zu nutzen und anfällig für Angriffe. Sicherheit: Schwachstellen in der Cross-Chain-Infrastruktur können zu Hacks, Diebstahl von Geldern und Vertrauensverlust bei den Nutzern führen.",

    Menu: "Menü",
    "TECH SPEC": "Technische Daten",
    "TERMS OF SERVICE": "NUTZUNGSBEDINGUNGEN",
    "PRIVACY POLICY": "DATENSCHUTZRICHTLINIE",
    "WHITE PAPER": "WEISSBUCH",
    "ROAD MAP": "FAHRPLAN",
    Company: "Unternehmen",
    Team: "Team",
    Defi: "Dezentralisierte Finanzen",
    Documentation: "Dokumentation",
    roadmapTitle: "Fahrplan 2024-2026",
    note: "Dies ist keine endgültige Version der Roadmap und wird monatlich aktualisiert.",

    "2024StrengtheningAndExpansion": "2024: Stärkung und Erweiterung",
    q3_2024: "Q3 2024",
    launchTelegramBot: "Start des 4V.ROBOT für Telegram.",
    launchWhatsAppBot: "Start des 4V.ROBOT für WhatsApp.",
    botDevelopmentTesting: "Entwicklung und Test des Bots.",
    userAttractionCampaign: "Marketingkampagne zur Gewinnung von Nutzern.",
    integrationWithNewsAggregator:
      "Integration mit dem 4V.News Nachrichtenaggregator.",
    userFeedbackFeatures:
      "Neue Funktionen basierend auf Nutzerfeedback hinzufügen.",
    interfaceOptimization: "Optimierung von Benutzeroberfläche und Leistung.",

    q4_2024: "Q4 2024",
    launchVKBot: "Start des 4V.ROBOT für VK.",

    "2025InternationalExpansionInnovation":
      "2025: Internationale Expansion und Innovation",
    q1_2025: "Q1 2025",
    launchFacebookMessengerBot: "Start des 4V.ROBOT für Facebook Messenger.",
    launchDEX: "Start des 4V.DEX.",
    launchDEFI: "Start des 4V.BridgeX.",
    educationWebinars:
      "Bildungsmaterialien und Webinare für Nutzer bereitstellen.",
    cryptocurrencyReach: "Erweiterung der Reichweite der 4V Kryptowährung.",
    exchangeListing: "Arbeit an der Listung auf neuen Kryptowährungsbörsen.",
    airdropCampaigns: "Durchführung von Airdrop-Kampagnen und Treueprogrammen.",

    q2_2025: "Q2 2025",
    launchInstagramBot: "Start des Instagram Bots.",
    launch4VNews: "Start des 4V.NEWS.",
    communityManagement: "Community-Management.",
    userCommunityDevelopment:
      "Entwicklung einer aktiven Nutzer-Community auf verschiedenen Plattformen.",
    feedbackCollection: "Regelmäßige Umfragen und Feedbacksammlung.",

    q3_2025: "Q3 2025",
    launchLinkedInBot: "Start des 4V.ROBOT für LinkedIn.",
    internationalPromotion: "Internationale Promotion.",
    marketAdaptation:
      "Eintritt in neue Märkte und Anpassung des Dienstes an lokale Besonderheiten.",

    q4_2025: "Q4 2025",
    launchTikTokBot: "Start des 4V.ROBOT für TikTok.",
    partnershipPrograms: "Erweiterung der Partnerschaftsprogramme.",
    cryptocurrencyPartnerships:
      "Partnerschaften mit großen Kryptowährungsplattformen.",
    jointAdvertising: "Durchführung gemeinsamer Werbekampagnen.",

    "2026LeadershipStability": "2026: Führung und Stabilität",
    q1_2026: "Q1 2026",
    effectivenessAnalysis:
      "Analyse und Optimierung der Effektivität aller gestarteten Bots.",
    functionalityExpansion: "Erweiterung der Funktionen für 4V-Inhaber.",
    newAdvertisingCampaigns:
      "Durchführung neuer Werbekampagnen und Partnerschaftsprogramme.",

    q2_2026: "Q2 2026",
    innovativeDevelopments: "Innovative Entwicklungen.",
    aiIntegration:
      "Implementierung neuer Technologien wie KI und ML zur Verbesserung des Dienstes.",
    personalizedNews:
      "Entwicklung personalisierter Nachrichten-Feeds mit Hilfe von KI.",
    cryptoInfrastructure: "Entwicklung der Kryptowährungsinfrastruktur.",
    newMiningOpportunities:
      "Schaffung neuer Möglichkeiten für das Mining und den Handel von 4V.",
    walletsPaymentSystems: "Entwicklung eigener Wallets und Zahlungssysteme.",

    q3_2026: "Q3 2026",
    businessOptimization: "Analyse aller Geschäftsaspekte des Jahres.",
    scalingTeamGrowth:
      "Vergrößerung des Teams und Verbesserung der Infrastruktur zur Unterstützung des Wachstums.",

    q4_2026: "Q4 2026",
    newBotsAndServices: "Start neuer Bots und Dienstleistungen.",
    globalExpansion: "Globale Expansion.",
    serviceLocalization:
      "Lokalisierung von Dienstleistungen für neue Regionen.",

    "2027InnovationDevelopment": "2027: Innovationsentwicklung",
    q1_2027: "Q1 2027",
    techInnovation:
      "Implementierung neuer technologischer Lösungen zur Verbesserung der Benutzererfahrung.",
    newProductsTesting:
      "Entwicklung und Test neuer Produkte und Dienstleistungen.",
    cryptocurrencyStrengthening: "Stärkung der Position der Kryptowährung.",
    promotionCampaigns:
      "Durchführung neuer Kampagnen zur Förderung und Nutzung von 4V.",
    techDoc: {
      title: "4V Technische Dokumentation",
      introduction: "Einführung",
      architecture: "Gesamtarchitektur",
      glide: "GLIDE: Lokalisierte Intelligente Dynamische Engine",
      newsAggregation: "Nachrichtenaggregation und Inhaltsverwaltung",
      robot: "4V.ROBOT: Durchbruch in der Inhaltsaggregation",
      crypto: "4V.COIN: Kryptowährungsverwaltung",
      dex: "4V.DEX: Dezentrale Börse",
      defi: "4V.DEFI: Dezentrale Finanzdienstleistungen",
      coin: "4V.coin: Ökosystem-Token",
      dao: "DAO und dezentrale Verwaltung",
      conclusion: "Schlussfolgerung",
      introDescription:
        "4V ist eine fortschrittliche Plattform, die Benutzer vereint, die nach effektiver Nachrichtenverarbeitung, Inhaltsverwaltung und Kryptowährungsverwaltung suchen. 4V bietet eine einzigartige Kombination aus Tools zum Sammeln, Analysieren und Personalisieren von Nachrichten sowie zur Bereitstellung blockchainbasierter Finanzlösungen.",
      introObjective:
        "Das Ziel von 4V ist es, ein führender Anbieter von Nachrichten und Informationen zu werden und Zugang zu einer Vielzahl von Krypto- und Finanzinstrumenten wie dezentralen Börsen (DEX), NFT-Plattformen und DeFi-Diensten auf Basis unserer Kryptowährung 4V.coin zu bieten.",
      mainDirections: "Hauptziele",
      innovativeApproach: "Innovativer Ansatz",
      aiForPersonalization: "KI-gestützte, personalisierte Nachrichtenfeeds.",
      broadCoverage:
        "Breite Berichterstattung und globale Nachrichtenaggregation.",
      integrationFinancialTools:
        "Integration von Finanzinstrumenten und der 4V Kryptowährung.",
      web3Development: "Entwicklung von Web 3.0 durch DEX und DeFi.",
      robotDescription1:
        "Eine Hauptfunktion der Plattform ist 4V.ROBOT – ein Bot, der Inhalte aus dem Internet sammelt, kategorisiert und automatisch auf sozialen Medien veröffentlicht.",
      robotDescription2:
        "Administratoren können Kategorien, Tags und Veröffentlichungszeiten festlegen, und das System wird den Inhalt automatisch verbreiten.",
      robotDescription3:
        "Wir glauben, dass dieser Markt ein enormes Potenzial hat. 4V.ROBOT ist das erste Produkt seiner Art, das darauf abzielt, diese Nische zu erobern.",
      technologiesAndTools: "Technologien und Werkzeuge",
      glideEngine:
        "GLIDE (Global Lokalisierte Intelligente Dynamische Engine): Eine KI-Engine, die den Nachrichtenfeed automatisch anpasst.",
      contentwiseEngine:
        "CONTENTWISE: Ein intelligentes System zur Sammlung und Filterung von Inhalten.",
      distributor: "DISTRIBUTOR: Automatisches Inhaltsverteilungssystem.",
      smartshare:
        "SMARTSHARE: System zur intelligenten Verteilung von Inhalten.",
      architectureDescription:
        "Die Architektur von 4V ist für die Bedürfnisse der Benutzer bei der Verwaltung von Inhalten und Kryptowährungen konzipiert.",
      newsAggregator:
        "4V.NEWS – Ein Nachrichtenaggregator, der personalisierte und relevante Inhalte bereitstellt.",
      glideModule:
        "GLIDE – Eine KI-gestützte Engine zur Nachrichtenfilterung basierend auf Standort.",
      cryptoModule:
        "4V.COIN – Ein Modul für sichere Kryptowährungstransaktionen.",
      dexAndDefiModules: "4V.DEX und 4V.DEFI – Dezentrale Finanzmodule.",
      glideDescription:
        "GLIDE passt den Nachrichtenfeed in Echtzeit an den Standort des Benutzers an.",
      newsAggregationDescription:
        "4V.NEWS ist ein leistungsstarker Aggregator, der Daten aus tausenden Quellen sammelt.",
      cryptoDescription:
        "4V.COIN stellt eine sichere und transparente Verwaltung von Krypto-Assets sicher.",
      marketMonitoring: "Marktüberwachung in Echtzeit.",
      secureTransactions: "Sichere Transaktionen über Smart Contracts.",
      defiIntegration: "Integration mit dezentralen Finanzdienstleistungen.",
      dexDescription:
        "4V.DEX ist eine dezentrale Börse für Kryptowährungen ohne Zwischenhändler.",
      coinDescription:
        "FVX ist ein Token für Interaktionen innerhalb der Plattformdienste.",
      tokenFeatures: "Hauptfunktionen des Tokens:",
      transactionFees:
        "Transaktionsgebühren: Überweisungsgebühren mit FVX.",
      staking: "Staking zur Netzwerkbeteiligung.",
      voting: "Abstimmungsrecht für FVX Inhaber.",
      stakingDelegation: "Staking-Delegation an Validatoren.",
      interoperability:
        "4V.coin unterstützt Interoperabilität zwischen Blockchains.",
      daoDescription1:
        "4V strebt eine vollständige Dezentralisierung der Verwaltung über DAO an.",
      daoDescription2:
        "50 % des Erlöses von 4V.ROBOT werden zum Rückkauf des Tokens verwendet.",
      conclusionDescription:
        "4V bietet einzigartige Lösungen für Nachrichtenaggregation, digitale Assetverwaltung und dezentrale Finanzprodukte.",
    },
    whitepaper: {
      title: "4V Unternehmens-Whitepaper",
      introduction:
        "4V strebt an, ein führender Anbieter von Nachrichten- und Informationsdiensten zu werden, indem es modernste Technologien wie künstliche Intelligenz (KI), maschinelles Lernen (ML) und Blockchain nutzt. Dieses Dokument beschreibt die wichtigsten Richtungen und technischen Aspekte, die in den nächsten drei Jahren implementiert werden sollen. Alle Bots werden mit dem Nachrichtenaggregator 4V.News integriert, um die Datensynchronisation und personalisierte Newsfeeds für jeden Nutzer sicherzustellen.",
      mainDirections: "Hauptbereiche",
      mainDirectionsDescription:
        "Einsatz von KI zur Erstellung personalisierter Newsfeeds. Breite Abdeckung: Sammeln und Aggregieren von Nachrichten aus aller Welt zu verschiedenen Themen. Praktische Tools: Entwicklung von Bots und Aggregatoren für einfachen Zugriff auf Nachrichten. Eigene Kryptowährung: Förderung und Integration der 4V-Kryptowährung. Web 3.0 Entwicklung: Start von dezentralen Börsen (DEX), DeFi-Diensten und NFT-Plattformen.",
      innovativeApproach: "Innovativer Ansatz",
      innovativeApproachDescription:
        "Die Aggregation von Nachrichten aus verschiedenen Quellen bildet die Grundlage für die Erstellung personalisierter Newsfeeds. Dazu gehört das Sammeln von Informationen von Nachrichtenseiten, sozialen Netzwerken, Blogs und anderen Quellen. Für die Datenanalyse werden die Informationen gefiltert und normalisiert, um irrelevante Daten auszuschließen und das Datenformat zu standardisieren.",
      broadCoverage: "Breite Abdeckung",
      broadCoverageDescription:
        "4V sammelt und aggregiert Nachrichten aus verschiedenen Quellen weltweit, um sicherzustellen, dass Nutzer Zugang zu vielfältigen und aktuellen Informationen zu verschiedenen Themen haben. Der 4V.News-Aggregator wird mit Bots für verschiedene Messenger und soziale Netzwerke integriert, sodass Nutzer Nachrichten in einem bequemen Format erhalten können.",
      launch: "Start",
      launchDescription:
        "Der öffentliche Start der Plattform wird mit der 4V-Kryptowährung integriert, sodass Nutzer die Kryptowährung an dezentralen Börsen handeln und DeFi-Dienste nutzen können.",
      botDevelopment: "Entwicklung von Bots und Aggregatoren",
      botDevelopmentDescription:
        "Bots werden für beliebte Messenger und soziale Netzwerke wie WhatsApp, Facebook Messenger, Instagram, LinkedIn und TikTok entwickelt. Jeder Bot bietet den Nutzern Zugriff auf Nachrichten und personalisierte Feeds basierend auf ihren Interessen.",
      technicalDocumentation: "Technische Dokumentation",
      tokenomicsTitle: "FVX Tokenomics",
      tokenUsage: "FVX Token-Nutzung",
      tokenUsageDescription:
        "FVX ist das Haupt-Token des 4V-Ökosystems und dient mehreren Funktionen: Transaktionszahlungen, Staking und Abstimmung. Nutzer zahlen Gebühren für Cross-Chain-Transaktionen mit FVX, einschließlich Transaktions-Mixing, Nutzung von Brücken und Validierung durch Orakel. Staking ermöglicht es den Nutzern, am 4V-Netzwerk teilzunehmen und Belohnungen zu erhalten, was die Netzwerksicherheit erhöht. Token-Inhaber erhalten auch Stimmrechte für die Entwicklung des Ökosystems, was die Dezentralisierung und demokratische Entscheidungsfindung fördert.",
      stakingDelegation:
        "Staking-Delegation: Nutzer können ihre FVX-Token an andere Validatoren delegieren und so einen Anteil an deren Belohnungen verdienen. Diese Delegation ermutigt Token-Inhaber, ihre Token im System zu halten und erhöht die Liquidität des Projekts.",
      tokenDistributionTitle: "FVX Token-Verteilung",
      tokenDistribution: "Token-Verteilung",
      totalTokens: "Gesamtanzahl der Token: 4 444 444 444",
      userStaking:
        "37% - Für Nutzer durch Staking, Beteiligungsbelohnungen und andere Aktivitäten.",
      teamDevelopers: "17% - Für das Team und die Entwickler.",
      liquidity: "24% - Für die Liquidität (in Liquiditätspools und Börsen).",
      earlyAccess: "22% - Für das Early-Access-Programm und Bounty-Kampagnen.",
      conclusionTitle: "Schlussfolgerung",
      conclusionDescription:
        "4V ist eine innovative Plattform, die neueste Technologien zur Erfassung, Verarbeitung und Verbreitung von Nachrichten und Inhalten weltweit vereint. Wir konzentrieren uns darauf, zeitnahe und qualitativ hochwertige Informationen mit leistungsstarken Analysetools und künstlicher Intelligenz bereitzustellen.",
    },
    privacy: {
      title: "4V Datenschutzrichtlinie",
      lastUpdated: "Zuletzt aktualisiert: 11. Oktober 2023",
      contentsTitle: "Inhalt",
      contents: {
        infoCollection: "Informationssammlung",
        infoUsage: "Verwendung von Informationen",
        rightsCalifornia: "Ihre kalifornischen Datenschutzrechte",
        rightsEurope: "Offenlegung für Personen in Europa",
        dataTransfer: "Datenübertragung und -speicherung",
        cookies: "Verwendung von Cookies",
        security: "Datensicherheit",
        contact: "Kontaktieren Sie uns",
      },
      infoCollection: {
        title: "Informationssammlung",
        text1:
          "Wir sammeln personenbezogene Daten, die Sie uns direkt zur Verfügung stellen (z. B. bei der Registrierung auf der 4V-Website) und automatisch bei der Nutzung unserer Dienste. Dazu können Ihr Name, Kontaktdaten, Transaktionsinformationen und Geräteinformationen gehören.",
        text2:
          "Wir verwenden auch Tracking-Technologien wie Cookies, um Informationen über Ihre Aktivitäten auf unserer Website zu sammeln. Diese Daten helfen, unseren Service zu verbessern und die Benutzeroberfläche an Ihre Präferenzen anzupassen.",
      },
      infoUsage: {
        title: "Verwendung von Informationen",
        text1:
          "Wir verwenden die gesammelten Informationen, um unsere Dienstleistungen bereitzustellen und zu verbessern, Transaktionen zu bearbeiten, Benachrichtigungen zu senden und Daten zu schützen. Ihre Kontaktdaten können beispielsweise verwendet werden, um Updates und Sicherheitsbenachrichtigungen zu senden.",
        text2:
          "Wir können die Informationen auch für Analysen, die Personalisierung von Inhalten und die Verbesserung der Website-Funktionalität verwenden.",
      },
      rightsCalifornia: {
        title: "Ihre kalifornischen Datenschutzrechte",
        text: "Gemäß dem kalifornischen Verbraucherdatenschutzgesetz (CCPA) haben kalifornische Einwohner das Recht, Informationen darüber anzufordern, wie wir personenbezogene Daten sammeln und verwenden, und können deren Löschung verlangen. Sie haben das Recht:",
        list: {
          access:
            "Zugang zu den von uns gesammelten personenbezogenen Daten zu verlangen.",
          deletion:
            "Die Löschung Ihrer Daten zu verlangen, außer in gesetzlich vorgesehenen Fällen.",
          optOut:
            "Dem Verkauf Ihrer Daten zu widersprechen (falls zutreffend).",
        },
      },
      rightsEurope: {
        title: "Offenlegung für Personen in Europa",
        text: "Wenn Sie Einwohner des EWR, des Vereinigten Königreichs oder der Schweiz sind, haben Sie folgende Rechte gemäß der Allgemeinen Datenschutzverordnung (DSGVO):",
        list: {
          access: "Recht auf Zugang zu Ihren Daten und Erhalt einer Kopie.",
          correction: "Recht auf Berichtigung unrichtiger Daten.",
          deletion: "Recht auf Löschung Ihrer Daten.",
          restriction: "Recht auf Einschränkung der Datenverarbeitung.",
          portability: "Recht auf Datenübertragbarkeit.",
        },
        contact: "Um diese Rechte auszuüben, kontaktieren Sie uns unter",
      },
      dataTransfer: {
        title: "Datenübertragung und -speicherung",
        text1:
          "Wir können Ihre Daten an Dritte übertragen, wenn dies zur Erfüllung unserer Verpflichtungen erforderlich ist, und auf Servern in verschiedenen Ländern, einschließlich der Vereinigten Staaten, speichern. Alle Datenübertragungen erfolgen in Übereinstimmung mit den gesetzlichen Anforderungen.",
        text2:
          "Wir ergreifen angemessene Maßnahmen zum Schutz Ihrer Daten, weisen Sie jedoch darauf hin, dass die Datenübertragung über das Internet niemals vollständig sicher sein kann.",
      },
      cookies: {
        title: "Verwendung von Cookies",
        text: "Wir verwenden Cookies, um Informationen über Ihre Aktivitäten auf der Website zu sammeln. Dies ermöglicht es uns, die Benutzererfahrung zu verbessern und personalisierte Inhalte bereitzustellen. Sie können Ihre Cookie-Einstellungen in Ihrem Browser verwalten und sie bei Bedarf deaktivieren.",
      },
      security: {
        title: "Datensicherheit",
        text1:
          "Wir unternehmen alle Anstrengungen, um Ihre persönlichen Informationen zu schützen. Unsere Sicherheitsmaßnahmen umfassen Datenverschlüsselung, Passwortschutz und regelmäßige Sicherheitsüberprüfungen.",
        text2:
          "Trotz unserer Bemühungen kann jedoch kein Sicherheitssystem vollständigen Schutz garantieren. Wir empfehlen Ihnen, vorsichtig zu sein und die notwendigen Schritte zum Schutz Ihrer Informationen zu unternehmen.",
      },
      contact: {
        title: "Kontaktieren Sie uns",
        text: "Wenn Sie Fragen zu dieser Datenschutzrichtlinie haben, können Sie uns unter info@4V.com kontaktieren.",
      },
    },
    terms: {
      title: "4V Nutzungsbedingungen",
      lastUpdated: "Letzte Aktualisierung: 11. Oktober 2023",
      contentsTitle: "Inhaltsverzeichnis",
      contents: {
        agreement: "Zustimmung zu den Bedingungen",
        license: "Nutzungsrechte des Benutzers",
        prohibited: "Verbotene Aktivitäten",
        dataSecurity: "Datensicherheit",
        disputes: "Streitbeilegung",
        californiaRights: "Rechte der Einwohner Kaliforniens",
        miscellaneous: "Sonstige Bestimmungen",
        contact: "Kontaktieren Sie uns",
      },
      agreement: {
        title: "Zustimmung zu den Bedingungen",
        text1:
          'Diese Endbenutzer-Lizenzvereinbarung und Nutzungsbedingungen ("EULA") ist eine verbindliche Vereinbarung zwischen Ihnen und 4V ("wir", "uns" oder "unser") in Bezug auf die Nutzung unseres Dienstes und unserer Website. Durch die Nutzung unserer Website und unseres Dienstes stimmen Sie diesen Bedingungen zu. Wenn Sie mit den Bedingungen nicht einverstanden sind, stellen Sie bitte die Nutzung unserer Dienste ein.',
        text2:
          "Wir behalten uns das Recht vor, diese Vereinbarung jederzeit zu ändern. Die fortgesetzte Nutzung des Dienstes nach Veröffentlichung von Aktualisierungen bedeutet, dass Sie den neuen Bedingungen zustimmen.",
      },
      license: {
        title: "Nutzungsrechte des Benutzers",
        text1:
          "4V gewährt Ihnen eine begrenzte, persönliche, nicht übertragbare Lizenz zur Nutzung unseres Dienstes ausschließlich für persönliche Zwecke. Jede Vervielfältigung, Änderung, Dekompilierung oder Verbreitung unserer Dienste ist strengstens untersagt.",
        text2:
          "Die Verletzung dieser Bedingungen kann zur Verweigerung des Zugangs zum Dienst und zur rechtlichen Haftung führen.",
      },
      prohibited: {
        title: "Verbotene Aktivitäten",
        text1:
          "Sie verpflichten sich, unseren Dienst nicht für illegale Zwecke zu verwenden, einschließlich der Sammlung persönlicher Daten anderer Benutzer, des Versuchs eines unbefugten Systemzugriffs, der Verbreitung von Schadsoftware oder der Verletzung von Gesetzen oder Vorschriften.",
        text2:
          "Wir behalten uns das Recht vor, den Zugriff auf den Dienst für Benutzer zu sperren, die gegen diese Bedingungen verstoßen.",
      },
      dataSecurity: {
        title: "Datensicherheit",
        text: "Wir ergreifen notwendige Maßnahmen, um die Daten der Benutzer zu schützen. Trotz unserer Bemühungen kann jedoch die vollständige Datensicherheit im Internet nicht garantiert werden. Sie stimmen zu, unseren Dienst auf eigenes Risiko zu nutzen.",
      },
      disputes: {
        title: "Streitbeilegung",
        text1:
          "Alle Streitigkeiten, die sich aus der Nutzung der Dienste von  ergeben, werden gemäß Schweizer Recht durch Schiedsgerichtsbarkeit beigelegt. Sammelklagen sind nicht gestattet. Sie stimmen einer individuellen Streitbeilegung zu.",
        text2:
          "Zur Beilegung eines Streits müssen Sie zunächst eine schriftliche Mitteilung an unsere E-Mail-Adresse support@4V.com senden.",
      },
      californiaRights: {
        title: "Rechte der Einwohner Kaliforniens",
        text: "Gemäß dem kalifornischen Verbraucherdatenschutzgesetz (CCPA) können Einwohner Kaliforniens Informationen darüber anfordern, wie wir ihre Daten sammeln und verwenden, und die Löschung ihrer Daten verlangen.",
      },
      miscellaneous: {
        title: "Sonstige Bestimmungen",
        text: "Diese Bedingungen stellen die gesamte Vereinbarung zwischen Ihnen und 4V hinsichtlich der Nutzung unseres Dienstes dar. Wir können unsere Rechte und Pflichten ohne vorherige Ankündigung auf andere übertragen. Änderungen an dieser Vereinbarung werden auf unserer Website veröffentlicht.",
      },
      contact: {
        title: "Kontaktieren Sie uns",
        text: "Wenn Sie Fragen oder Beschwerden zur Nutzung der -Dienste haben, können Sie uns unter support@4V.com kontaktieren.",
      },
    },
    "team title": "Unser internationales Team",
    "team text":
      "Wir sind stolz darauf, dass unser Team aus hochqualifizierten Fachleuten aus der ganzen Welt besteht. Entwickler, Vermarkter und Blockchain-Technologie-Experten aus Ländern wie den Niederlanden, Estland und Kanada vereint ein gemeinsames Ziel - innovative Lösungen für moderne Probleme zu schaffen.",

    "4V is an innovative":
      "4V ist eine innovative Plattform, die die neuesten Technologien zur Sammlung, Verarbeitung und Verbreitung von Nachrichten und Inhalten aus der ganzen Welt vereint.",
    "4V.NEWS is an innovative platform that combines":
      " ist eine innovative Plattform, die die neuesten Technologien zur Sammlung, Verarbeitung und Verbreitung von Nachrichten und Inhalten aus der ganzen Welt kombiniert. Wir spezialisieren uns darauf, relevante und qualitativ hochwertige Informationen unter Verwendung leistungsstarker Parsing-Tools und künstlicher Intelligenz zur Analyse und Filterung bereitzustellen.",
    "Find out more": "Mehr erfahren",
    "Aggregating news from different":
      "Die Aggregation von Nachrichten aus verschiedenen Quellen ist die Grundlage für die Erstellung personalisierter Newsfeeds. Dazu gehört das Sammeln von Informationen von Nachrichtenseiten, sozialen Netzwerken, Blogs und anderen Quellen.",
    "Development and training":
      "Entwicklung und Schulung von KI-Modellen zur Analyse von Benutzerpräferenzen und Personalisierung von Nachrichteninhalten. Die Modelle werden auf großen Datenmengen trainiert, um die Interessen der Benutzer genau zu bestimmen.",
    "Integration with 4V.News.":
      "Integration mit 4V.News. Alle Bots werden mit dem Nachrichtenaggregator 4V.News integriert. Dies gewährleistet die Synchronisierung von Daten und personalisierte Newsfeeds für jeden Benutzer. Die Bots erhalten Daten vom Aggregator und stellen sie den Benutzern in einem benutzerfreundlichen Format zur Verfügung.",
    "For maximum convenience":
      "Für maximalen Komfort ist 4V in die meisten beliebten sozialen Netzwerke integriert. Unsere Bots auf Telegram, Facebook, Twitter und anderen Plattformen bieten den Benutzern Zugang zu Updates und exklusiven Inhalten.",
    "This system":
      "Dieses System passt Ihren Newsfeed automatisch an Ihren Standort an und bietet die aktuellsten lokalen und internationalen Updates.",
    "Users who own FVX tokens":
      "Benutzer, die FVX-Token besitzen, können an Abstimmungen zu wichtigen Fragen der Plattformentwicklung teilnehmen. Dies kann die Genehmigung neuer Blockchains zur Integration, Gebührenänderungen, Sicherheitsupdates und andere Fragen umfassen. So wird 4V zu einer vollständig dezentralisierten Plattform, die von ihrer Community gesteuert wird.",
    "4V.ROBOT is an indispensable assistant for channel":
      "4V.ROBOT ist ein unverzichtbarer Assistent für die Kanalverwaltung. Erstellen Sie Kanäle auf beliebten Social-Media-Plattformen und automatisieren Sie den Prozess mit unserem Bot.",

    "With 4V.NEWS":
      "Mit 4V.BOT können Sie Ihren Nachrichtenfeed anpassen, indem Sie aus einer Vielzahl von Kategorien und Tags auswählen und sogar Ihre eigenen personalisierten Tags erstellen.",
    GLIDE: "GLIDE (Global Localized Intelligent Dynamic Engine).",
    "Our sophisticated":
      "Unsere fortschrittliche KI hört nicht bei persönlichen Vorlieben auf. Sie passt auch automatisch Ihren Nachrichtenfeed basierend auf Ihrem Standort an.",
    "4V.ROBOT is an indispensable assistant":
      "4V.ROBOT ist ein unverzichtbarer Assistent.",
    "4V.NEWS is more than just a news aggregator":
      "4V.NEWS ist mehr als nur ein Nachrichtenaggregator; es ist Ihr persönlicher Nachrichten-Concierge. Bleiben Sie mit KI-gesteuerter Analytik, personalisierter Nachrichtenlieferung und einer benutzerfreundlichen Oberfläche vorne.",
    "FVX owners":
      "FVX-Besitzer haben das Recht, über wichtige Fragen zur Entwicklung des 4V-Ökosystems abzustimmen, was das Projekt dezentral und demokratisch macht.",
    "The best solution":
      "Die beste Lösung für Nachrichtenseiten und soziale Medien. Vollautomatische Lösung mit künstlicher Intelligenz.",
    "Convenient tools":
      "Bequeme Werkzeuge. Entwicklung von Bots und Aggregatoren für den einfachen Zugang zu Nachrichten.",
    "Powerful tools and integrations":
      "Leistungsstarke Tools und Integrationen",
    "Get FVX": "Erhalten Sie FVX",
    "": "Verpassen Sie nicht die Chance, FVX zuerst zu bekommen!",

    "Over the next 3 months":
      "In den nächsten 3 Monaten können alle Mitglieder unserer Community FVX völlig kostenlos erhalten. In diesen 3 Monaten werden wir eine fertige Version von 4V.ROBOT für alle angekündigten sozialen Netzwerke starten, eine Brieftasche und eine Gateway-Brücke für die bequeme Interaktion mit digitalen Assets vorbereiten. Wir werden auch Audits von Smart Contracts durchführen, um maximale Sicherheit zu gewährleisten. Nach Abschluss der Verteilung, nach 3 Monaten, können die Coins auf IDO, an der Börse oder durch Staking erworben werden.",

    "4V.WEB 3.0":
      "4V.WEB 3.0 ist eine innovative Plattform, die Blockchain-Technologie und dezentrale Anwendungen (dApps) kombiniert. Wir bieten Nutzern die Möglichkeit, in einem dezentralen Netzwerk zu interagieren und dabei hohe Sicherheit, Transparenz und Autonomie zu gewährleisten. 4V.WEB 3.0 ermöglicht es Entwicklern, ihre dApps zu erstellen und bereitzustellen, und bietet Nutzern Zugang zu einer Vielzahl von dezentralen Diensten.",
    "4V.DEX":
      "4V.DEX ist eine dezentrale Börse, die es Nutzern ermöglicht, Kryptowährungen direkt ohne Zwischenhändler zu handeln. Die Plattform gewährleistet durch Blockchain-Technologie die Sicherheit und Transparenz von Transaktionen, sodass Nutzer jederzeit die vollständige Kontrolle über ihre Vermögenswerte haben.",
    "4V.ROBOT":
      "4V.ROBOT integriert Elemente der künstlichen Intelligenz, um die Leistung des Bots zu optimieren und bietet Integration mit verschiedenen sozialen Netzwerken wie Telegram, Twitter und Facebook. Diese Bots ermöglichen es Nutzern, sofort Nachrichtenaktualisierungen zu erhalten und das Management von Inhalten in sozialen Netzwerken zu automatisieren.",
    "4V.CRYPTO":
      "4V.COIN ist der Unternehmensbereich unseres Unternehmens in der Kryptowährungsindustrie, der innovative Lösungen und Dienstleistungen für die Arbeit mit digitalen Vermögenswerten bietet. Wir bieten eine breite Palette von Produkten.",
    "DISTRIBUTOR (Automatic Content Distributor)":
      "ein System, das automatisch Inhalte an Ihre Kanäle und sozialen Netzwerke verteilt.",
    "CONTENTWISE (Content Wise Engine)":
      "ein intelligentes System, das Inhalte basierend auf den Vorlieben des Nutzers sammelt und filtert.",
    "4V.COIN":
      "FVX Die Gesamtmenge an Token beträgt 4 444 444 444. Es ist ein Token im TON-Netzwerk zur Interaktion mit unseren Diensten wie 4V.ROBOT, 4V.DEFI und 4V.DEX. Nutzer können ihre FVX-Token an andere Validierer delegieren und einen Prozentsatz ihrer Belohnungen erhalten.",
    DAO: "FVX-Inhaber haben das Recht, über wichtige Fragen zur Entwicklung des 4V-Ökosystems abzustimmen, was das Projekt dezentral und demokratisch macht.",
    "SMARTSHARE (Intelligent Sharing Protocol)":
      "ein System, das es ermöglicht, intelligente Szenarien für die Veröffentlichung von Inhalten basierend auf Zeit, Ereignissen und Publikum festzulegen.",
    "4V.DEFI":
      "4V.DEFI ist eine Plattform, die dezentralisierte Finanzdienstleistungen für Kreditvergabe und Staking anbietet. Nutzer können eine breite Palette von Finanzinstrumenten nutzen, die durch Blockchain-Technologie Transparenz und Sicherheit gewährleisten.",
    "GLIDE(Global Localized Intelligent Dynamic Engine)":
      "Unsere komplexe KI berücksichtigt nicht nur persönliche Vorlieben, sondern passt auch den Nachrichtenstrom automatisch basierend auf Ihrem Standort an.",
    "4V.NEWS":
      "Wir verstehen die Bedeutung einer schnellen und genauen Informationsbeschaffung in der heutigen Welt. Unsere Parsing-Algorithmen sammeln sofort Daten aus Tausenden von Quellen.",
    "Learn More": "Erfahren Sie mehr",
    "Welcome to 4V.NEWS1": "Willkommen bei 4V.NEWS",
    RESOURCES: "RESSOURCEN",
    START: "START",
    "video title": "Zuverlässige Informationen basierend auf Beweisen",
    "We are constantly":
      "Wir verbessern und erweitern ständig unsere Fähigkeiten, um Ihnen die relevantesten und nützlichsten Informationen bereitzustellen.",
    "you can now mine":
      "Sie können die Münze jetzt in einem frühen Stadium minen!",
    "The DAO":
      "Das DAO wird den Benutzern ermöglichen, über Updates, Protokolländerungen und neue Integrationen abzustimmen.",
    "4V.ROBOT integrates":
      "4V.ROBOT integriert Elemente der künstlichen Intelligenz",
    "We offer a wide range of products":
      "Wir bieten eine breite Palette von Produkten an, darunter sichere Kryptowährungs-Wallets, Handels- und Austauschplattformen sowie Marktbeobachtungs- und Analysetools. Unsere Mission ist es, die Nutzung von Kryptowährungen für jedermann zugänglich und bequem zu machen, dabei aber ein hohes Maß an Sicherheit und Zuverlässigkeit zu gewährleisten. Wir planen außerdem, WEB 3.0-Technologien zu implementieren, um die Möglichkeiten unserer Produkte und Dienstleistungen zu erweitern, einschließlich dezentraler Finanzplattformen (DeFi) und dezentraler Börsen (DEX).",
    "Innovative approach":
      "Innovativer Ansatz und Einsatz von KI zur Erstellung personalisierter Nachrichtenfeeds. Breite Abdeckung und Sammlung sowie Aggregation von Nachrichten aus der ganzen Welt zu verschiedenen Themen.",
    "4V.coin is a token on the TON":
      "FVX ist ein Token im TON-Netzwerk, das zur Interaktion mit unseren Diensten wie 4V.ROBOT, 4V.DEFI und 4V.DEX verwendet wird.",
    "4V.COIN is our company’s":
      "4V.COIN ist das Werkzeug unseres Unternehmens in der Kryptowährungsbranche und bietet innovative Lösungen und Dienstleistungen für die Arbeit mit digitalen Vermögenswerten.",
    "The best solution for news":
      "Die beste Lösung für Nachrichtenwebsites und soziale Medienkanäle. Vollautomatisierte Lösung unter Einsatz von künstlicher Intelligenz.",
    "Welcome to 4V.NEWS":
      "Willkommen bei 4V.NEWS, dem Höhepunkt der Innovation in der Nachrichtenaggregation und Informationsverwaltung. Entwickelt für eine nahtlose Integration modernster künstlicher Intelligenz.",
    "4V is an innovative platform":
      "4V ist eine innovative Plattform, die die neuesten Technologien zur Sammlung, Verarbeitung und Verbreitung von Nachrichten und Inhalten aus der ganzen Welt kombiniert. Wir spezialisieren uns auf die Bereitstellung relevanter und hochwertiger Informationen unter Verwendung leistungsstarker Parsing-Tools und künstlicher Intelligenz zur Analyse und Filterung von Inhalten.",

    "Cutting-edge technology for news and content":
      "Spitzentechnologie für Nachrichten und Inhalte",
  },
  es: {
    "send": "enviar",

    "bd52": "Ofrece una solución revolucionaria para las transferencias entre cadenas, proporcionando el máximo anonimato, seguridad y flexibilidad. La integración de zk-SNARK y mecanismos de mezcla permite a los usuarios mover activos entre blockchains de forma segura sin revelar sus datos. 4V continúa evolucionando, planeando mejoras adicionales e implementando nuevas tecnologías para garantizar una mayor seguridad y escalabilidad.",

    "bd51": "La integración de zk-SNARK y mecanismos de mezcla en BridgeX garantiza el más alto nivel de privacidad y anonimato. El uso de métodos criptográficos avanzados hace que BridgeX sea resistente a la mayoría de los ataques conocidos, incluidos el análisis de tráfico y el seguimiento de transacciones.",

    "bd50": "Mayor velocidad de procesamiento de transacciones ya que 4V puede gestionar independientemente el enrutamiento a través de sus nodos",

    "bd49": "Independencia de los proveedores de infraestructura de terceros",

    "bd48": "Mayor seguridad mediante el control de los procesos de validación",

    "bd47": "Avantages du déploiement de nœuds propriétaires",

    "bd46": "BridgeX utiliza oráculos de Chainlink para garantizar la precisión de los datos en las transacciones entre cadenas. Los oráculos de Chainlink rastrean el estado de los activos en la red de origen y garantizan su bloqueo antes de que los activos equivalentes se liberen en la red de destino. Esto minimiza los riesgos de errores o manipulaciones de datos.",

    "bd45": "4V planea implementar sus propios nodos para cada red compatible, lo que mejorará el control de transacciones y aumentará la seguridad del sistema. Los nodos de 4V realizarán funciones como la validación de transacciones, la gestión de puentes y el mantenimiento del estado general de la red.",

    "bd44": "La integración con Chainlink es una parte importante de la infraestructura de BridgeX, contribuyendo a la fiabilidad y estabilidad del sistema.",

    "bd43": "La tecnología zk-SNARK está profundamente integrada en el procesamiento de transacciones de BridgeX, desde la etapa de inicialización hasta la transferencia entre cadenas. zk-SNARK verifica cada transacción sin necesidad de revelar ningún dato, haciendo que el sistema sea increíblemente seguro y confiable para los usuarios.",

    "bd42": "El usuario recibe una notificación de la finalización de la transferencia, y la transacción se muestra en ambas redes, la de origen y la de destino, garantizando un anonimato completo.",

    "bd41": "Confirmación de la transacción",

    "bd40": "Después de la mezcla, BridgeX genera activos equivalentes en la red de destino, poniéndolos a disposición del usuario. Estos activos ya no están vinculados a la transacción original, lo que garantiza un anonimato completo.",

    "bd39": "Transferencia entre cadenas",

    "bd38": "Antes de enviar activos a la red de destino, la transacción pasa por un mezclador, donde se divide en partes y se mezcla con otras transacciones. En este punto, zk-SNARK asegura la verificación de que la transacción es genuina sin revelar sus detalles.",

    "bd37": "Uso de zk-SNARK y mezclador",

    bd36: "En este momento, el sistema comienza la preparación para emitir activos equivalentes en la red de destino, siguiendo los mecanismos de los protocolos cross-chain.",

    bd35: "Después de recibir la transacción, el sistema bloquea los activos del usuario en la red de origen a través de un contrato inteligente.",

    bd34: "El usuario envía activos digitales a una única dirección pública de BridgeX. Esta dirección se comparte en todas las cadenas de bloques compatibles. El sistema de enrutamiento de activos universal de BridgeX (BUAR) identifica automáticamente el tipo de criptomoneda y la red de origen de la transacción. Por ejemplo, si un usuario envía USDT desde Ethereum, el sistema reconoce automáticamente esta transacción y determina su ruta.",

    bd33: "Inicialización de la transacción",

    bd32: "El proceso de operación del sistema se puede dividir en varias etapas:",

    bd31: "El proceso de operación del sistema proporciona a los usuarios una interfaz unificada para enviar activos a cualquier red blockchain.",

    bd30: "Supongamos que un usuario quiere enviar 100 USDT a través de BridgeX. Puede elegir una tarifa más alta para una transferencia instantánea o reducir la tarifa, pero la transacción pasará por más etapas de mezcla, asegurando un nivel más alto de anonimato.",

    bd29: "Ejemplo de un sistema de tarifas dinámico",

    bd28: "BridgeX ofrece un sistema de tarifas dinámico que permite a los usuarios personalizar sus transacciones según sus preferencias. El sistema de tarifas en BridgeX está diseñado para proporcionar a los usuarios flexibilidad al elegir los parámetros de sus transacciones. Por ejemplo, si un usuario desea realizar una transacción más rápido, puede elegir una tarifa más alta, lo que acelerará su procesamiento. Al mismo tiempo, si el usuario prefiere un mayor nivel de privacidad, el sistema sugerirá seleccionar un nivel adicional de mezcla, lo que aumentará la tarifa pero garantizará el máximo anonimato.",

    bd27: "Sistema de tarifas dinámico",

    apes1:
      "4V.APES es nuestra aplicación web de Telegram donde puedes obtener el token FVX gratis.",

    bd3: "La plataforma BridgeX no solo se adapta a las condiciones modernas, sino que también crea el futuro de la interacción entre cadenas. Cada elemento del sistema ha sido diseñado considerando los desafíos actuales que enfrenta el ecosistema criptográfico, como la privacidad, la escalabilidad y la descentralización.",
    bd4: "Représente un système modulaire multicouche capable de s'adapter et de s'étendre facilement à mesure que le réseau se développe et que le nombre d'utilisateurs augmente. L'architecture repose sur plusieurs composants clés qui garantissent son unicité et sa fiabilité : protocoles cross-chain de BridgeX, système de mixage des transactions, zk-SNARK pour la protection des données, ainsi qu'un système de frais dynamique et des paramètres flexibles.",
    bd5: "Cada una de estas tecnologías está integrada en la arquitectura principal para garantizar la seguridad de los datos y un alto rendimiento, independientemente de la carga de la red o del número de usuarios. El desarrollo de BridgeX se basó en un enfoque orientado a la descentralización, eliminando el control central del sistema y transfiriendo el poder a los usuarios a través de mecanismos DAO. La arquitectura de BridgeX ha sido diseñada teniendo en cuenta tres aspectos clave: rendimiento, seguridad y privacidad. Esta sección proporciona una descripción detallada de los componentes principales del sistema y sus interacciones.",
    bd9: "Otra característica importante de BridgeX es su capacidad para optimizar la enrutación de transacciones. El sistema incluye un mecanismo de inteligencia artificial que analiza la congestión actual de la red y sugiere las mejores rutas para las transacciones de los usuarios. Por ejemplo, si la red Ethereum está sobrecargada y las transacciones son lentas, BridgeX puede sugerir a los usuarios enviar activos a través de redes menos congestionadas, como Binance Smart Chain o Polygon, reduciendo las tarifas y aumentando la velocidad.",
    bd10: "Enrutamiento inteligente de transacciones.",
    bd11: "Ejemplo de funcionamiento.",
    bd12: "Supongamos que un usuario desea transferir tokens USDT de la red Ethereum a la red Polygon. Primero, BridgeX verifica la disponibilidad de liquidez y bloquea USDT en la red Ethereum a través de un contrato inteligente. Luego, el sistema emite una cantidad equivalente de USDT en la red Polygon a través de un contrato similar. Todo el proceso está automatizado y ocurre en cuestión de segundos, con la transacción protegida mediante zk-SNARK, asegurando el anonimato.",
    bd13: "Mecanismo de mezcla.",
    bd14: "Le mécanisme de mélange dans BridgeX est conçu pour maximiser la dissimulation de la source et de la destination des transactions, garantissant l'anonymat des participants au réseau. Le mélange implique de mélanger les transactions entre différents utilisateurs afin que même avec un suivi blockchain public, il soit impossible de déterminer qui sont l'expéditeur et le destinataire des fonds. Cela est particulièrement important pour les utilisateurs qui accordent de la valeur à leur vie privée et souhaitent éviter le suivi des transactions.",
    bd15: "¿Cómo funciona la mezcla?",
    bd16: "El mecanismo de mezcla en BridgeX utiliza algoritmos avanzados de cifrado y ofuscación de datos para crear un 'pool de transacciones' del cual se envían los fondos mezclados. Cuando un usuario envía fondos a través de BridgeX, su transacción se divide en partes más pequeñas y se mezcla con las transacciones de otros usuarios. Esto hace que sea prácticamente imposible rastrear de dónde provienen los fondos y hacia dónde se enviaron.",
    bd17: "Ejemplo de cómo funciona la mezcla",
    bd18: "Supongamos que un usuario envía 5 ETH a través de BridgeX. En lugar de enviar estos 5 ETH directamente a la dirección del destinatario, el sistema divide el monto en partes más pequeñas, digamos 0,1 ETH, y las envía a través de diferentes rutas en la red. Al mismo tiempo, las transacciones de otros usuarios también se mezclan, lo que hace que sea casi imposible para un observador externo determinar quién envió los fondos y a quién.",
    bd19: "Pruebas seguras",
    bd20: "Esta es una de las tecnologías criptográficas más avanzadas, utilizada activamente en 4VBridgeX para proteger los datos y garantizar la privacidad del usuario. zk-SNARK permite crear pruebas de autenticidad de las transacciones sin revelar ningún dato sobre la transacción, sus participantes o montos.",
    bd21: "Qué es",
    bd22: "Este es un método de prueba criptográfica que permite a una parte (el probador) convencer a otra parte (el verificador) de que una declaración es verdadera sin revelar ningún dato relacionado con esa declaración. En el contexto de 4VBridgeX, zk-SNARK se utiliza para confirmar que una transacción se ha realizado sin revelar detalles sobre quién envió o recibió los fondos y cuánto se transfirió.",
    bd23: "Lorsqu'un utilisateur envoie une transaction via 4VBridgeX, le système génère une preuve zk-SNARK que la transaction est valide. Cette preuve est vérifiée par les validateurs du réseau, mais les données de la transaction restent cachées. Ainsi, les validateurs peuvent confirmer la validité de la transaction sans savoir qui l'a envoyée ni à qui elle était adressée.",
    bd24: "Cómo funciona",
    bd25: "zk-SNARK opera a través de cálculos matemáticos complejos que generan una prueba compacta de que una transacción es genuina sin revelar información sobre ella. En BridgeX, cada usuario que envía fondos genera automáticamente una prueba zk-SNARK, que es verificada en la red antes de completar la transacción.",

    bd6: "BridgeX es el componente central de 4V.CRYPTO responsable de la interacción entre cadenas. Permite a los usuarios enviar y recibir activos digitales entre diferentes redes blockchain. Esto es especialmente importante en el mundo moderno de múltiples blockchains, donde las diferentes plataformas a menudo no pueden interactuar directamente. BridgeX permite a los usuarios mover sus activos sin problemas entre redes como Ethereum, Binance Smart Chain, Polygon, Solana y otras.",
    bd7: "BridgeX utiliza contratos inteligentes para bloquear activos en la red de origen y emitir su equivalente en la red de destino. Por ejemplo, si un usuario quiere enviar 10 ETH de Ethereum a Binance Smart Chain, BridgeX bloqueará 10 ETH en la red Ethereum y emitirá la cantidad equivalente en forma de tokens BEP-20 en Binance Smart Chain.",
    bd8: "representa un sistema modular que se integra sin problemas con varias redes blockchain a través de interfaces estandarizadas. Esto permite que se agreguen fácilmente nuevas blockchains a BridgeX sin necesidad de rediseñar completamente el sistema. Por ejemplo, si en el futuro surge una nueva blockchain con alta adaptabilidad, como Cardano o Polkadot, se puede integrar en BridgeX con cambios mínimos.",

    bd2: "aborda este problema creando un sistema descentralizado unificado que no solo facilita las transferencias de activos entre blockchains, sino que también garantiza la seguridad, privacidad y anonimato de los usuarios. Al integrar zk-SNARK, un método de prueba de conocimiento cero, la plataforma BridgeX permite a los usuarios realizar transferencias sin revelar sus datos, mejorando significativamente la seguridad. Además, BridgeX utiliza mecanismos de mezcla para proporcionar un nivel adicional de privacidad para cada transacción.",
    bd1: "es una plataforma revolucionaria diseñada para resolver uno de los desafíos más urgentes que enfrenta la comunidad blockchain moderna: la interacción entre cadenas y la privacidad. Con el desarrollo de varias cadenas de bloques como Ethereum, Binance Smart Chain, Polygon y otras, han surgido numerosos ecosistemas independientes, cada uno con sus características y ventajas únicas. Sin embargo, existe un problema significativo entre estas redes: la complejidad de la interacción y transferencia de datos entre cadenas de bloques.",
    bid1: "Abrir video",
    bid2: "Introducción",
    bid3: "Arquitectura de la solución",
    bid4: "Protocolos cross-chain de BridgeX",
    bid5: "Mecanismo de mezcla",
    bid6: "Sistema de tarifas dinámicas",
    bid7: "Proceso de trabajo de BridgeX",
    bid8: "Integración de zk-SNARK en BridgeX",
    bid9: "Funcionamiento del mezclador basado en zk-SNARK",
    bid10: "Uso de oráculos de Chainlink",
    bid11: "Implementación de nodos",
    bid12: "Seguridad y control",
    bid13: "Conclusión",
    dexx: "¡Compra, vende e intercambia tu criptomoneda en nuestro DEX! Nuestro puente entre cadenas admite redes principales como TON, Ethereum, TRON, Binance Smart Chain, Polygon, TON, Avalanche, Fantom y otras, brindando amplias oportunidades para los usuarios.",

    wallet: "Conectar billetera",
    brid: "Puente entre cadenas",
    go: "Ir a DEX",
    br9: "Recompensas: Cuantos más tokens apuestes y cuanto más tiempo permanezcan apostados, mayores serán tus recompensas.",
    br10: "Sostenibilidad a largo plazo: La tasa de recompensa final es del 10% anual.",

    bridge3:
      "Esta es una plataforma innovadora que combina las últimas tecnologías para recopilar, procesar y distribuir noticias y contenido de todo el mundo. Nos especializamos en proporcionar información actualizada y de alta calidad utilizando potentes herramientas de análisis y inteligencia artificial para analizar y filtrar contenido.",
    br1: "En el mundo actual de las criptomonedas, los aspectos más importantes son la privacidad, la seguridad y la facilidad de transferir activos entre diferentes blockchains. Con el desarrollo de tecnologías cross-chain, los usuarios enfrentan nuevos desafíos como la complejidad de interactuar con bridges, riesgos de seguridad y amenazas a la privacidad. En respuesta a estos desafíos, presentamos , un sistema innovador diseñado para transferencias de activos simples, rápidas y seguras entre blockchains con un alto nivel de anonimato.",
    br2: "Privacidad de las transacciones: Las redes blockchain modernas son inherentemente transparentes, lo que permite rastrear cada transacción y sus participantes. Esto crea riesgos, especialmente para los usuarios que valoran la confidencialidad de sus operaciones financieras.",
    br3: "Facilidad de transferencia de activos entre redes: Los puentes que conectan diversas blockchains a menudo son difíciles de usar y susceptibles a riesgos de ataques. Seguridad: Las vulnerabilidades en la infraestructura de cadenas cruzadas pueden dar lugar a hackeos, robo de fondos y pérdida de confianza por parte de los usuarios.",
    br4: "BridgeX brinda a los usuarios la capacidad de mover sus activos sin problemas entre redes como Ethereum, Binance Smart Chain, Polygon, Solana y otras.",
    br5: "La tecnología zk-SNARK está profundamente integrada en el procesamiento de transacciones de BridgeX, desde la etapa de inicialización hasta la transferencia entre cadenas. zk-SNARK garantiza la verificación de cada transacción sin necesidad de revelar datos, haciendo el sistema increíblemente seguro para los usuarios.",
    br6: "¡Compra, vende e intercambia tu criptomoneda en nuestro DEX! Nuestro puente entre cadenas permite transferir activos entre varias blockchains (por ejemplo, Ethereum, Binance Smart Chain, Polygon).",
    br7: "4V.BridgeX admite el sistema Proof of Stake (PoS), lo que permite a los usuarios ganar recompensas por apostar sus tokens. Así es como funciona:",
    br8: "Staking de tokens: Depositas tus tokens FVX en la plataforma 4V.BridgeX.",
    bridge:
      "4V.BridgeX es una plataforma revolucionaria diseñada para resolver uno de los desafíos más apremiantes que enfrenta la comunidad blockchain moderna: la interacción entre cadenas y la privacidad.",
    bridge2:
      "BridgeX elimina este problema creando un sistema descentralizado unificado que no solo permite transferencias de activos entre blockchains, sino que también garantiza la seguridad, privacidad y anonimato del usuario. Al implementar zk-SNARK, un método de prueba de conocimiento cero, la plataforma BridgeX permite a los usuarios realizar transferencias sin divulgar sus datos, mejorando significativamente la seguridad. BridgeX también emplea mecanismos de mezcla, proporcionando una capa adicional de privacidad para cada transacción.",
    Menu: "Menú",
    "TECH SPEC": "Especificación técnica",
    "TERMS OF SERVICE": "TÉRMINOS DE SERVICIO",
    "PRIVACY POLICY": "POLÍTICA DE PRIVACIDAD",
    "WHITE PAPER": "LIBRO BLANCO",
    "ROAD MAP": "HOJA DE RUTA",
    Company: "Empresa",
    Team: "Equipo",
    Defi: "Finanzas Descentralizadas",
    Documentation: "Documentación",
    roadmapTitle: "Hoja de ruta 2024-2026",
    note: "Esta no es la versión final de la hoja de ruta y se actualizará una vez al mes.",

    "2024StrengtheningAndExpansion": "2024: Fortalecimiento y expansión",
    q3_2024: "Q3 2024",
    launchTelegramBot: "Lanzamiento de 4V.ROBOT para Telegram.",
    launchWhatsAppBot: "Lanzamiento de 4V.ROBOT para WhatsApp.",
    botDevelopmentTesting: "Desarrollo y prueba del bot.",
    userAttractionCampaign: "Campaña de marketing para atraer usuarios.",
    integrationWithNewsAggregator:
      "Integración con el agregador de noticias 4V.News.",
    userFeedbackFeatures:
      "Añadir nuevas funciones basadas en los comentarios de los usuarios.",
    interfaceOptimization: "Optimización de la interfaz y del rendimiento.",

    q4_2024: "Q4 2024",
    launchVKBot: "Lanzamiento de 4V.ROBOT para VK.",

    "2025InternationalExpansionInnovation":
      "2025: Expansión internacional e innovación",
    q1_2025: "Q1 2025",
    launchFacebookMessengerBot:
      "Lanzamiento de 4V.ROBOT para Facebook Messenger.",
    launchDEX: "Lanzamiento de 4V.DEX.",
    launchDEFI: "Lanzamiento de 4V.BridgeX.",
    educationWebinars:
      "Materiales educativos y seminarios en línea para los usuarios.",
    cryptocurrencyReach: "Ampliación del alcance de la criptomoneda 4V.",
    exchangeListing:
      "Trabajo activo para la cotización en nuevas bolsas de criptomonedas.",
    airdropCampaigns:
      "Realización de campañas de airdrop y programas de fidelización.",

    q2_2025: "Q2 2025",
    launchInstagramBot: "Lanzamiento del bot de Instagram.",
    launch4VNews: "Lanzamiento de 4V.NEWS.",
    communityManagement: "Gestión de la comunidad.",
    userCommunityDevelopment:
      "Desarrollo de una comunidad de usuarios activa en diversas plataformas.",
    feedbackCollection:
      "Encuestas y recopilación de comentarios de forma regular.",

    q3_2025: "Q3 2025",
    launchLinkedInBot: "Lanzamiento de 4V.ROBOT para LinkedIn.",
    internationalPromotion: "Promoción internacional.",
    marketAdaptation:
      "Ingreso en nuevos mercados y adaptación del servicio a características locales.",

    q4_2025: "Q4 2025",
    launchTikTokBot: "Lanzamiento de 4V.ROBOT para TikTok.",
    partnershipPrograms: "Expansión de los programas de asociación.",
    cryptocurrencyPartnerships:
      "Asociaciones con grandes plataformas de criptomonedas.",
    jointAdvertising: "Realización de campañas publicitarias conjuntas.",

    "2026LeadershipStability": "2026: Liderazgo y estabilidad",
    q1_2026: "Q1 2026",
    effectivenessAnalysis:
      "Análisis y optimización de la eficacia de todos los bots lanzados.",
    functionalityExpansion:
      "Expansión de la funcionalidad para los poseedores de 4V.",
    newAdvertisingCampaigns:
      "Lanzamiento de nuevas campañas publicitarias y programas de asociación.",

    q2_2026: "Q2 2026",
    innovativeDevelopments: "Desarrollos innovadores.",
    aiIntegration:
      "Implementación de nuevas tecnologías como IA y ML para mejorar el servicio.",
    personalizedNews:
      "Desarrollo de feeds de noticias personalizados utilizando IA.",
    cryptoInfrastructure: "Desarrollo de la infraestructura de criptomonedas.",
    newMiningOpportunities:
      "Creación de nuevas oportunidades para la minería y el comercio de 4V.",
    walletsPaymentSystems: "Desarrollo de carteras y sistemas de pago propios.",

    q3_2026: "Q3 2026",
    businessOptimization: "Análisis de todos los aspectos del negocio del año.",
    scalingTeamGrowth:
      "Ampliación del equipo y mejora de la infraestructura para apoyar el crecimiento.",

    q4_2026: "Q4 2026",
    newBotsAndServices: "Lanzamiento de nuevos bots y servicios.",
    globalExpansion: "Expansión global.",
    serviceLocalization: "Localización de servicios para nuevas regiones.",

    "2027InnovationDevelopment": "2027: Desarrollo de innovación",
    q1_2027: "Q1 2027",
    techInnovation:
      "Implementación de nuevas soluciones tecnológicas para mejorar la experiencia del usuario.",
    newProductsTesting: "Desarrollo y prueba de nuevos productos y servicios.",
    cryptocurrencyStrengthening:
      "Fortalecimiento de la posición de la criptomoneda.",
    promotionCampaigns:
      "Realización de nuevas campañas para promocionar y usar 4V.",
    techDoc: {
      title: "Documentación Técnica de 4V",
      introduction: "Introducción",
      architecture: "Arquitectura General",
      glide: "GLIDE: Motor Dinámico Inteligente Localizado",
      newsAggregation: "Agregación de Noticias y Gestión de Contenidos",
      robot: "4V.ROBOT: Avance en la Agregación de Contenidos",
      crypto: "4V.COIN: Gestión de Criptomonedas",
      dex: "4V.DEX: Intercambio Descentralizado",
      defi: "4V.DEFI: Servicios Financieros Descentralizados",
      coin: "4V.coin: Token del Ecosistema",
      dao: "DAO y Gobernanza Descentralizada",
      conclusion: "Conclusión",
      introDescription:
        "4V es una plataforma avanzada que reúne a usuarios interesados en el procesamiento eficiente de noticias, la gestión de contenidos y la administración de activos digitales. 4V ofrece una combinación única de herramientas para la recopilación, análisis y personalización de noticias y contenido, además de soluciones financieras basadas en blockchain.",
      introObjective:
        "El objetivo de 4V es convertirse en un proveedor líder de noticias e información, ofreciendo acceso a herramientas financieras y de criptomonedas como intercambios descentralizados (DEX), plataformas NFT y servicios DeFi, respaldados por nuestra propia criptomoneda, 4V.coin.",
      mainDirections: "Direcciones Principales",
      innovativeApproach: "Enfoque Innovador",
      aiForPersonalization:
        "Utilización de IA para crear feeds de noticias personalizados.",
      broadCoverage: "Cobertura Amplia de noticias de todo el mundo.",
      integrationFinancialTools:
        "Integración de herramientas financieras propias y criptomoneda 4V.",
      web3Development:
        "Desarrollo de Web 3.0 con el lanzamiento de plataformas DEX y DeFi.",
      robotDescription1:
        "Una característica clave de la plataforma es 4V.ROBOT, un bot que recopila contenido de internet, lo clasifica y lo publica automáticamente en redes sociales.",
      robotDescription2:
        "El administrador puede configurar categorías, etiquetas y horarios de publicación, y el sistema distribuirá el contenido automáticamente.",
      robotDescription3:
        "Creemos que este mercado tiene un gran potencial. 4V.ROBOT es el primer producto de su clase en captar esta demanda.",
      technologiesAndTools: "Tecnologías y Herramientas",
      glideEngine:
        "GLIDE (Motor Inteligente Dinámico Global Localizado): Una avanzada IA que ajusta el feed de noticias.",
      contentwiseEngine:
        "CONTENTWISE: Sistema inteligente para recopilar y filtrar contenido.",
      distributor:
        "DISTRIBUTOR: Sistema de distribución de contenido automático.",
      smartshare: "SMARTSHARE: Protocolo de publicación inteligente.",
      architectureDescription:
        "La arquitectura de 4V está diseñada para las necesidades de gestión de contenido y criptomonedas.",
      newsAggregator:
        "4V.NEWS: Agregador de noticias con contenido personalizado.",
      glideModule: "GLIDE - Motor de IA para filtrado de noticias.",
      cryptoModule:
        "4V.COIN: Módulo de gestión de criptomonedas con integración DeFi.",
      dexAndDefiModules:
        "4V.DEX y 4V.DEFI - Módulos financieros descentralizados.",
      glideDescription:
        "GLIDE ajusta el feed de noticias en tiempo real según la ubicación.",
      newsAggregationDescription:
        "4V.NEWS es un potente agregador que recopila datos de miles de fuentes.",
      cryptoDescription:
        "4V.COIN asegura una gestión segura y transparente de activos digitales.",
      marketMonitoring: "Monitoreo de mercado en tiempo real.",
      secureTransactions: "Transacciones seguras con contratos inteligentes.",
      defiIntegration:
        "Integración con servicios financieros descentralizados.",
      dexDescription:
        "4V.DEX es un intercambio descentralizado de criptomonedas.",
      coinDescription: "FVX es el token utilizado en la plataforma.",
      tokenFeatures: "Principales características del token:",
      transactionFees: "Tarifas de transacción con FVX.",
      staking: "Staking para la seguridad de la red.",
      voting: "Derecho de voto para los propietarios de FVX.",
      stakingDelegation: "Delegación de staking a validadores.",
      interoperability:
        "4V.coin permite la interoperabilidad entre blockchains.",
      daoDescription1:
        "4V apunta a la gobernanza descentralizada a través de DAO.",
      daoDescription2:
        "El 50 % de las ganancias de 4V.ROBOT se destina a la recompra de tokens.",
      conclusionDescription:
        "4V ofrece soluciones únicas para la agregación de noticias, la gestión de activos digitales y productos financieros descentralizados.",
    },
    whitepaper: {
      title: "Libro Blanco de la Compañía 4V",
      introduction:
        "La Compañía 4V aspira a convertirse en un proveedor líder de servicios de noticias e información utilizando tecnologías avanzadas como la inteligencia artificial (IA), el aprendizaje automático (ML) y blockchain. Este documento describe las direcciones clave y los aspectos técnicos que se implementarán para lograr los objetivos establecidos en los próximos tres años. Todos los bots estarán integrados con el agregador de noticias 4V.News para asegurar la sincronización de datos y ofrecer a cada usuario fuentes de noticias personalizadas.",
      mainDirections: "Principales Direcciones",
      mainDirectionsDescription:
        "Uso de IA para crear fuentes de noticias personalizadas. Cobertura Amplia: Recopilación y agregación de noticias de todo el mundo sobre diversos temas. Herramientas Convenientes: Desarrollo de bots y agregadores para facilitar el acceso a noticias. Criptomoneda Propia: Promoción e integración de la criptomoneda 4V. Desarrollo Web 3.0: Lanzamiento de intercambios descentralizados (DEX), servicios DeFi y plataformas NFT.",
      innovativeApproach: "Enfoque Innovador",
      innovativeApproachDescription:
        "La agregación de noticias de diversas fuentes es la base para crear fuentes de noticias personalizadas. Esto incluye la recopilación de información de sitios de noticias, redes sociales, blogs y otras fuentes. Para preparar los datos para el análisis, pasan por etapas de filtrado y normalización para excluir información irrelevante y estandarizar el formato de los datos.",
      broadCoverage: "Cobertura Amplia",
      broadCoverageDescription:
        "La Compañía 4V recopila y agrega noticias de diversas fuentes en todo el mundo, garantizando que los usuarios tengan acceso a información diversa y actualizada sobre diferentes temas. El agregador 4V.News estará integrado con bots para diversos mensajeros y redes sociales, permitiendo a los usuarios recibir noticias en un formato conveniente.",
      launch: "Lanzamiento",
      launchDescription:
        "El lanzamiento público de la plataforma se integrará con la criptomoneda 4V, permitiendo a los usuarios comerciar la criptomoneda en intercambios descentralizados y utilizar servicios DeFi.",
      botDevelopment: "Desarrollo de Bots y Agregadores",
      botDevelopmentDescription:
        "Se desarrollarán bots para mensajeros y redes sociales populares, como WhatsApp, Facebook Messenger, Instagram, LinkedIn y TikTok. Cada bot proporcionará a los usuarios acceso a noticias y fuentes personalizadas basadas en sus intereses.",
      technicalDocumentation: "Documentación Técnica",
      tokenomicsTitle: "Tokenomía de FVX",
      tokenUsage: "Uso del Token FVX",
      tokenUsageDescription:
        "FVX es el token central del ecosistema 4V y sirve para múltiples funciones: pagos de transacciones, staking y votación. Los usuarios pagan tarifas por transferencias cross-chain usando FVX, incluyendo mezcla de transacciones, uso de puentes y validación por oráculos. El staking permite a los usuarios participar en la red 4V y ganar recompensas, aumentando la seguridad de la red. Los titulares de tokens también obtienen derechos de voto para el desarrollo del ecosistema, promoviendo la descentralización y la toma de decisiones democráticas.",
      stakingDelegation:
        "Delegación de Staking: los usuarios pueden delegar sus tokens FVX a otros validadores, ganando un porcentaje de sus recompensas. Esta delegación anima a los titulares de tokens a mantenerlos en el sistema, aumentando la liquidez del proyecto.",
      tokenDistributionTitle: "Distribución de Tokens FVX",
      tokenDistribution: "Distribución de Tokens",
      totalTokens: "Total de tokens: 4 444 444 444",
      userStaking:
        "37% - Para los usuarios a través de staking, recompensas por participación y otras actividades.",
      teamDevelopers: "17% - Para el equipo y desarrolladores.",
      liquidity: "24% - Para la liquidez (en pools de liquidez y exchanges).",
      earlyAccess:
        "22% - Para el programa de acceso anticipado y campañas de recompensas.",
      conclusionTitle: "Conclusión",
      conclusionDescription:
        "4V es una plataforma innovadora que une las últimas tecnologías para la recopilación, procesamiento y distribución de noticias y contenido en todo el mundo. Nos enfocamos en proporcionar información oportuna y de calidad mediante el uso de potentes herramientas analíticas e inteligencia artificial.",
    },
    privacy: {
      title: "Política de privacidad de 4V",
      lastUpdated: "Última actualización: 11 de octubre de 2023",
      contentsTitle: "Contenido",
      contents: {
        infoCollection: "Recopilación de información",
        infoUsage: "Uso de la información",
        rightsCalifornia: "Sus derechos de privacidad en California",
        rightsEurope: "Divulgación para personas en Europa",
        dataTransfer: "Transferencia y almacenamiento de datos",
        cookies: "Uso de cookies",
        security: "Seguridad de los datos",
        contact: "Contáctenos",
      },
      infoCollection: {
        title: "Recopilación de información",
        text1:
          "Recopilamos información personal que usted nos proporciona directamente (por ejemplo, al registrarse en el sitio 4V) y automáticamente cuando utiliza nuestros servicios. Esto puede incluir datos como su nombre, información de contacto, información de transacciones e información de su dispositivo.",
        text2:
          "También utilizamos tecnologías de seguimiento, como cookies, para recopilar información sobre su actividad en nuestro sitio web. Estos datos ayudan a mejorar nuestro servicio y a personalizar la interfaz de usuario según sus preferencias.",
      },
      infoUsage: {
        title: "Uso de la información",
        text1:
          "Usamos la información recopilada para proporcionar y mejorar nuestros servicios, procesar transacciones, enviar notificaciones y proteger los datos. Por ejemplo, su información de contacto puede usarse para enviar actualizaciones y notificaciones de seguridad.",
        text2:
          "También podemos utilizar la información para análisis, personalización de contenido y para mejorar la funcionalidad del sitio.",
      },
      rightsCalifornia: {
        title: "Sus derechos de privacidad en California",
        text: "Según la Ley de Privacidad del Consumidor de California (CCPA), los residentes de California tienen derecho a solicitar información sobre cómo recopilamos y usamos los datos personales, así como a solicitar su eliminación. Usted tiene derecho a:",
        list: {
          access:
            "Solicitar acceso a la información personal que hemos recopilado.",
          deletion:
            "Solicitar la eliminación de sus datos, excepto en los casos previstos por la ley.",
          optOut: "Optar por no vender sus datos (si corresponde).",
        },
      },
      rightsEurope: {
        title: "Divulgación para personas en Europa",
        text: "Si usted es residente del EEE, el Reino Unido o Suiza, tiene los siguientes derechos de acuerdo con el Reglamento General de Protección de Datos (RGPD):",
        list: {
          access: "Derecho a acceder a sus datos y obtener una copia.",
          correction: "Derecho a corregir datos inexactos.",
          deletion: "Derecho a eliminar sus datos.",
          restriction: "Derecho a restringir el procesamiento de datos.",
          portability: "Derecho a la portabilidad de los datos.",
        },
        contact: "Para ejercer estos derechos, contáctenos en",
      },
      dataTransfer: {
        title: "Transferencia y almacenamiento de datos",
        text1:
          "Podemos transferir sus datos a terceros cuando sea necesario para cumplir con nuestras obligaciones y almacenarlos en servidores en varios países, incluidos los Estados Unidos. Todas las transferencias de datos se realizan en cumplimiento de los requisitos legales.",
        text2:
          "Tomamos medidas razonables para proteger sus datos, pero debe tener en cuenta que la transmisión de datos por Internet no siempre puede ser completamente segura.",
      },
      cookies: {
        title: "Uso de cookies",
        text: "Utilizamos cookies para recopilar información sobre su actividad en el sitio. Esto nos permite mejorar la experiencia del usuario y proporcionar contenido más personalizado. Puede gestionar sus configuraciones de cookies en su navegador y desactivarlas si lo considera necesario.",
      },
      security: {
        title: "Seguridad de los datos",
        text1:
          "Hacemos todo lo posible para proteger su información personal. Nuestras medidas de seguridad incluyen el cifrado de datos, la protección de contraseñas y auditorías de seguridad regulares.",
        text2:
          "Sin embargo, a pesar de nuestros esfuerzos, ningún sistema de seguridad puede garantizar una protección total. Le recomendamos que tenga precaución y tome las medidas necesarias para proteger su información.",
      },
      contact: {
        title: "Contáctenos",
        text: "Si tiene alguna pregunta sobre esta Política de Privacidad, puede contactarnos en info@4V.com.",
      },
    },
    terms: {
      title: "Términos de Servicio de 4V",
      lastUpdated: "Última actualización: 11 de octubre de 2023",
      contentsTitle: "Índice",
      contents: {
        agreement: "Aceptación de los Términos",
        license: "Alcance de la Licencia de Usuario",
        prohibited: "Actividades Prohibidas",
        dataSecurity: "Seguridad de los Datos",
        disputes: "Resolución de Disputas",
        californiaRights: "Derechos de los Residentes de California",
        miscellaneous: "Disposiciones Varias",
        contact: "Contáctenos",
      },
      agreement: {
        title: "Aceptación de los Términos",
        text1:
          'Este Acuerdo de Licencia de Usuario Final y Términos de Servicio ("EULA") es un acuerdo vinculante entre usted y 4V ("nosotros", "nuestro") sobre el uso de nuestro servicio y sitio web. Al utilizar nuestro sitio y servicio, acepta cumplir con estos términos. Si no está de acuerdo, por favor, deje de utilizar nuestros servicios.',
        text2:
          "Nos reservamos el derecho de modificar este acuerdo en cualquier momento. El uso continuado del servicio después de la publicación de las actualizaciones indica su aceptación de los nuevos términos.",
      },
      license: {
        title: "Alcance de la Licencia de Usuario",
        text1:
          "4V le otorga una licencia limitada, personal e intransferible para usar nuestro servicio solo para fines personales. Queda estrictamente prohibida cualquier copia, modificación, descompilación o distribución de nuestros servicios.",
        text2:
          "La violación de estos términos puede resultar en la denegación del servicio y la responsabilidad legal.",
      },
      prohibited: {
        title: "Actividades Prohibidas",
        text1:
          "Usted acepta no utilizar nuestro servicio para fines ilegales, incluidos la recopilación de datos personales de otros usuarios, los intentos de acceso no autorizado al sistema, la distribución de software malicioso o la violación de leyes o regulaciones.",
        text2:
          "Nos reservamos el derecho de bloquear el acceso al servicio a cualquier usuario que viole estos términos.",
      },
      dataSecurity: {
        title: "Seguridad de los Datos",
        text: "Tomamos las medidas necesarias para proteger los datos de los usuarios. Sin embargo, a pesar de nuestros esfuerzos, no se puede garantizar la seguridad total de los datos en Internet. Usted acepta utilizar nuestro servicio bajo su propio riesgo.",
      },
      disputes: {
        title: "Resolución de Disputas",
        text1:
          "Cualquier disputa que surja del uso de los servicios de 4V se resolverá mediante arbitraje bajo la ley suiza. No se permiten demandas colectivas. Usted acepta la resolución individual de disputas.",
        text2:
          "Para resolver una disputa, primero debe enviar una notificación por escrito a nuestra dirección de correo electrónico support@4V.com.",
      },
      californiaRights: {
        title: "Derechos de los Residentes de California",
        text: "Según la Ley de Privacidad del Consumidor de California (CCPA), los residentes de California pueden solicitar información sobre cómo recopilamos y usamos sus datos, así como solicitar la eliminación de sus datos.",
      },
      miscellaneous: {
        title: "Disposiciones Varias",
        text: "Estos términos constituyen el acuerdo completo entre usted y 4V con respecto al uso de nuestro servicio. Podemos transferir cualquiera de nuestros derechos y obligaciones a terceros sin previo aviso. Cualquier cambio en este acuerdo se publicará en nuestro sitio web.",
      },
      contact: {
        title: "Contáctenos",
        text: "Si tiene preguntas o quejas sobre el uso de los servicios de 4V, puede contactarnos en support@4V.com.",
      },
    },
    "team title": "Nuestro equipo internacional",
    "team text":
      "Estamos orgullosos de que nuestro equipo esté compuesto por profesionales altamente calificados de todo el mundo. Desarrolladores, especialistas en marketing y expertos en tecnología blockchain de países como los Países Bajos, Estonia y Canadá están unidos por un objetivo común: crear soluciones innovadoras para los problemas modernos.",

    "4V is an innovative":
      "4V es una plataforma innovadora que reúne las últimas tecnologías para recopilar, procesar y distribuir noticias y contenidos de todo el mundo.",
    "4V.NEWS is an innovative platform that combines":
      " es una plataforma innovadora que combina las últimas tecnologías para recopilar, procesar y distribuir noticias y contenidos de todo el mundo. Nos especializamos en proporcionar información relevante y de alta calidad, utilizando potentes herramientas de análisis y de inteligencia artificial para el análisis y la filtración.",
    "Find out more": "Descubrir más",
    "Aggregating news from different":
      "La agregación de noticias de diferentes fuentes es la base para crear canales de noticias personalizados. Esto incluye la recopilación de información de sitios de noticias, redes sociales, blogs y otras fuentes.",
    "Development and training":
      "Desarrollo y capacitación de modelos de inteligencia artificial para analizar las preferencias de los usuarios y personalizar el contenido de noticias. Los modelos se entrenarán con grandes cantidades de datos para determinar con precisión los intereses de los usuarios.",
    "Integration with 4V.News.":
      "Integración con 4V.News. Todos los bots se integrarán con el agregador de noticias 4V.News. Esto garantizará la sincronización de datos y canales de noticias personalizados para cada usuario. Los bots recibirán datos del agregador y los proporcionarán a los usuarios en un formato conveniente.",
    "For maximum convenience":
      "Para mayor comodidad, la integración de 4V con las redes sociales más populares. Nuestros bots en Telegram, Facebook, Twitter y otras plataformas proporcionan a los usuarios acceso a actualizaciones y contenido exclusivo.",
    "This system":
      "Este sistema ajusta automáticamente su feed de noticias según su ubicación, proporcionando las actualizaciones locales e internacionales más recientes.",
    "Users who own FVX tokens":
      "Los usuarios que posean tokens FVX podrán participar en la votación sobre cuestiones clave en el desarrollo de la plataforma. Esto puede incluir la aprobación de nuevas blockchains para integración, cambios en las tarifas, actualizaciones de seguridad y otras cuestiones. Así, 4V se convertirá en una plataforma completamente descentralizada, gobernada por su comunidad.",
    "4V.ROBOT is an indispensable assistant for channel":
      "4V.ROBOT es un asistente indispensable para la administración de canales. Crea canales en plataformas populares de redes sociales y automatiza el proceso con nuestro bot.",

    "With 4V.NEWS":
      "Con 4V.BOT puedes personalizar tu feed de noticias eligiendo entre una amplia gama de categorías y etiquetas, e incluso crear tus propias etiquetas personalizadas.",
    GLIDE: "GLIDE (Motor Dinámico Inteligente Localizado Globalmente).",
    "Our sophisticated":
      "Nuestro avanzado sistema de IA no se detiene en las preferencias personales. También ajusta automáticamente tu feed de noticias en función de tu ubicación.",
    "4V.ROBOT is an indispensable assistant":
      "4V.ROBOT es un asistente indispensable.",
    "4V.NEWS is more than just a news aggregator":
      "4V.NEWS es más que un agregador de noticias; es tu conserje personal de noticias. Mantente al día con análisis impulsados por IA, entrega de noticias personalizadas y una interfaz fácil de usar.",
    "FVX owners":
      "Los propietarios de FVX tendrán el derecho de votar sobre asuntos importantes en el desarrollo del ecosistema 4V, lo que hace que el proyecto sea descentralizado y democrático.",
    "The best solution":
      "La mejor solución para sitios de noticias y canales de redes sociales. Solución totalmente automatizada utilizando inteligencia artificial.",
    "Convenient tools":
      "Herramientas convenientes. Desarrollo de bots y agregadores para facilitar el acceso a las noticias.",
    "Powerful tools and integrations": "Herramientas e integraciones poderosas",
    "Get FVX": "Obtén FVX",
    "Dont miss your chance":
      "¡No pierdas la oportunidad de obtener FVX primero!",

    "Over the next 3 months":
      "En los próximos 3 meses, todos los miembros de nuestra comunidad podrán recibir FVX completamente gratis. Durante estos 3 meses lanzaremos una versión preparada de 4V.ROBOT para todas las redes sociales anunciadas, prepararemos una billetera y un puente de puerta de enlace para una interacción conveniente con los activos digitales. También realizaremos auditorías de contratos inteligentes para garantizar la máxima seguridad. Después del final de la distribución, después de 3 meses, se podrán comprar monedas en IDO, en el intercambio o recibirlas a través del staking.",

    "4V.WEB 3.0":
      "4V.WEB 3.0 es una plataforma innovadora que combina la tecnología blockchain y las aplicaciones descentralizadas (dApps). Ofrecemos a los usuarios la capacidad de interactuar en una red descentralizada, garantizando altos niveles de seguridad, transparencia y autonomía. 4V.WEB 3.0 permite a los desarrolladores crear e implementar sus dApps, y a los usuarios acceder a una amplia gama de servicios descentralizados.",
    "4V.DEX":
      "4V.DEX es un intercambio descentralizado que permite a los usuarios intercambiar criptomonedas directamente sin intermediarios. La plataforma garantiza la seguridad y la transparencia de las transacciones mediante la tecnología blockchain, lo que permite a los usuarios tener el control total de sus activos y realizar intercambios en cualquier momento.",
    "4V.ROBOT":
      "4V.ROBOT integra elementos de inteligencia artificial para optimizar el rendimiento del bot y proporciona integración con varias redes sociales como Telegram, Twitter y Facebook. Estos bots permiten a los usuarios recibir actualizaciones de noticias instantáneas y automatizar la gestión de contenido en redes sociales.",
    "4V.CRYPTO":
      "4V.COIN es la filial de nuestra empresa en la industria de las criptomonedas, que ofrece soluciones y servicios innovadores para trabajar con activos digitales. Ofrecemos una amplia gama de productos.",
    "DISTRIBUTOR (Automatic Content Distributor)":
      "un sistema que distribuye automáticamente contenido a sus canales y redes sociales.",
    "CONTENTWISE (Content Wise Engine)":
      "un sistema inteligente que recopila y filtra contenido para el usuario en función de sus preferencias.",
    "4V.COIN":
      "FVX El número total de tokens es 4 444 444 444. Es un token en la red TON para interactuar con nuestros servicios como 4V.ROBOT, 4V.DEFI y 4V.DEX. Los usuarios pueden delegar sus tokens FVX a otros validadores y obtener un porcentaje de sus recompensas.",
    DAO: "Los titulares de FVX tendrán el derecho de votar sobre cuestiones importantes relacionadas con el desarrollo del ecosistema 4V, lo que hace que el proyecto sea descentralizado y democrático.",
    "SMARTSHARE (Intelligent Sharing Protocol)":
      "un sistema que permite configurar escenarios inteligentes para la publicación de contenido en función del tiempo, los eventos y la audiencia.",
    "4V.DEFI":
      "4V.DEFI es una plataforma que ofrece servicios financieros descentralizados para préstamos y staking. Aquí los usuarios pueden aprovechar una amplia gama de herramientas financieras, garantizando transparencia y seguridad mediante la tecnología blockchain.",
    "GLIDE(Global Localized Intelligent Dynamic Engine)":
      "Nuestra compleja IA no se detiene en las preferencias personales, también ajusta automáticamente el feed de noticias en función de su ubicación.",
    "4V.NEWS":
      "Entendemos la importancia de obtener información rápida y precisa en el mundo de hoy. Nuestros algoritmos de análisis recopilan datos de miles de fuentes de manera instantánea.",
    "Learn More": "Aprende más",
    "Welcome to 4V.NEWS1": "Bienvenido a 4V.NEWS",
    RESOURCES: "RECURSOS",
    START: "INICIO",
    "video title": "Información confiable basada en evidencia",
    "We are constantly":
      "Estamos constantemente mejorando y ampliando nuestras capacidades para ofrecerle la información más relevante y útil.",
    "you can now mine": "¡Ahora puedes minar la moneda en una etapa temprana!",
    "The DAO":
      "El DAO permitirá a los usuarios votar sobre actualizaciones, cambios en el protocolo e integraciones nuevas.",
    "4V.ROBOT integrates":
      "4V.ROBOT integra elementos de inteligencia artificial",
    "We offer a wide range of products":
      "Ofrecemos una amplia gama de productos, incluyendo billeteras de criptomonedas seguras, plataformas de comercio e intercambio y herramientas analíticas para el seguimiento del mercado. Nuestra misión es hacer que el uso de criptomonedas sea accesible y conveniente para todos, garantizando al mismo tiempo un alto nivel de seguridad y fiabilidad. También planeamos implementar tecnologías WEB 3.0 para ampliar las capacidades de nuestros productos y servicios, incluidas plataformas de finanzas descentralizadas (DeFi) e intercambios descentralizados (DEX).",
    "Innovative approach":
      "Enfoque innovador y uso de IA para crear fuentes de noticias personalizadas. Amplia cobertura y recolección y agregación de noticias de todo el mundo sobre diversos temas.",
    "4V.coin is a token on the TON":
      "FVX es un token en la red TON para interactuar con nuestros servicios como 4V.ROBOT, 4V.DEFI y 4V.DEX.",
    "4V.CRYPTO is our company’s":
      "4V.COIN es la herramienta de nuestra empresa en la industria de las criptomonedas, proporcionando soluciones y servicios innovadores para trabajar con activos digitales.",
    "The best solution for news":
      "La mejor solución para sitios de noticias y canales de redes sociales. Solución totalmente automatizada utilizando inteligencia artificial.",
    "Welcome to 4V.NEWS":
      "Bienvenido a 4V.NEWS, la cima de la innovación en la agregación de noticias y la gestión de la información. Diseñado para la integración perfecta de inteligencia artificial de vanguardia.",
    "4V is an innovative platform":
      "4V es una plataforma innovadora que combina las últimas tecnologías para recopilar, procesar y distribuir noticias y contenidos de todo el mundo. Nos especializamos en proporcionar información relevante y de alta calidad, utilizando potentes herramientas de análisis y de inteligencia artificial para analizar y filtrar contenidos.",

    "Cutting-edge technology for news and content":
      "Tecnología de vanguardia para noticias y contenido",
  },
  fr: {
    "send": "envoyer",

    "bd52": "Offre une solution révolutionnaire pour les transferts inter-chaînes, assurant un maximum d'anonymat, de sécurité et de flexibilité. L'intégration de zk-SNARK et de mécanismes de mélange permet aux utilisateurs de déplacer en toute sécurité des actifs entre les blockchains sans révéler leurs données. 4V continue d'évoluer, prévoyant de nouvelles améliorations et la mise en œuvre de nouvelles technologies pour garantir une sécurité et une évolutivité encore plus grandes.",

    "bd51": "L'intégration de zk-SNARK et des mécanismes de mélange dans BridgeX garantit le plus haut niveau de confidentialité et d'anonymat. L'utilisation de méthodes cryptographiques avancées rend BridgeX résistant à la plupart des attaques connues, y compris l'analyse du trafic et le suivi des transactions.",

    "bd50": "Augmentation de la vitesse de traitement des transactions, car 4V peut gérer indépendamment le routage via ses nœuds",

    "bd49": "Indépendance vis-à-vis des fournisseurs d'infrastructure tiers",

    "bd48": "Sécurité accrue grâce au contrôle des processus de validation",

    "bd47": "Avantages du déploiement de nœuds propriétaires",

    "bd46": "BridgeX utilise les oracles Chainlink pour garantir l'exactitude des données dans les transactions inter-chaînes. Les oracles Chainlink suivent l'état des actifs dans le réseau source et garantissent leur verrouillage avant que les actifs équivalents ne soient émis dans le réseau cible. Cela minimise les risques d'erreurs ou de manipulation des données.",

    "bd45": "4V prévoit de déployer ses propres nœuds pour chaque réseau pris en charge, ce qui améliorera le contrôle des transactions et augmentera la sécurité du système. Les nœuds 4V effectueront des fonctions telles que la validation des transactions, la gestion des ponts et le maintien de l'état général du réseau.",

    "bd44": "L'intégration avec Chainlink est une partie importante de l'infrastructure de BridgeX, contribuant à la fiabilité et à la stabilité du système.",

    "bd43": "La technologie zk-SNARK est profondément intégrée au traitement des transactions de BridgeX, de l'étape d'initialisation au transfert inter-chaînes. zk-SNARK vérifie chaque transaction sans avoir besoin de révéler de données, rendant le système incroyablement sécurisé et sûr pour les utilisateurs.",

    "bd42": "L'utilisateur reçoit une notification de l'achèvement du transfert, et la transaction est affichée dans les réseaux source et cible, garantissant un anonymat complet.",

    "bd41": "Confirmation de la transaction",

    "bd40": "Après le mélange, BridgeX génère des actifs équivalents dans le réseau cible, les rendant disponibles pour l'utilisateur. Ces actifs ne sont plus liés à la transaction initiale, assurant un anonymat complet.",

    "bd39": "Transfert inter-chaînes",

    "bd38": "Avant d'envoyer des actifs au réseau cible, la transaction passe par un mélangeur, où elle est divisée en parties et mélangée à d'autres transactions. À ce stade, zk-SNARK garantit que la transaction est authentique sans en révéler les détails.",

    "bd37": "Utilisation de zk-SNARK et du mixeur",

    bd36: "À ce moment-là, le système commence à préparer l'émission d'actifs équivalents dans le réseau cible, conformément aux mécanismes des protocoles cross-chain.",

    bd35: "Après avoir reçu la transaction, le système verrouille les actifs de l'utilisateur dans le réseau source via un contrat intelligent.",

    bd34: "L'utilisateur envoie des actifs numériques à une seule adresse publique de BridgeX. Cette adresse est partagée sur toutes les blockchains prises en charge. Le système de routage universel des actifs de BridgeX (BUAR) identifie automatiquement le type de cryptomonnaie et le réseau d'origine de la transaction. Par exemple, si un utilisateur envoie des USDT depuis Ethereum, le système reconnaît automatiquement cette transaction et détermine son itinéraire.",

    bd33: "Initialisation de la transaction",

    bd32: "Le processus de fonctionnement du système peut être divisé en plusieurs étapes :",

    bd31: "Le processus de fonctionnement du système fournit aux utilisateurs une interface unifiée pour envoyer des actifs à n'importe quel réseau blockchain.",

    bd30: "Supposons qu'un utilisateur souhaite envoyer 100 USDT via BridgeX. Il peut choisir des frais plus élevés pour un transfert instantané ou réduire les frais, mais la transaction passera par davantage d'étapes de mélange, assurant un niveau d'anonymat plus élevé.",

    bd29: "Exemple de système de frais dynamique",

    bd28: "BridgeX propose un système de frais dynamique qui permet aux utilisateurs de personnaliser leurs transactions en fonction de leurs préférences. Le système de frais de BridgeX est conçu pour offrir aux utilisateurs une flexibilité dans le choix des paramètres de leurs transactions. Par exemple, si un utilisateur souhaite exécuter une transaction plus rapidement, il peut choisir des frais plus élevés, ce qui accélérera son traitement. En même temps, si l'utilisateur préfère un niveau de confidentialité plus élevé, le système suggérera de sélectionner un niveau supplémentaire de mélange, ce qui augmentera les frais mais garantira un anonymat maximal.",

    bd27: "Système de frais dynamique",

    apes1:
      "4V.APES est notre jeu d'application web Telegram où vous pouvez obtenir le jeton FVX gratuitement.",

    bd2: " résout ce problème en créant un système décentralisé unifié qui non seulement facilite les transferts d'actifs entre blockchains, mais garantit également la sécurité, la confidentialité et l'anonymat des utilisateurs. En intégrant zk-SNARK, une méthode de preuve à divulgation nulle, la plateforme BridgeX permet aux utilisateurs d'effectuer des transferts sans révéler leurs données, renforçant considérablement la sécurité. De plus, Bridge<span class='text-danger'>X</span> utilise des mécanismes de mixage pour offrir un niveau supplémentaire de confidentialité à chaque transaction.",
    bd3: "La plateforme BridgeX ne s'adapte pas seulement aux conditions modernes, elle crée également l'avenir de l'interaction inter-chaînes. Chaque élément du système a été conçu en tenant compte des défis actuels auxquels l'écosystème crypto est confronté, tels que la confidentialité, l'évolutivité et la décentralisation.",
    bd4: "Représente un système modulaire multicouche capable de s'adapter et de s'étendre facilement à mesure que le réseau se développe et que le nombre d'utilisateurs augmente. L'architecture repose sur plusieurs composants clés qui garantissent son unicité et sa fiabilité : protocoles cross-chain de BridgeX, système de mixage des transactions, zk-SNARK pour la protection des données, ainsi qu'un système de frais dynamique et des paramètres flexibles.",
    bd5: "Chacune de ces technologies est intégrée dans l'architecture de base pour garantir la sécurité des données et des performances élevées, indépendamment de la charge du réseau ou du nombre d'utilisateurs. Le développement de BridgeX a été basé sur une approche orientée vers la décentralisation, éliminant le contrôle central du système et transférant le pouvoir aux utilisateurs grâce à des mécanismes DAO. L'architecture de BridgeX a été conçue en tenant compte de trois aspects clés : performances, sécurité et confidentialité. Cette section fournit une description détaillée des principaux composants du système et de leurs interactions.",
    bd6: "BridgeX est le composant central de 4V.CRYPTO responsable de l'interaction entre chaînes. Il permet aux utilisateurs d'envoyer et de recevoir des actifs numériques sur différents réseaux blockchain. Cela est particulièrement important dans le monde multi-blockchain moderne, où différentes plateformes ne peuvent souvent pas interagir directement. BridgeX permet aux utilisateurs de déplacer leurs actifs de manière transparente entre des réseaux tels qu'Ethereum, Binance Smart Chain, Polygon, Solana et d'autres.",
    bd7: "BridgeX utilise des contrats intelligents pour bloquer des actifs dans le réseau source et émettre leur équivalent dans le réseau cible. Par exemple, si un utilisateur souhaite envoyer 10 ETH d'Ethereum à Binance Smart Chain, BridgeX bloquera 10 ETH sur le réseau Ethereum et émettra l'équivalent en jetons BEP-20 sur Binance Smart Chain.",
    bd8: "représente un système modulaire qui s'intègre parfaitement aux différents réseaux blockchain grâce à des interfaces standardisées. Cela permet d'ajouter facilement de nouvelles blockchains à BridgeX sans nécessiter une refonte complète du système. Par exemple, si une nouvelle blockchain hautement adaptable, comme Cardano ou Polkadot, émerge à l'avenir, elle peut être intégrée dans BridgeX avec des modifications minimales.",
    bd9: "Une autre caractéristique importante de BridgeX est sa capacité à optimiser le routage des transactions. Le système comprend un mécanisme d'intelligence artificielle qui analyse la congestion actuelle des réseaux et propose les meilleures routes pour les transactions des utilisateurs. Par exemple, si le réseau Ethereum est surchargé et que les transactions sont lentes, BridgeX peut suggérer aux utilisateurs d'envoyer des actifs via des réseaux moins congestionnés comme Binance Smart Chain ou Polygon, réduisant ainsi les frais et augmentant la vitesse.",
    bd10: "Routage intelligent des transactions.",
    bd11: "Exemple de fonctionnement.",
    bd12: "Supposons qu'un utilisateur souhaite transférer des tokens USDT du réseau Ethereum au réseau Polygon. Tout d'abord, BridgeX vérifie la disponibilité de liquidité et bloque les USDT dans le réseau Ethereum via un contrat intelligent. Ensuite, le système émet un montant équivalent de USDT dans le réseau Polygon via un contrat similaire. L'ensemble du processus est automatisé et se déroule en quelques secondes, avec une transaction protégée par zk-SNARK, garantissant l'anonymat.",
    bd13: "Mécanisme de mélange.",
    bd14: "Le mécanisme de mélange dans BridgeX est conçu pour maximiser la dissimulation de la source et de la destination des transactions, garantissant l'anonymat des participants au réseau. Le mélange implique de mélanger les transactions entre différents utilisateurs afin que même avec un suivi blockchain public, il soit impossible de déterminer qui sont l'expéditeur et le destinataire des fonds. Cela est particulièrement important pour les utilisateurs qui accordent de la valeur à leur vie privée et souhaitent éviter le suivi des transactions.",
    bd15: "Comment fonctionne le mélange ?",
    bd16: "Le mécanisme de mélange dans BridgeX utilise des algorithmes de cryptage avancés et l'obfuscation des données pour créer un 'pool de transactions', à partir duquel les fonds mélangés sont ensuite envoyés. Lorsqu'un utilisateur envoie des fonds via BridgeX, sa transaction est divisée en petites parties et mélangée avec des transactions d'autres utilisateurs. Cela rend pratiquement impossible de suivre d'où proviennent les fonds et où ils ont été envoyés.",
    bd17: "Exemple de fonctionnement du mélange",
    bd18: "Supposons qu'un utilisateur envoie 5 ETH via BridgeX. Au lieu d'envoyer ces 5 ETH directement à l'adresse du destinataire, le système divise le montant en petites parties, disons 0,1 ETH, et les envoie par différents chemins dans le réseau. En même temps, les transactions d'autres utilisateurs sont également mélangées, rendant pratiquement impossible pour un observateur externe de déterminer qui a envoyé les fonds et à qui.",
    bd19: "Preuves sécurisées",
    bd20: "C'est l'une des technologies cryptographiques les plus avancées, utilisée activement dans 4VBridgeX pour protéger les données et garantir la confidentialité des utilisateurs. zk-SNARK permet de créer des preuves d'authenticité des transactions sans révéler aucune donnée sur la transaction, ses participants ou les montants.",
    bd21: "Qu'est-ce que",
    bd22: "C'est une méthode de preuve cryptographique qui permet à une partie (le prouveur) de convaincre une autre partie (le vérificateur) qu'une déclaration est vraie sans révéler aucune donnée liée à cette déclaration. Dans le contexte de 4VBridgeX, zk-SNARK est utilisé pour confirmer qu'une transaction a eu lieu sans divulguer de détails sur qui a envoyé ou reçu les fonds et combien a été transféré.",
    bd23: "Lorsqu'un utilisateur envoie une transaction via 4VBridgeX, le système génère une preuve zk-SNARK que la transaction est valide. Cette preuve est vérifiée par les validateurs du réseau, mais les données de la transaction restent cachées. Ainsi, les validateurs peuvent confirmer la validité de la transaction sans savoir qui l'a envoyée ni à qui elle était adressée.",
    bd24: "Comment ça marche",
    bd25: "zk-SNARK fonctionne grâce à des calculs mathématiques complexes qui permettent de créer une preuve compacte qu'une transaction est authentique sans divulguer aucune information à son sujet. Dans BridgeX, chaque utilisateur qui envoie des fonds génère automatiquement une preuve zk-SNARK, qui est vérifiée sur le réseau avant que la transaction ne soit complétée.",

    bd1: "est une plateforme révolutionnaire conçue pour résoudre l'un des défis les plus pressants auxquels est confrontée la communauté blockchain moderne : l'interaction inter-chaînes et la confidentialité. Avec le développement de diverses blockchains comme Ethereum, Binance Smart Chain, Polygon et d'autres, de nombreux écosystèmes indépendants ont émergé, chacun avec ses caractéristiques et avantages uniques. Cependant, il existe un problème majeur entre ces réseaux : la complexité de l'interaction et du transfert de données entre blockchains.",
    dexx: "Achetez, vendez et échangez votre cryptomonnaie sur notre DEX ! Notre pont inter-chaînes prend en charge les principaux réseaux tels que TON, Ethereum, TRON, Binance Smart Chain, Polygon, TON, Avalanche, Fantom et d'autres, offrant de nombreuses opportunités aux utilisateurs.",
    wallet: "Connecter le portefeuille",
    brid: "Pont inter-chaînes",
    go: "Aller au DEX",
    bridge3:
      "C'est une plateforme innovante qui combine les dernières technologies de collecte, de traitement et de diffusion de nouvelles et de contenus du monde entier. Nous nous spécialisons dans la fourniture d'informations à jour et de haute qualité en utilisant des outils d'analyse puissants et une intelligence artificielle pour analyser et filtrer le contenu.",
    br2: "Confidentialité des transactions : Les réseaux blockchain modernes sont intrinsèquement transparents, permettant de suivre chaque transaction et ses participants. Cela crée des risques, en particulier pour les utilisateurs qui valorisent la confidentialité de leurs opérations financières.",
    br4: "BridgeX offre aux utilisateurs la possibilité de déplacer leurs actifs sans effort entre des réseaux tels qu'Ethereum, Binance Smart Chain, Polygon, Solana et d'autres.",
    br7: "4V.BridgeX prend en charge le système de preuve d'enjeu (PoS), permettant aux utilisateurs de gagner des récompenses en jalonnant leurs jetons. Comment ça marche :",
    br9: "Récompenses : Plus vous jalonnez de jetons et plus ils restent jalonnés longtemps, plus vos récompenses sont élevées.",
    br10: "Durabilité à long terme : Le taux de récompense final est de 10 % par an.",

    br1: "Dans le monde moderne des cryptomonnaies, les aspects les plus importants sont la confidentialité, la sécurité et la facilité de transfert des actifs entre différentes blockchains. Avec le développement des technologies cross-chain, les utilisateurs font face à de nouveaux défis comme la complexité des interactions avec les bridges, les risques de sécurité et les menaces à la vie privée. En réponse à ces défis, nous présentons , un système innovant conçu pour des transferts d'actifs simples, rapides et sécurisés entre blockchains avec un haut niveau d'anonymat.",
    br3: "Facilité de transfert d'actifs entre réseaux : Les ponts reliant diverses blockchains sont souvent difficiles à utiliser et vulnérables aux risques d'attaques. Sécurité : Les vulnérabilités dans l'infrastructure cross-chain peuvent entraîner des piratages, des vols de fonds et une perte de confiance des utilisateurs.",
    br5: "La technologie zk-SNARK est profondément intégrée au traitement des transactions de BridgeX, de l'étape d'initialisation à la transfert inter-chaînes. zk-SNARK garantit la vérification de chaque transaction sans avoir à divulguer des données, rendant le système incroyablement sûr pour les utilisateurs.",
    br6: "Achetez, vendez et échangez votre cryptomonnaie sur notre DEX ! Notre pont inter-chaînes permet le transfert d'actifs entre différentes blockchains (par exemple, Ethereum, Binance Smart Chain, Polygon).",
    br8: "Staking de jetons : Vous déposez vos jetons FVX sur la plateforme 4V.BridgeX.",
    bridge:
      "4V.BridgeX est une plateforme révolutionnaire conçue pour résoudre l'un des défis les plus pressants auxquels est confrontée la communauté blockchain moderne : l'interaction inter-chaînes et la confidentialité.",
    bridge2:
      "BridgeX résout ce problème en créant un système décentralisé unifié qui permet non seulement le transfert d'actifs entre blockchains, mais garantit également la sécurité, la confidentialité et l'anonymat des utilisateurs. En mettant en œuvre zk-SNARK, une méthode de preuve à divulgation nulle, la plateforme BridgeX permet aux utilisateurs d'effectuer des transferts sans divulguer leurs données, ce qui améliore considérablement la sécurité. BridgeX utilise également des mécanismes de mixage, offrant une couche supplémentaire de confidentialité pour chaque transaction.",
    Menu: "Menu",
    "TECH SPEC": "Spécifications techniques",
    "TERMS OF SERVICE": "CONDITIONS DE SERVICE",
    "PRIVACY POLICY": "POLITIQUE DE CONFIDENTIALITÉ",
    "WHITE PAPER": "LIVRE BLANC",
    "ROAD MAP": "FEUILLE DE ROUTE",
    Company: "Entreprise",
    Team: "Équipe",
    Defi: "Finance Décentralisée",
    Documentation: "Documentation",
    roadmapTitle: "Feuille de route 2024-2026",
    note: "Ceci n'est pas la version finale de la feuille de route, elle sera mise à jour chaque mois.",

    "2024StrengtheningAndExpansion": "2024 : Renforcement et expansion",
    q3_2024: "T3 2024",
    launchTelegramBot: "Lancement du 4V.ROBOT pour Telegram.",
    launchWhatsAppBot: "Lancement du 4V.ROBOT pour WhatsApp.",
    botDevelopmentTesting: "Développement et test du robot.",
    userAttractionCampaign:
      "Campagne de marketing pour attirer les utilisateurs.",
    integrationWithNewsAggregator:
      "Intégration avec l'agrégateur de nouvelles 4V.News.",
    userFeedbackFeatures:
      "Ajout de nouvelles fonctionnalités basées sur les retours des utilisateurs.",
    interfaceOptimization: "Optimisation de l'interface et des performances.",

    q4_2024: "T4 2024",
    launchVKBot: "Lancement du 4V.ROBOT pour VK.",

    "2025InternationalExpansionInnovation":
      "2025 : Expansion internationale et innovation",
    q1_2025: "T1 2025",
    launchFacebookMessengerBot:
      "Lancement du 4V.ROBOT pour Facebook Messenger.",
    launchDEX: "Lancement du 4V.DEX.",
    launchDEFI: "Lancement du 4V.BridgeX.",
    educationWebinars:
      "Matériaux éducatifs et webinaires pour les utilisateurs.",
    cryptocurrencyReach: "Augmentation de la portée de la cryptomonnaie 4V.",
    exchangeListing:
      "Travail actif pour la cotation sur de nouvelles bourses de cryptomonnaies.",
    airdropCampaigns:
      "Organisation de campagnes d'airdrop et de programmes de fidélité.",

    q2_2025: "T2 2025",
    launchInstagramBot: "Lancement du robot Instagram.",
    launch4VNews: "Lancement de 4V.NEWS.",
    communityManagement: "Gestion de la communauté.",
    userCommunityDevelopment:
      "Développement d'une communauté active d'utilisateurs sur diverses plateformes.",
    feedbackCollection: "Sondages réguliers et collecte de retours.",

    q3_2025: "T3 2025",
    launchLinkedInBot: "Lancement du 4V.ROBOT pour LinkedIn.",
    internationalPromotion: "Promotion internationale.",
    marketAdaptation:
      "Entrée sur de nouveaux marchés et adaptation du service aux particularités locales.",

    q4_2025: "T4 2025",
    launchTikTokBot: "Lancement du 4V.ROBOT pour TikTok.",
    partnershipPrograms: "Expansion des programmes de partenariat.",
    cryptocurrencyPartnerships:
      "Partenariats avec de grandes plateformes de cryptomonnaie.",
    jointAdvertising: "Organisation de campagnes publicitaires conjointes.",

    "2026LeadershipStability": "2026 : Leadership et stabilité",
    q1_2026: "T1 2026",
    effectivenessAnalysis:
      "Analyse et optimisation de l'efficacité de tous les robots lancés.",
    functionalityExpansion:
      "Expansion des fonctionnalités pour les détenteurs de 4V.",
    newAdvertisingCampaigns:
      "Lancement de nouvelles campagnes publicitaires et de programmes de partenariat.",

    q2_2026: "T2 2026",
    innovativeDevelopments: "Développements innovants.",
    aiIntegration:
      "Mise en œuvre de nouvelles technologies telles que l'IA et le ML pour améliorer le service.",
    personalizedNews:
      "Développement de fils d'actualités personnalisés utilisant l'IA.",
    cryptoInfrastructure:
      "Développement de l'infrastructure pour les cryptomonnaies.",
    newMiningOpportunities:
      "Création de nouvelles opportunités pour le minage et le trading de 4V.",
    walletsPaymentSystems:
      "Développement de portefeuilles et de systèmes de paiement propriétaires.",

    q3_2026: "T3 2026",
    businessOptimization:
      "Analyse de tous les aspects de l'entreprise pour l'année.",
    scalingTeamGrowth:
      "Augmentation de l'équipe et amélioration de l'infrastructure pour soutenir la croissance.",

    q4_2026: "T4 2026",
    newBotsAndServices: "Lancement de nouveaux robots et services.",
    globalExpansion: "Expansion mondiale.",
    serviceLocalization: "Localisation des services pour de nouvelles régions.",

    "2027InnovationDevelopment": "2027 : Développement de l'innovation",
    q1_2027: "T1 2027",
    techInnovation:
      "Mise en œuvre de nouvelles solutions technologiques pour améliorer l'expérience utilisateur.",
    newProductsTesting:
      "Développement et test de nouveaux produits et services.",
    cryptocurrencyStrengthening:
      "Renforcement de la position de la cryptomonnaie.",
    promotionCampaigns:
      "Lancement de nouvelles campagnes pour promouvoir et utiliser 4V.",
    techDoc: {
      title: "Documentation Technique de 4V",
      introduction: "Introduction",
      architecture: "Architecture Générale",
      glide: "GLIDE : Moteur Dynamique Intelligent Localisé",
      newsAggregation: "Agrégation de Nouvelles et Gestion de Contenu",
      robot: "4V.ROBOT : Percée dans l'Agrégation de Contenu",
      crypto: "4V.COIN : Gestion des Cryptomonnaies",
      dex: "4V.DEX : Échange Décentralisé",
      defi: "4V.DEFI : Services Financiers Décentralisés",
      coin: "4V.coin : Jeton de l'Écosystème",
      dao: "DAO et Gouvernance Décentralisée",
      conclusion: "Conclusion",
      introDescription:
        "4V est une plateforme avancée qui réunit des utilisateurs cherchant un traitement efficace des nouvelles, la gestion de contenu et la gestion des actifs numériques. 4V offre une combinaison unique d'outils pour la collecte, l'analyse et la personnalisation des nouvelles et du contenu, en proposant des solutions financières basées sur la blockchain.",
      introObjective:
        "L'objectif de 4V est de devenir un fournisseur leader de nouvelles et d'informations en proposant une large gamme d'outils financiers, comme des échanges décentralisés (DEX), des plateformes NFT et des services DeFi, soutenus par notre propre cryptomonnaie, le 4V.coin.",
      mainDirections: "Axes Principaux",
      innovativeApproach: "Approche Innovante",
      aiForPersonalization:
        "Utilisation de l'IA pour créer des flux d'actualités personnalisés.",
      broadCoverage:
        "Large couverture : Agrégation de nouvelles du monde entier.",
      integrationFinancialTools:
        "Intégration d'outils financiers propres et de la cryptomonnaie 4V.",
      web3Development:
        "Développement du Web 3.0 avec des plateformes DEX et DeFi.",
      robotDescription1:
        "L'un des points forts de la plateforme est 4V.ROBOT, un bot qui recueille du contenu sur Internet, le classe et le publie automatiquement sur les réseaux sociaux.",
      robotDescription2:
        "L'administrateur peut configurer des catégories, des étiquettes et des horaires de publication, et le système diffusera le contenu automatiquement.",
      robotDescription3:
        "Nous croyons que ce marché a un potentiel énorme. 4V.ROBOT est le premier produit de ce genre, visant à capturer ce créneau.",
      technologiesAndTools: "Technologies et Outils",
      glideEngine:
        "GLIDE : Une IA qui ajuste automatiquement le flux d'actualités.",
      contentwiseEngine:
        "CONTENTWISE : Système intelligent pour la collecte de contenu.",
      distributor:
        "DISTRIBUTOR : Système de distribution de contenu automatique.",
      smartshare: "SMARTSHARE : Système de partage intelligent de contenu.",
      architectureDescription:
        "L'architecture de 4V est conçue pour les besoins de gestion de contenu et de cryptomonnaies.",
      newsAggregator:
        "4V.NEWS : Un agrégateur de nouvelles avec du contenu personnalisé.",
      glideModule: "GLIDE - Moteur d'analyse des nouvelles basé sur l'IA.",
      cryptoModule:
        "4V.COIN - Gestion des actifs de cryptomonnaie sécurisée.",
      dexAndDefiModules:
        "4V.DEX et 4V.DEFI - Modules financiers décentralisés.",
      glideDescription:
        "GLIDE adapte le flux d'actualités en temps réel selon la localisation de l'utilisateur.",
      newsAggregationDescription:
        "4V.NEWS est un agrégateur puissant qui collecte des données provenant de milliers de sources.",
      cryptoDescription:
        "4V.COIN assure une gestion sécurisée et transparente des actifs numériques.",
      marketMonitoring: "Suivi en temps réel du marché.",
      secureTransactions:
        "Transactions sécurisées via des contrats intelligents.",
      defiIntegration:
        "Intégration avec des services financiers décentralisés.",
      dexDescription:
        "4V.DEX est une plateforme d'échange décentralisé pour les cryptomonnaies.",
      coinDescription:
        "FVX est le jeton utilisé dans les services de la plateforme.",
      tokenFeatures: "Les principales fonctionnalités du jeton incluent :",
      transactionFees: "Frais de transaction avec FVX.",
      staking: "Staking pour la participation au réseau.",
      voting: "Droit de vote pour les détenteurs de FVX.",
      stakingDelegation: "Délégation du staking aux validateurs.",
      interoperability:
        "4V.coin supporte l'interopérabilité entre les blockchains.",
      daoDescription1: "4V vise la gouvernance décentralisée via DAO.",
      daoDescription2:
        "50 % des bénéfices de 4V.ROBOT sont utilisés pour le rachat de jetons.",
      conclusionDescription:
        "4V offre des solutions uniques pour l'agrégation de nouvelles, la gestion des actifs numériques et les produits financiers décentralisés.",
    },
    whitepaper: {
      title: "Livre Blanc de la Société 4V",
      introduction:
        "La société 4V vise à devenir un fournisseur leader de services d'information en s'appuyant sur des technologies de pointe telles que l'intelligence artificielle (IA), le machine learning (ML) et la blockchain. Ce document décrit les orientations clés et les aspects techniques qui seront mis en œuvre pour atteindre les objectifs fixés au cours des trois prochaines années. Tous les bots seront intégrés à l'agrégateur de nouvelles 4V.News pour assurer la synchronisation des données et offrir à chaque utilisateur un flux de nouvelles personnalisé.",
      mainDirections: "Principales Directions",
      mainDirectionsDescription:
        "Utilisation de l'IA pour créer des flux de nouvelles personnalisés. Large Couverture : Collecte et agrégation de nouvelles du monde entier sur divers sujets. Outils Pratiques : Développement de bots et d'agrégateurs pour un accès facile aux nouvelles. Cryptomonnaie Propre : Promotion et intégration de la cryptomonnaie 4V. Développement Web 3.0 : Lancement de bourses décentralisées (DEX), de services DeFi et de plateformes NFT.",
      innovativeApproach: "Approche Innovante",
      innovativeApproachDescription:
        "L'agrégation de nouvelles provenant de diverses sources est la base de la création de flux de nouvelles personnalisés. Cela inclut la collecte d'informations provenant de sites d'actualités, de réseaux sociaux, de blogs et d'autres sources. Les données passent par des étapes de filtrage et de normalisation pour être analysées, ce qui permet d'exclure les informations non pertinentes et de standardiser le format des données.",
      broadCoverage: "Large Couverture",
      broadCoverageDescription:
        "La société 4V collecte et agrège des nouvelles provenant de diverses sources dans le monde entier, assurant aux utilisateurs un accès à des informations diversifiées et à jour sur divers sujets. L'agrégateur 4V.News sera intégré à des bots pour divers messagers et réseaux sociaux, permettant aux utilisateurs de recevoir des nouvelles dans un format pratique.",
      launch: "Lancement",
      launchDescription:
        "Le lancement public de la plateforme sera intégré à la cryptomonnaie 4V, permettant aux utilisateurs de trader la cryptomonnaie sur des bourses décentralisées et d'utiliser des services DeFi.",
      botDevelopment: "Développement de Bots et d'Agrégateurs",
      botDevelopmentDescription:
        "Des bots seront développés pour les messagers et réseaux sociaux populaires, tels que WhatsApp, Facebook Messenger, Instagram, LinkedIn et TikTok. Chaque bot fournira aux utilisateurs un accès aux nouvelles et à des flux personnalisés en fonction de leurs intérêts.",
      technicalDocumentation: "Documentation Technique",
      tokenomicsTitle: "Économie des Tokens FVX",
      tokenUsage: "Utilisation des Tokens FVX",
      tokenUsageDescription:
        "FVX est le token central de l'écosystème 4V et sert à plusieurs fonctions : paiements de transactions, staking et vote. Les utilisateurs paient des frais pour les transferts cross-chain avec FVX, y compris le mixage des transactions, l'utilisation de passerelles et la validation par oracle. Le staking permet aux utilisateurs de participer au réseau 4V et de gagner des récompenses, augmentant ainsi la sécurité du réseau. Les détenteurs de tokens obtiennent également des droits de vote pour le développement de l'écosystème, favorisant la décentralisation et la prise de décision démocratique.",
      stakingDelegation:
        "Délégation de Staking : les utilisateurs peuvent déléguer leurs tokens FVX à d'autres validateurs et gagner un pourcentage de leurs récompenses. Cette délégation encourage les détenteurs de tokens à les conserver dans le système, augmentant ainsi la liquidité du projet.",
      tokenDistributionTitle: "Répartition des Tokens FVX",
      tokenDistribution: "Répartition des Tokens",
      totalTokens: "Total des tokens : 4 444 444 444",
      userStaking:
        "37% - Pour les utilisateurs par le biais du staking, des récompenses de participation et d'autres activités.",
      teamDevelopers: "17% - Pour l'équipe et les développeurs.",
      liquidity:
        "24% - Pour la liquidité (dans les pools de liquidité et les bourses).",
      earlyAccess:
        "22% - Pour le programme d'accès anticipé et les campagnes de récompenses.",
      conclusionTitle: "Conclusion",
      conclusionDescription:
        "4V est une plateforme innovante qui réunit les dernières technologies pour la collecte, le traitement et la distribution de nouvelles et de contenus dans le monde entier. Nous nous concentrons sur la fourniture d'informations de qualité et en temps opportun grâce à des outils analytiques puissants et à l'intelligence artificielle.",
    },
    privacy: {
      title: "Politique de Confidentialité de 4V",
      lastUpdated: "Dernière mise à jour : 11 octobre 2023",
      contentsTitle: "Contenu",
      contents: {
        infoCollection: "Collecte d'informations",
        infoUsage: "Utilisation des informations",
        rightsCalifornia: "Vos droits de confidentialité en Californie",
        rightsEurope: "Divulgation pour les résidents en Europe",
        dataTransfer: "Transfert et stockage des données",
        cookies: "Utilisation des cookies",
        security: "Sécurité des données",
        contact: "Nous contacter",
      },
      infoCollection: {
        title: "Collecte d'informations",
        text1:
          "Nous collectons les informations personnelles que vous nous fournissez directement (par exemple, lors de votre inscription sur le site 4V) ainsi que celles collectées automatiquement lors de l'utilisation de nos services. Cela peut inclure des données telles que votre nom, vos coordonnées, vos informations de transaction et les données de votre appareil.",
        text2:
          "Nous utilisons également des technologies de suivi telles que les cookies pour recueillir des informations sur votre activité sur notre site Web. Ces données aident à améliorer notre service et à personnaliser l'interface utilisateur en fonction de vos préférences.",
      },
      infoUsage: {
        title: "Utilisation des informations",
        text1:
          "Nous utilisons les informations collectées pour fournir et améliorer nos services, traiter les transactions, envoyer des notifications et protéger les données. Par exemple, vos coordonnées peuvent être utilisées pour envoyer des mises à jour et des notifications de sécurité.",
        text2:
          "Nous pouvons également utiliser les informations pour l'analyse, la personnalisation du contenu et l'amélioration des fonctionnalités du site.",
      },
      rightsCalifornia: {
        title: "Vos droits de confidentialité en Californie",
        text: "En vertu de la loi californienne sur la confidentialité des consommateurs (CCPA), les résidents de Californie ont le droit de demander des informations sur la manière dont nous collectons et utilisons les données personnelles, ainsi que de demander leur suppression. Vous avez le droit de :",
        list: {
          access:
            "Demander l'accès aux informations personnelles que nous avons collectées.",
          deletion:
            "Demander la suppression de vos données, sauf dans les cas prévus par la loi.",
          optOut: "Refuser la vente de vos données (le cas échéant).",
        },
      },
      rightsEurope: {
        title: "Divulgation pour les résidents en Europe",
        text: "Si vous résidez dans l'EEE, au Royaume-Uni ou en Suisse, vous disposez des droits suivants en vertu du règlement général sur la protection des données (RGPD) :",
        list: {
          access: "Droit d'accès à vos données et d'obtenir une copie.",
          correction: "Droit de rectification des données inexactes.",
          deletion: "Droit à la suppression de vos données.",
          restriction: "Droit à la limitation du traitement des données.",
          portability: "Droit à la portabilité des données.",
        },
        contact: "Pour exercer ces droits, contactez-nous à",
      },
      dataTransfer: {
        title: "Transfert et stockage des données",
        text1:
          "Nous pouvons transférer vos données à des tiers si nécessaire pour remplir nos obligations et les stocker sur des serveurs dans différents pays, y compris aux États-Unis. Tous les transferts de données sont effectués conformément aux exigences légales.",
        text2:
          "Nous prenons des mesures raisonnables pour protéger vos données, mais vous devez savoir que la transmission de données sur Internet ne peut jamais être totalement sécurisée.",
      },
      cookies: {
        title: "Utilisation des cookies",
        text: "Nous utilisons des cookies pour recueillir des informations sur votre activité sur le site. Cela nous permet d'améliorer l'expérience utilisateur et de fournir un contenu plus personnalisé. Vous pouvez gérer vos paramètres de cookies dans votre navigateur et les désactiver si nécessaire.",
      },
      security: {
        title: "Sécurité des données",
        text1:
          "Nous mettons tout en œuvre pour protéger vos informations personnelles. Nos mesures de sécurité incluent le cryptage des données, la protection par mot de passe et des audits de sécurité réguliers.",
        text2:
          "Cependant, malgré nos efforts, aucun système de sécurité ne peut garantir une protection complète. Nous vous encourageons à être prudent et à prendre les mesures nécessaires pour protéger vos informations.",
      },
      contact: {
        title: "Nous contacter",
        text: "Si vous avez des questions concernant cette politique de confidentialité, vous pouvez nous contacter à l'adresse info@4V.com.",
      },
    },
    terms: {
      title: "Conditions d'utilisation de 4V",
      lastUpdated: "Dernière mise à jour : 11 octobre 2023",
      contentsTitle: "Table des matières",
      contents: {
        agreement: "Acceptation des conditions",
        license: "Étendue de la licence utilisateur",
        prohibited: "Activités interdites",
        dataSecurity: "Sécurité des données",
        disputes: "Résolution des litiges",
        californiaRights: "Droits des résidents de Californie",
        miscellaneous: "Dispositions diverses",
        contact: "Contactez-nous",
      },
      agreement: {
        title: "Acceptation des conditions",
        text1:
          'Ce Contrat de licence de l’utilisateur final et les Conditions d\'utilisation ("EULA") constituent un accord contraignant entre vous et 4V ("nous", "notre") concernant l\'utilisation de notre service et de notre site Web. En utilisant notre site et notre service, vous acceptez de respecter ces conditions. Si vous n\'êtes pas d\'accord avec les conditions, veuillez cesser d\'utiliser nos services.',
        text2:
          "Nous nous réservons le droit de modifier cet accord à tout moment. La poursuite de l'utilisation du service après la publication des mises à jour signifie votre acceptation des nouvelles conditions.",
      },
      license: {
        title: "Étendue de la licence utilisateur",
        text1:
          "4V vous accorde une licence limitée, personnelle et non transférable pour utiliser notre service à des fins personnelles uniquement. Toute copie, modification, décompilation ou distribution de nos services est strictement interdite.",
        text2:
          "La violation de ces conditions peut entraîner la suspension du service et une responsabilité légale.",
      },
      prohibited: {
        title: "Activités interdites",
        text1:
          "Vous vous engagez à ne pas utiliser notre service à des fins illégales, y compris la collecte de données personnelles d'autres utilisateurs, les tentatives d'accès non autorisé au système, la distribution de logiciels malveillants ou la violation des lois et règlements.",
        text2:
          "Nous nous réservons le droit de bloquer l'accès au service à tout utilisateur qui enfreint ces conditions.",
      },
      dataSecurity: {
        title: "Sécurité des données",
        text: "Nous prenons les mesures nécessaires pour protéger les données des utilisateurs. Cependant, malgré nos efforts, la sécurité totale des données sur Internet ne peut être garantie. Vous acceptez d'utiliser notre service à vos propres risques.",
      },
      disputes: {
        title: "Résolution des litiges",
        text1:
          "Tout litige résultant de l'utilisation des services de 4V sera résolu par arbitrage conformément à la loi suisse. Les recours collectifs ne sont pas autorisés. Vous acceptez une résolution individuelle des litiges.",
        text2:
          "Pour résoudre un litige, vous devez d'abord envoyer une notification écrite à notre adresse e-mail support@4V.com.",
      },
      californiaRights: {
        title: "Droits des résidents de Californie",
        text: "Conformément à la Loi sur la protection de la vie privée des consommateurs de Californie (CCPA), les résidents de Californie peuvent demander des informations sur la manière dont nous collectons et utilisons leurs données, ainsi que demander la suppression de leurs données.",
      },
      miscellaneous: {
        title: "Dispositions diverses",
        text: "Ces conditions constituent l'accord complet entre vous et 4V concernant l'utilisation de notre service. Nous pouvons transférer l'un de nos droits et obligations à des tiers sans préavis. Toute modification de cet accord sera publiée sur notre site Web.",
      },
      contact: {
        title: "Contactez-nous",
        text: "Si vous avez des questions ou des plaintes concernant l'utilisation des services de 4V, vous pouvez nous contacter à l'adresse support@4V.com.",
      },
    },
    "team title": "Notre équipe internationale",
    "team text":
      "Nous sommes fiers que notre équipe soit composée de professionnels hautement qualifiés du monde entier. Des développeurs, des spécialistes du marketing et des experts en technologie blockchain de pays comme les Pays-Bas, l'Estonie et le Canada sont unis par un objectif commun - créer des solutions innovantes pour les problèmes modernes.",

    "4V is an innovative":
      "4V est une plateforme innovante qui réunit les dernières technologies pour la collecte, le traitement et la distribution des nouvelles et du contenu du monde entier.",
    "4V.NEWS is an innovative platform that combines":
      " est une plateforme innovante qui combine les dernières technologies pour la collecte, le traitement et la distribution des nouvelles et des contenus du monde entier. Nous nous spécialisons dans la fourniture d'informations pertinentes et de haute qualité, en utilisant des outils de parsing puissants et l'intelligence artificielle pour l'analyse et le filtrage.",
    "Find out more": "En savoir plus",
    "Aggregating news from different":
      "L'agrégation de nouvelles provenant de différentes sources est la base de la création de flux d'actualités personnalisés. Cela inclut la collecte d'informations à partir de sites d'actualités, de réseaux sociaux, de blogs et d'autres sources.",
    "Development and training":
      "Développement et formation de modèles d'IA pour analyser les préférences des utilisateurs et personnaliser le contenu des actualités. Les modèles seront formés sur de grandes quantités de données pour déterminer avec précision les intérêts des utilisateurs.",
    "Integration with 4V.News.":
      "Intégration avec 4V.News. Tous les bots seront intégrés avec l'agrégateur d'actualités 4V.News. Cela garantira la synchronisation des données et des flux d'actualités personnalisés pour chaque utilisateur. Les bots recevront les données de l'agrégateur et les fourniront aux utilisateurs dans un format pratique.",
    "For maximum convenience":
      "Pour un maximum de commodité, l'intégration de 4V avec les réseaux sociaux les plus populaires. Nos bots sur Telegram, Facebook, Twitter et d'autres plateformes offrent aux utilisateurs un accès aux mises à jour et à du contenu exclusif.",
    "This system":
      "Ce système ajuste automatiquement votre flux d'actualités en fonction de votre emplacement, fournissant les mises à jour locales et internationales les plus récentes.",
    "Users who own FVX tokens":
      "Les propriétaires de tokens FVX pourront participer aux votes sur les questions clés du développement de la plateforme. Cela peut inclure l'approbation de nouvelles blockchains pour l'intégration, les changements de frais, les mises à jour de sécurité et d'autres questions. Ainsi, 4V deviendra une plateforme entièrement décentralisée, régie par sa communauté.",
    "4V.ROBOT is an indispensable assistant for channel":
      "4V.ROBOT est un assistant indispensable pour l'administration des chaînes. Créez des chaînes sur les plateformes de médias sociaux populaires et automatisez le processus avec notre bot.",

    "With 4V.NEWS":
      "Avec 4V.BOT, vous pouvez personnaliser votre fil d'actualités en choisissant parmi une large gamme de catégories et de balises, et même créer vos propres balises personnalisées.",
    GLIDE: "GLIDE (Moteur Dynamique Intelligent Localisé Globalement).",
    "Our sophisticated":
      "Notre IA sophistiquée ne s'arrête pas aux préférences personnelles. Elle ajuste également automatiquement votre fil d'actualités en fonction de votre emplacement.",
    "4V.ROBOT is an indispensable assistant":
      "4V.ROBOT est un assistant indispensable.",
    "4V.NEWS is more than just a news aggregator":
      "4V.NEWS est plus qu'un simple agrégateur de nouvelles ; c'est votre concierge personnel d'actualités. Restez en tête grâce à des analyses alimentées par l'IA, une livraison d'actualités personnalisée et une interface facile à utiliser.",
    "FVX owners":
      "Les propriétaires de FVX auront le droit de voter sur des questions importantes dans le développement de l'écosystème 4V, ce qui rend le projet décentralisé et démocratique.",
    "The best solution":
      "La meilleure solution pour les sites d'actualités et les canaux de réseaux sociaux. Solution entièrement automatisée utilisant l'intelligence artificielle.",
    "Convenient tools":
      "Outils pratiques. Développement de bots et d'agrégateurs pour un accès facile aux nouvelles.",
    "Powerful tools and integrations": "Outils et intégrations puissants",
    "Get FVX": "Obtenez FVX",
    "Dont miss your chance":
      "Ne manquez pas l'occasion d'obtenir FVX en premier !",

    "Over the next 3 months":
      "Au cours des 3 prochains mois, tous les membres de notre communauté pourront recevoir gratuitement des FVX. Au cours de ces 3 mois, nous lancerons une version prête à l'emploi de 4V.ROBOT pour tous les réseaux sociaux annoncés, nous préparerons un portefeuille et un pont de passerelle pour faciliter l'interaction avec les actifs numériques. Nous effectuerons également des audits de contrats intelligents pour garantir une sécurité maximale. Après la fin de la distribution, après 3 mois, les pièces pourront être achetées sur IDO, sur la bourse ou reçues via le staking.",

    "4V.WEB 3.0":
      "4V.WEB 3.0 est une plateforme innovante qui combine la technologie blockchain et les applications décentralisées (dApps). Nous offrons aux utilisateurs la possibilité d'interagir dans un réseau décentralisé, garantissant des niveaux élevés de sécurité, de transparence et d'autonomie. 4V.WEB 3.0 permet aux développeurs de créer et de déployer leurs dApps, et aux utilisateurs d'accéder à une large gamme de services décentralisés.",
    "4V.DEX":
      "4V.DEX est un échange décentralisé qui permet aux utilisateurs de négocier des crypto-monnaies directement sans intermédiaires. La plateforme garantit la sécurité et la transparence des transactions grâce à la technologie blockchain, permettant aux utilisateurs d'avoir un contrôle total sur leurs actifs et de réaliser des échanges à tout moment.",
    "4V.ROBOT":
      "4V.ROBOT intègre des éléments d'intelligence artificielle pour optimiser les performances des bots et fournit une intégration avec divers réseaux sociaux tels que Telegram, Twitter et Facebook. Ces bots permettent aux utilisateurs de recevoir des mises à jour instantanées des nouvelles et d'automatiser la gestion du contenu sur les réseaux sociaux.",
    "4V.CRYPTO":
      "4V.COIN est la branche de notre entreprise dans l'industrie des crypto-monnaies, offrant des solutions et des services innovants pour travailler avec des actifs numériques. Nous proposons une large gamme de produits.",
    "DISTRIBUTOR (Automatic Content Distributor)":
      "un système qui distribue automatiquement du contenu sur vos canaux et réseaux sociaux.",
    "CONTENTWISE (Content Wise Engine)":
      "un système intelligent qui collecte et filtre le contenu pour l'utilisateur en fonction de ses préférences.",
    "4V.COIN":
      "FVX Le nombre total de tokens est de 4 444 444 444. Il s'agit d'un token sur le réseau TON pour interagir avec nos services tels que 4V.ROBOT, 4V.DEFI et 4V.DEX. Les utilisateurs peuvent déléguer leurs tokens FVX à d'autres validateurs et obtenir un pourcentage de leurs récompenses.",
    DAO: "Les détenteurs de FVX auront le droit de voter sur des questions importantes concernant le développement de l'écosystème 4V, rendant le projet décentralisé et démocratique.",
    "SMARTSHARE (Intelligent Sharing Protocol)":
      "un système permettant de configurer des scénarios intelligents pour la publication de contenu en fonction du temps, des événements et de l'audience.",
    "4V.DEFI":
      "4V.DEFI est une plateforme qui propose des services financiers décentralisés pour les prêts et le staking. Ici, les utilisateurs peuvent bénéficier d'une large gamme d'outils financiers, garantissant transparence et sécurité grâce à la technologie blockchain.",
    "GLIDE(Global Localized Intelligent Dynamic Engine)":
      "Notre IA complexe ne s'arrête pas aux préférences personnelles, elle ajuste également automatiquement le flux d'informations en fonction de votre localisation.",
    "4V.NEWS":
      "Nous comprenons l'importance d'obtenir des informations rapides et précises dans le monde d'aujourd'hui. Nos algorithmes de parsing collectent instantanément des données provenant de milliers de sources.",
    "Learn More": "En savoir plus",
    "Welcome to 4V.NEWS1": "Bienvenue sur 4V.NEWS",
    RESOURCES: "RESSOURCES",
    START: "DÉMARRER",
    "video title": "Des informations fiables basées sur des preuves",
    "We are constantly":
      "Nous améliorons et développons constamment nos capacités pour vous fournir les informations les plus pertinentes et utiles.",
    "you can now mine":
      "vous pouvez maintenant miner la pièce à un stade précoce !",
    "The DAO":
      "Le DAO permettra aux utilisateurs de voter sur les mises à jour, les changements de protocole et les nouvelles intégrations.",
    "4V.ROBOT integrates":
      "4V.ROBOT intègre des éléments d'intelligence artificielle",
    "We offer a wide range of products":
      "Nous offrons une large gamme de produits, y compris des portefeuilles de cryptomonnaies sécurisés, des plateformes de trading et d'échange, ainsi que des outils d'analyse de suivi du marché. Notre mission est de rendre l'utilisation des cryptomonnaies accessible et pratique pour tous, tout en garantissant un haut niveau de sécurité et de fiabilité. Nous prévoyons également d'implémenter les technologies WEB 3.0 pour étendre les capacités de nos produits et services, y compris les plateformes de finance décentralisée (DeFi) et les échanges décentralisés (DEX).",
    "Innovative approach":
      "Approche innovante et utilisation de l'IA pour créer des flux d'actualités personnalisés. Large couverture, collecte et agrégation des actualités du monde entier sur divers sujets.",
    "4V.coin is a token on the TON":
      "FVX est un jeton sur le réseau TON permettant d'interagir avec nos services tels que 4V.ROBOT, 4V.DEFI et 4V.DEX.",
    "4V.CRYPTO is our company’s":
      "4V.COIN est l'outil de notre entreprise dans l'industrie des crypto-monnaies, offrant des solutions et des services innovants pour travailler avec des actifs numériques.",
    "The best solution for news":
      "La meilleure solution pour les sites de nouvelles et les chaînes de médias sociaux. Solution entièrement automatisée utilisant l'intelligence artificielle.",
    "Welcome to 4V.NEWS":
      "Bienvenue sur 4V.NEWS, le sommet de l'innovation dans l'agrégation des nouvelles et la gestion de l'information. Conçu pour une intégration transparente de l'intelligence artificielle de pointe.",
    "4V is an innovative platform":
      "4V est une plateforme innovante qui combine les dernières technologies pour la collecte, le traitement et la distribution des actualités et des contenus du monde entier. Nous nous spécialisons dans la fourniture d'informations pertinentes et de haute qualité, en utilisant des outils d'analyse puissants et l'intelligence artificielle pour analyser et filtrer le contenu.",

    "Cutting-edge technology for news and content":
      "Technologie de pointe pour les nouvelles et le contenu",
  },
  hi: {
    "send": "भेजें",

    "bd52": "क्रॉस-चेन ट्रांसफर के लिए एक क्रांतिकारी समाधान प्रदान करता है, जो अधिकतम गुमनामी, सुरक्षा और लचीलापन प्रदान करता है। zk-SNARK और मिक्सिंग तंत्र का एकीकरण उपयोगकर्ताओं को अपनी डेटा का खुलासा किए बिना ब्लॉकचेन के बीच सुरक्षित रूप से परिसंपत्तियों को स्थानांतरित करने में सक्षम बनाता है। 4V और अधिक सुरक्षा और विस्तारशीलता सुनिश्चित करने के लिए आगे सुधार और नई तकनीकों को लागू करने की योजना बना रहा है।",

    "bd51": "BridgeX में zk-SNARK और मिक्सिंग तंत्र का एकीकरण गोपनीयता और गुमनामी के उच्चतम स्तर को सुनिश्चित करता है। उन्नत क्रिप्टोग्राफिक विधियों का उपयोग BridgeX को अधिकांश ज्ञात हमलों, जिसमें ट्रैफिक विश्लेषण और लेन-देन ट्रैकिंग शामिल है, के लिए प्रतिरोधी बनाता है।",

    "bd50": "लेनदेन प्रसंस्करण की गति में वृद्धि क्योंकि 4V अपने नोड्स के माध्यम से स्वतंत्र रूप से रूटिंग का प्रबंधन कर सकता है",

    "bd49": "तीसरे पक्ष की बुनियादी ढांचा प्रदाताओं से स्वतंत्रता",

    "bd48": "सत्यापन प्रक्रियाओं पर नियंत्रण के माध्यम से सुरक्षा में वृद्धि",

    "bd47": "स्वयं की नोड्स तैनात करने के लाभ",

    "bd46": "BridgeX Chainlink ऑरेकल्स का उपयोग क्रॉस-चेन लेनदेन में डेटा की सटीकता सुनिश्चित करने के लिए करता है। Chainlink ऑरेकल्स स्रोत नेटवर्क में संपत्तियों की स्थिति को ट्रैक करते हैं और लक्ष्य नेटवर्क में समकक्ष संपत्तियों को जारी करने से पहले उनके लॉकअप की गारंटी देते हैं। यह त्रुटियों या डेटा में हेरफेर के जोखिम को कम करता है।",


    "bd45": "4V अपने प्रत्येक समर्थित नेटवर्क के लिए अपने स्वयं के नोड्स तैनात करने की योजना बना रहा है, जो लेनदेन नियंत्रण को बढ़ाएगा और सिस्टम सुरक्षा को बढ़ाएगा। 4V नोड्स लेनदेन सत्यापन, ब्रिज प्रबंधन और समग्र नेटवर्क स्थिति बनाए रखने जैसे कार्य करेंगे।",

    "bd44": "BridgeX के बुनियादी ढांचे के लिए Chainlink के साथ एकीकरण एक महत्वपूर्ण हिस्सा है, जो सिस्टम की विश्वसनीयता और स्थिरता में योगदान देता है।",

    "bd43": "zk-SNARK तकनीक BridgeX के लेन-देन प्रसंस्करण में गहराई से एकीकृत है, प्रारंभिक चरण से लेकर क्रॉस-चेन स्थानांतरण तक। zk-SNARK प्रत्येक लेन-देन को बिना किसी डेटा का खुलासा किए सत्यापित करता है, जिससे प्रणाली उपयोगकर्ताओं के लिए अत्यधिक सुरक्षित और सुरक्षित हो जाती है।",

    "bd42": "उपयोगकर्ता को ट्रांसफर के पूर्ण होने की सूचना प्राप्त होती है, और लेन-देन स्रोत और लक्ष्य नेटवर्क दोनों में प्रदर्शित होता है, जो पूर्ण गुमनामी सुनिश्चित करता है।",

    "bd41": "लेन-देन की पुष्टि",

    "bd40": "मिक्सिंग के बाद, BridgeX लक्ष्य नेटवर्क में समतुल्य संपत्तियां उत्पन्न करता है, जिससे वे उपयोगकर्ता के लिए उपलब्ध हो जाती हैं। ये संपत्तियां अब मूल लेन-देन से जुड़ी नहीं हैं, जिससे पूर्ण गुमनामी सुनिश्चित होती है।",

    "bd39": "क्रॉस-चेन ट्रांसफर",

    "bd38": "लक्ष्य नेटवर्क में संपत्ति भेजने से पहले, लेन-देन मिक्सर के माध्यम से गुजरता है, जहां इसे भागों में विभाजित किया जाता है और अन्य लेन-देन के साथ मिश्रित किया जाता है। इस समय, zk-SNARK यह सुनिश्चित करता है कि लेन-देन वास्तविक है, बिना इसके विवरण का खुलासा किए।",

    "bd37": "zk-SNARK और मिक्सर का उपयोग",

    bd36: "इस समय, प्रणाली क्रॉस-चेन प्रोटोकॉल तंत्रों का पालन करते हुए लक्ष्य नेटवर्क में समकक्ष संपत्ति जारी करने की तैयारी शुरू करती है।",

    bd35: "लेनदेन प्राप्त करने के बाद, प्रणाली स्मार्ट कॉन्ट्रैक्ट के माध्यम से उपयोगकर्ता की संपत्तियों को स्रोत नेटवर्क में लॉक कर देती है।",

    bd34: "उपयोगकर्ता डिजिटल संपत्ति को BridgeX के एकल सार्वजनिक पते पर भेजता है। यह पता सभी समर्थित ब्लॉकचेन पर साझा किया जाता है। BridgeX Universal Asset Routing (BUAR) प्रणाली स्वचालित रूप से क्रिप्टोकरेंसी के प्रकार और लेनदेन के मूल नेटवर्क की पहचान करती है। उदाहरण के लिए, यदि कोई उपयोगकर्ता Ethereum से USDT भेजता है, तो प्रणाली स्वचालित रूप से इस लेनदेन को पहचानती है और उसका मार्ग निर्धारित करती है।",

    bd33: "लेनदेन प्रारंभ करना",

    bd32: "सिस्टम संचालन प्रक्रिया को कई चरणों में विभाजित किया जा सकता है:",

    bd31: "सिस्टम संचालन प्रक्रिया उपयोगकर्ताओं को किसी भी ब्लॉकचेन नेटवर्क पर संपत्ति भेजने के लिए एकीकृत इंटरफ़ेस प्रदान करती है।",

    bd30: "मान लीजिए कि एक उपयोगकर्ता 100 USDT को BridgeX के माध्यम से भेजना चाहता है। वे त्वरित स्थानांतरण के लिए एक उच्च शुल्क चुन सकते हैं या शुल्क को कम कर सकते हैं, लेकिन लेन-देन अधिक मिश्रण चरणों से होकर गुजरेगा, जिससे अधिक गुमनामी सुनिश्चित होगी।",

    bd29: "गतिशील शुल्क प्रणाली का उदाहरण",

    bd28: "BridgeX गतिशील शुल्क प्रणाली प्रदान करता है जो उपयोगकर्ताओं को अपनी प्राथमिकताओं के आधार पर अपने लेन-देन को अनुकूलित करने की अनुमति देता है। BridgeX में शुल्क प्रणाली उपयोगकर्ताओं को उनके लेन-देन के मापदंडों को चुनने में लचीलापन प्रदान करने के लिए डिज़ाइन की गई है। उदाहरण के लिए, यदि उपयोगकर्ता तेजी से लेन-देन निष्पादित करना चाहते हैं, तो वे उच्च शुल्क का चयन कर सकते हैं, जो इसकी प्रसंस्करण गति को तेज करेगा। साथ ही, यदि उपयोगकर्ता उच्च स्तर की गोपनीयता पसंद करते हैं, तो प्रणाली अतिरिक्त मिक्सिंग स्तर चुनने का सुझाव देगी, जो शुल्क बढ़ाएगी लेकिन अधिकतम गुमनामी सुनिश्चित करेगी।",

    bd27: "गतिशील शुल्क प्रणाली",

    apes1:
      "4V.APES हमारा वेब ऐप टेलीग्राम गेम है जहां आप FVX टोकन मुफ्त में प्राप्त कर सकते हैं।",

    bd2: "BridgeX इस समस्या को हल करता है एकीकृत विकेंद्रीकृत प्रणाली बनाकर जो न केवल ब्लॉकचेन के बीच संपत्ति हस्तांतरण को आसान बनाती है, बल्कि उपयोगकर्ता की सुरक्षा, गोपनीयता और गुमनामी भी सुनिश्चित करती है। zk-SNARK, एक ज़ीरो-नॉलेज प्रूफ मेथड को एकीकृत करके, BridgeX प्लेटफॉर्म उपयोगकर्ताओं को उनके डेटा को प्रकट किए बिना ट्रांसफर करने में सक्षम बनाता है, जिससे सुरक्षा में काफी वृद्धि होती है। इसके अतिरिक्त, Bridge<span class='text-danger'>X</span> प्रत्येक लेनदेन के लिए अतिरिक्त गोपनीयता प्रदान करने के लिए मिक्सिंग मेकेनिज़्म का उपयोग करता है।",
    bd3: " प्लेटफ़ॉर्म न केवल आधुनिक परिस्थितियों के अनुकूल है बल्कि क्रॉस-चेन इंटरैक्शन के भविष्य का निर्माण भी करता है। सिस्टम के प्रत्येक तत्व को गोपनीयता, स्केलेबिलिटी और विकेंद्रीकरण जैसी चुनौतियों को ध्यान में रखकर डिज़ाइन किया गया है।",
    bd4: "एक बहुपरत, मॉड्यूलर प्रणाली का प्रतिनिधित्व करता है जो नेटवर्क के विकास और उपयोगकर्ताओं की संख्या में वृद्धि के साथ आसानी से अनुकूलन और विस्तार कर सकता है। वास्तुकला कई प्रमुख घटकों पर आधारित है जो इसकी विशिष्टता और विश्वसनीयता सुनिश्चित करते हैं: ब्रिजएक्स क्रॉस-चेन प्रोटोकॉल, एक लेन-देन मिक्सिंग सिस्टम, डेटा सुरक्षा के लिए zk-SNARK, साथ ही एक गतिशील शुल्क प्रणाली और लचीली सेटिंग्स।",
    bd5: "इनमें से प्रत्येक प्रौद्योगिकी को कोर आर्किटेक्चर में एकीकृत किया गया है ताकि डेटा सुरक्षा और उच्च प्रदर्शन सुनिश्चित किया जा सके, चाहे नेटवर्क लोड या उपयोगकर्ताओं की संख्या कुछ भी हो। ब्रिजएक्स का विकास विकेंद्रीकरण-उन्मुख दृष्टिकोण पर आधारित था, जिसने सिस्टम के केंद्रीय नियंत्रण को समाप्त कर दिया और डीएओ तंत्र के माध्यम से उपयोगकर्ताओं को शक्ति हस्तांतरित की। ब्रिजएक्स आर्किटेक्चर को तीन प्रमुख पहलुओं को ध्यान में रखते हुए डिज़ाइन किया गया है: प्रदर्शन, सुरक्षा और गोपनीयता। इस खंड में सिस्टम के मुख्य घटकों और उनकी अंतःक्रियाओं का विस्तृत विवरण दिया गया है।",
    bd6: "BridgeX ब्रिजएक्स का केंद्रीय घटक है जो क्रॉस-चेन इंटरैक्शन के लिए ज़िम्मेदार है। यह उपयोगकर्ताओं को विभिन्न ब्लॉकचेन नेटवर्क के बीच डिजिटल संपत्ति भेजने और प्राप्त करने में सक्षम बनाता है। यह आधुनिक बहु-ब्लॉकचेन दुनिया में विशेष रूप से महत्वपूर्ण है, जहां विभिन्न प्लेटफ़ॉर्म अक्सर सीधे बातचीत नहीं कर सकते। BridgeX उपयोगकर्ताओं को Ethereum, Binance Smart Chain, Polygon, Solana और अन्य नेटवर्क के बीच अपने संपत्ति को बिना किसी रुकावट के स्थानांतरित करने की अनुमति देता है।",
    bd7: "BridgeX स्मार्ट कॉन्ट्रैक्ट्स का उपयोग करके स्रोत नेटवर्क में संपत्तियों को लॉक करता है और उनके समकक्ष लक्ष्य नेटवर्क में जारी करता है। उदाहरण के लिए, यदि एक उपयोगकर्ता Ethereum से Binance Smart Chain पर 10 ETH भेजना चाहता है, तो BridgeX Ethereum नेटवर्क में 10 ETH लॉक करेगा और Binance Smart Chain पर BEP-20 टोकन के रूप में समकक्ष राशि जारी करेगा।",
    bd8: "मॉड्यूलर सिस्टम का प्रतिनिधित्व करता है जो विभिन्न ब्लॉकचेन नेटवर्क के साथ मानकीकृत इंटरफेस के माध्यम से सहजता से एकीकृत होता है। यह BridgeX में नए ब्लॉकचेन को आसानी से जोड़ने की अनुमति देता है, बिना सिस्टम को पूरी तरह से पुनः डिज़ाइन किए। उदाहरण के लिए, यदि भविष्य में Cardano या Polkadot जैसे उच्च अनुकूलनशीलता वाले ब्लॉकचेन उभरते हैं, तो उन्हें न्यूनतम परिवर्तनों के साथ BridgeX में एकीकृत किया जा सकता है।",
    bd9: "BridgeX की एक और महत्वपूर्ण विशेषता इसकी लेनदेन रूटिंग को अनुकूलित करने की क्षमता है। सिस्टम में एक कृत्रिम बुद्धिमत्ता तंत्र शामिल है जो वर्तमान नेटवर्क भीड़ का विश्लेषण करता है और उपयोगकर्ताओं के लेनदेन के लिए सर्वोत्तम मार्ग सुझाता है। उदाहरण के लिए, यदि एथेरियम नेटवर्क ओवरलोड है और लेनदेन धीमी गति से संसाधित हो रहे हैं, तो BridgeX उपयोगकर्ताओं को Binance Smart Chain या Polygon जैसे कम भीड़ वाले नेटवर्क के माध्यम से संपत्ति भेजने का सुझाव दे सकता है, जिससे शुल्क कम हो जाता है और गति बढ़ जाती है।",
    bd10: "स्मार्ट लेनदेन रूटिंग।",
    bd11: "संचालन का उदाहरण।",
    bd12: "मान लीजिए कि एक उपयोगकर्ता Ethereum नेटवर्क से Polygon नेटवर्क में USDT टोकन ट्रांसफर करना चाहता है। सबसे पहले, BridgeX लिक्विडिटी की उपलब्धता की जांच करता है और स्मार्ट कॉन्ट्रैक्ट के माध्यम से Ethereum नेटवर्क में USDT को लॉक कर देता है। इसके बाद, सिस्टम एक समान कॉन्ट्रैक्ट के माध्यम से Polygon नेटवर्क में समकक्ष मात्रा में USDT जारी करता है। पूरी प्रक्रिया स्वचालित है और कुछ ही सेकंड में पूरी हो जाती है, और zk-SNARK के उपयोग से लेनदेन को सुरक्षित और गुमनाम बनाया जाता है।",
    bd13: "मिक्सिंग तंत्र।",
    bd14: "BridgeX में मिक्सिंग तंत्र को लेनदेन के स्रोत और गंतव्य को अधिकतम छिपाने के लिए डिज़ाइन किया गया है, जिससे नेटवर्क प्रतिभागियों की गुमनामी सुनिश्चित हो सके। मिक्सिंग में विभिन्न उपयोगकर्ताओं के बीच लेनदेन को मिलाना शामिल है ताकि सार्वजनिक ब्लॉकचेन ट्रैकिंग के बावजूद, यह निर्धारित करना असंभव हो जाए कि धन का प्रेषक और प्राप्तकर्ता कौन है। यह विशेष रूप से उन उपयोगकर्ताओं के लिए महत्वपूर्ण है जो अपनी गोपनीयता को महत्व देते हैं और लेनदेन ट्रैकिंग से बचना चाहते हैं।",
    bd15: "मिक्सिंग कैसे काम करता है?",
    bd16: "BridgeX में मिक्सिंग तंत्र उन्नत एन्क्रिप्शन एल्गोरिदम और डेटा ओब्फ़स्केशन का उपयोग करके 'लेनदेन पूल' बनाता है, जिससे मिश्रित धनराशि भेजी जाती है। जब उपयोगकर्ता BridgeX के माध्यम से धन भेजते हैं, तो उनके लेन-देन को छोटे भागों में विभाजित किया जाता है और अन्य उपयोगकर्ताओं के लेन-देन के साथ मिलाया जाता है। इससे धनराशि के स्रोत और गंतव्य का पता लगाना लगभग असंभव हो जाता है।",
    bd17: "मिक्सिंग कैसे काम करता है इसका उदाहरण",
    bd18: "मान लीजिए एक उपयोगकर्ता BridgeX के माध्यम से 5 ETH भेजता है। इन 5 ETH को सीधे प्राप्तकर्ता के पते पर भेजने के बजाय, सिस्टम राशि को छोटे भागों में विभाजित करता है, जैसे 0.1 ETH, और उन्हें नेटवर्क में विभिन्न रास्तों के माध्यम से भेजता है। उसी समय, अन्य उपयोगकर्ताओं के लेनदेन भी मिश्रित होते हैं, जिससे किसी बाहरी पर्यवेक्षक के लिए यह लगभग असंभव हो जाता है कि धन किसने और किसे भेजा।",
    bd19: "सुरक्षित प्रमाण",
    bd20: "यह सबसे उन्नत क्रिप्टोग्राफ़िक तकनीकों में से एक है, जिसे 4VBridgeX में डेटा की सुरक्षा और उपयोगकर्ता की गोपनीयता सुनिश्चित करने के लिए सक्रिय रूप से उपयोग किया जाता है। zk-SNARK लेनदेन की प्रामाणिकता के प्रमाण बनाने में सक्षम बनाता है, बिना लेनदेन, इसके प्रतिभागियों या राशि के बारे में कोई डेटा प्रकट किए।",
    bd21: "क्या है",
    bd22: "यह एक क्रिप्टोग्राफ़िक प्रमाण विधि है जो एक पक्ष (प्रमाणकर्ता) को दूसरे पक्ष (सत्यापनकर्ता) को यह विश्वास दिलाने की अनुमति देता है कि कथन सत्य है, बिना उस कथन से संबंधित किसी भी डेटा को प्रकट किए। 4VBridgeX के संदर्भ में, zk-SNARK का उपयोग यह पुष्टि करने के लिए किया जाता है कि लेनदेन हुआ है, बिना यह विवरण प्रकट किए कि किसने धनराशि भेजी या प्राप्त की और कितनी राशि स्थानांतरित की गई।",
    bd23: "जब उपयोगकर्ता 4VBridgeX के माध्यम से लेनदेन करता है, तो सिस्टम एक zk-SNARK प्रमाण उत्पन्न करता है जो यह साबित करता है कि लेनदेन मान्य है। इस प्रमाण को नेटवर्क सत्यापकों द्वारा सत्यापित किया जाता है, लेकिन लेनदेन डेटा स्वयं छिपा रहता है। इस प्रकार, सत्यापक लेनदेन की वैधता की पुष्टि कर सकते हैं, बिना यह जाने कि इसे किसने भेजा और इसे किसे संबोधित किया गया।",
    bd24: "यह कैसे काम करता है",
    bd25: "zk-SNARK जटिल गणितीय गणनाओं के माध्यम से संचालित होता है, जो यह प्रमाणित करता है कि लेनदेन वास्तविक है, बिना इसके बारे में कोई जानकारी प्रकट किए। BridgeX में, हर उपयोगकर्ता जो धन भेजता है, स्वचालित रूप से एक zk-SNARK प्रमाण उत्पन्न करता है, जिसे लेनदेन पूरा होने से पहले नेटवर्क पर सत्यापित किया जाता है।",

    bd1: "एक क्रांतिकारी मंच है जिसे आधुनिक ब्लॉकचेन समुदाय के सामने आने वाली सबसे बड़ी चुनौतियों में से एक, क्रॉस-चेन इंटरैक्शन और प्राइवेसी को हल करने के लिए डिज़ाइन किया गया है। Ethereum, Binance Smart Chain, Polygon और अन्य जैसे विभिन्न ब्लॉकचेन के विकास के साथ, कई स्वतंत्र पारिस्थितिकी तंत्र उभरे हैं, जिनमें से प्रत्येक के अपने अनूठे फ़ीचर्स और लाभ हैं। हालांकि, इन नेटवर्क्स के बीच एक महत्वपूर्ण समस्या है - ब्लॉकचेन के बीच इंटरैक्शन और डेटा ट्रांसफर की जटिलता।",
    bid1: "वीडियो खोलें",
    bid2: "परिचय",
    bid3: "समाधान वास्तुकला",
    bid4: "क्रॉसचेन प्रोटोकॉल्स ब्रिजएक्स",
    bid5: "मिक्सिंग तंत्र",
    bid6: "डायनेमिक शुल्क प्रणाली",
    bid7: "ब्रिजएक्स सिस्टम वर्कफ़्लो",
    bid8: "ब्रिजएक्स में zk-SNARK का एकीकरण",
    bid9: "zk-SNARK पर आधारित मिक्सर संचालन",
    bid10: "चेनलिंक ओरेकल्स का उपयोग",
    bid11: "नोड्स का परिनियोजन",
    bid12: "सुरक्षा और नियंत्रण",
    bid13: "निष्कर्ष",
    dexx: "हमारे DEX पर अपनी क्रिप्टोकरेंसी खरीदें, बेचें और एक्सचेंज करें! हमारा क्रॉस-चेन ब्रिज प्रमुख नेटवर्क जैसे TON, Ethereum, TRON, Binance Smart Chain, Polygon, TON, Avalanche, Fantom और अन्य का समर्थन करता है, जो उपयोगकर्ताओं के लिए व्यापक अवसर प्रदान करता है।",

    wallet: "वॉलेट कनेक्ट करें",
    brid: "क्रॉसचेन ब्रिज",
    go: "DEX पर जाएं",
    br10: "दीर्घकालिक स्थिरता: अंतिम इनाम दर प्रति वर्ष 10% है।",
    bridge3:
      "यह एक नवीन मंच है जो दुनिया भर से समाचारों और सामग्री को एकत्र करने, संसाधित करने और वितरित करने के लिए नवीनतम तकनीकों को जोड़ता है। हम सामग्री के विश्लेषण और फ़िल्टरिंग के लिए शक्तिशाली पार्सिंग उपकरण और कृत्रिम बुद्धिमत्ता का उपयोग करके अद्यतन और उच्च-गुणवत्ता वाली जानकारी प्रदान करने में विशेषज्ञ हैं।",
    br1: "आधुनिक क्रिप्टोकरेंसी दुनिया में, गोपनीयता, सुरक्षा और विभिन्न ब्लॉकचेन के बीच संपत्ति को स्थानांतरित करने की आसानी सबसे महत्वपूर्ण पहलू हैं। क्रॉस-चेन तकनीकों के विकास के साथ, उपयोगकर्ता नए चुनौतियों का सामना कर रहे हैं, जैसे कि ब्रिज के साथ बातचीत की जटिलता, सुरक्षा जोखिम और गोपनीयता खतरों। इन चुनौतियों के जवाब में, हम  पेश करते हैं, एक नवीन प्रणाली जो उच्च स्तर की गुमनामी के साथ ब्लॉकचेन के बीच सरल, तेज़ और सुरक्षित संपत्ति स्थानांतरण के लिए डिज़ाइन की गई है।",
    br2: "लेनदेन की गोपनीयता: आधुनिक ब्लॉकचेन नेटवर्क स्वाभाविक रूप से पारदर्शी हैं, जिससे प्रत्येक लेनदेन और इसके प्रतिभागियों को ट्रैक किया जा सकता है। यह जोखिम पैदा करता है, विशेष रूप से उन उपयोगकर्ताओं के लिए जो अपनी वित्तीय गतिविधियों की गोपनीयता को महत्व देते हैं।",
    br3: "नेटवर्क के बीच संपत्ति स्थानांतरण में आसानी: विभिन्न ब्लॉकचेन को जोड़ने वाले पुल अक्सर उपयोग करने में कठिन और हमलों के जोखिम के प्रति संवेदनशील होते हैं। सुरक्षा: क्रॉस-चेन इन्फ्रास्ट्रक्चर में कमजोरियां हैकिंग, फंड की चोरी और उपयोगकर्ता विश्वास के नुकसान का कारण बन सकती हैं।",
    br4: "BridgeX उपयोगकर्ताओं को Ethereum, Binance Smart Chain, Polygon, Solana और अन्य जैसे नेटवर्क के बीच अपने संपत्तियों को बिना किसी बाधा के स्थानांतरित करने की सुविधा प्रदान करता है।",
    br5: "zk-SNARK तकनीक BridgeX के लेन-देन प्रसंस्करण में गहराई से एकीकृत है, लेन-देन आरंभिक चरण से लेकर क्रॉस-चेन स्थानांतरण तक। zk-SNARK प्रत्येक लेन-देन के सत्यापन को सुनिश्चित करता है बिना डेटा को प्रकट किए, जिससे सिस्टम उपयोगकर्ताओं के लिए अत्यंत सुरक्षित हो जाता है।",
    br6: "हमारे DEX पर अपनी क्रिप्टोक्यूरेंसी खरीदें, बेचें और विनिमय करें! हमारा क्रॉस-चेन ब्रिज विभिन्न ब्लॉकचेन (जैसे, एथेरियम, बिनेंस स्मार्ट चेन, पॉलीगॉन) के बीच परिसंपत्तियों के स्थानांतरण को सक्षम बनाता है।",
    br7: "4V.BridgeX प्रणाली को Proof of Stake (PoS) को सपोर्ट करता है, जो उपयोगकर्ताओं को अपने टोकन को स्टेक करने के लिए इनाम अर्जित करने की अनुमति देता है। यह कैसे काम करता है:",
    br8: "टोकन स्टेकिंग: आप अपने FVX टोकन को 4V.BridgeX प्लेटफॉर्म पर जमा करते हैं।",
    bridge:
      "4V.BridgeX एक क्रांतिकारी प्लेटफ़ॉर्म है जो आधुनिक ब्लॉकचेन समुदाय के सामने आने वाली सबसे दबावपूर्ण चुनौतियों में से एक: क्रॉस-चेन इंटरैक्शन और गोपनीयता का समाधान करने के लिए डिज़ाइन किया गया है।",
    bridge2:
      "BridgeX इस समस्या को एकीकृत विकेंद्रीकृत प्रणाली बनाकर हल करता है जो न केवल ब्लॉकचेन के बीच संपत्ति हस्तांतरण को सक्षम बनाता है बल्कि उपयोगकर्ता सुरक्षा, गोपनीयता और गुमनामी सुनिश्चित करता है। zk-SNARK, एक शून्य-ज्ञान प्रमाण विधि को लागू करके, BridgeX प्लेटफ़ॉर्म उपयोगकर्ताओं को उनके डेटा का खुलासा किए बिना हस्तांतरण करने की अनुमति देता है, जिससे सुरक्षा में काफी सुधार होता है। BridgeX मिक्सिंग तंत्रों को भी नियोजित करता है, जो प्रत्येक लेन-देन के लिए गोपनीयता की एक अतिरिक्त परत प्रदान करता है।",
    Menu: "मेन्यू",
    "TECH SPEC": "तकनीकी विनिर्देश",
    "TERMS OF SERVICE": "सेवा की शर्तें",
    "PRIVACY POLICY": "गोपनीयता नीति",
    "WHITE PAPER": "श्वेत पत्र",
    "ROAD MAP": "रोडमैप",
    Company: "कंपनी",
    Team: "टीम",
    Defi: "विकेंद्रीकृत वित्त",
    Documentation: "दस्तावेज़ीकरण",
    roadmapTitle: "रोडमैप 2024-2026",
    note: "यह रोडमैप का अंतिम संस्करण नहीं है और इसे हर महीने अपडेट किया जाएगा।",
    br9: "पुरस्कार: आप जितने अधिक टोकन स्टेक करते हैं और वे जितनी देर तक स्टेक में रहते हैं, उतने ही अधिक पुरस्कार आप अर्जित करते हैं।",

    "2024StrengtheningAndExpansion": "2024: सुदृढ़ीकरण और विस्तार",
    q3_2024: "Q3 2024",
    launchTelegramBot: "टेलीग्राम के लिए 4V.ROBOT का लॉन्च।",
    launchWhatsAppBot: "व्हाट्सएप के लिए 4V.ROBOT का लॉन्च।",
    botDevelopmentTesting: "बॉट का विकास और परीक्षण।",
    userAttractionCampaign: "उपयोगकर्ताओं को आकर्षित करने के लिए विपणन अभियान।",
    integrationWithNewsAggregator: "4V.News समाचार एग्रीगेटर के साथ एकीकरण।",
    userFeedbackFeatures:
      "उपयोगकर्ता प्रतिक्रिया के आधार पर नई सुविधाओं को जोड़ना।",
    interfaceOptimization: "इंटरफेस और प्रदर्शन का अनुकूलन।",

    q4_2024: "Q4 2024",
    launchVKBot: "VK के लिए 4V.ROBOT का लॉन्च।",

    "2025InternationalExpansionInnovation":
      "2025: अंतर्राष्ट्रीय विस्तार और नवाचार",
    q1_2025: "Q1 2025",
    launchFacebookMessengerBot: "फेसबुक मैसेंजर के लिए 4V.ROBOT का लॉन्च।",
    launchDEX: "4V.DEX का लॉन्च।",
    launchDEFI: "4V.BridgeX. का लॉन्च।",
    educationWebinars: "उपयोगकर्ताओं के लिए शैक्षिक सामग्री और वेबिनार।",
    cryptocurrencyReach: "4V क्रिप्टोक्यूरेंसी की पहुंच बढ़ाना।",
    exchangeListing:
      "नई क्रिप्टोकरेंसी एक्सचेंजों में लिस्टिंग के लिए सक्रिय कार्य।",
    airdropCampaigns: "एयरड्रॉप अभियान और वफादारी कार्यक्रम आयोजित करना।",

    q2_2025: "Q2 2025",
    launchInstagramBot: "इंस्टाग्राम के लिए बॉट का लॉन्च।",
    launch4VNews: "4V.NEWS का लॉन्च।",
    communityManagement: "समुदाय प्रबंधन।",
    userCommunityDevelopment:
      "विभिन्न प्लेटफार्मों पर सक्रिय उपयोगकर्ता समुदाय का विकास।",
    feedbackCollection: "नियमित सर्वेक्षण और प्रतिक्रिया संग्रह।",

    q3_2025: "Q3 2025",
    launchLinkedInBot: "लिंक्डइन के लिए 4V.ROBOT का लॉन्च।",
    internationalPromotion: "अंतर्राष्ट्रीय प्रचार।",
    marketAdaptation:
      "नए बाजारों में प्रवेश और स्थानीय सुविधाओं के अनुसार सेवा का अनुकूलन।",

    q4_2025: "Q4 2025",
    launchTikTokBot: "टिकटॉक के लिए 4V.ROBOT का लॉन्च।",
    partnershipPrograms: "साझेदारी कार्यक्रमों का विस्तार।",
    cryptocurrencyPartnerships:
      "प्रमुख क्रिप्टोक्यूरेंसी प्लेटफार्मों के साथ साझेदारी।",
    jointAdvertising: "संयुक्त विज्ञापन अभियान आयोजित करना।",

    "2026LeadershipStability": "2026: नेतृत्व और स्थिरता",
    q1_2026: "Q1 2026",
    effectivenessAnalysis:
      "सभी लॉन्च किए गए बॉट्स की प्रभावशीलता का विश्लेषण और अनुकूलन।",
    functionalityExpansion: "4V धारकों के लिए नई सुविधाओं का विस्तार।",
    newAdvertisingCampaigns:
      "नई विज्ञापन अभियानों और साझेदारी कार्यक्रमों का आयोजन।",

    q2_2026: "Q2 2026",
    innovativeDevelopments: "नवीन विकास।",
    aiIntegration:
      "सेवा को सुधारने के लिए AI और ML जैसी नई तकनीकों का कार्यान्वयन।",
    personalizedNews: "AI का उपयोग करके व्यक्तिगत समाचार फ़ीड का विकास।",
    cryptoInfrastructure: "क्रिप्टोक्यूरेंसी इंफ्रास्ट्रक्चर का विकास।",
    newMiningOpportunities: "4V माइनिंग और ट्रेडिंग के लिए नए अवसर बनाना।",
    walletsPaymentSystems: "स्वदेशी वॉलेट और भुगतान प्रणाली का विकास।",

    q3_2026: "Q3 2026",
    businessOptimization: "वर्ष के लिए व्यापार के सभी पहलुओं का विश्लेषण।",
    scalingTeamGrowth:
      "विकास का समर्थन करने के लिए टीम का विस्तार और बुनियादी ढांचे में सुधार।",

    q4_2026: "Q4 2026",
    newBotsAndServices: "नए बॉट्स और सेवाओं का लॉन्च।",
    globalExpansion: "वैश्विक विस्तार।",
    serviceLocalization: "नई क्षेत्रों के लिए सेवाओं का स्थानीयकरण।",

    "2027InnovationDevelopment": "2027: नवाचार का विकास",
    q1_2027: "Q1 2027",
    techInnovation:
      "उपयोगकर्ता अनुभव को बढ़ाने के लिए नए तकनीकी समाधानों का कार्यान्वयन।",
    newProductsTesting: "नए उत्पादों और सेवाओं का विकास और परीक्षण।",
    cryptocurrencyStrengthening: "क्रिप्टोक्यूरेंसी की स्थिति को मजबूत करना।",
    promotionCampaigns:
      "4V को बढ़ावा देने और उपयोग के लिए नए अभियानों का आयोजन।",
    techDoc: {
      title: "4V तकनीकी दस्तावेज़",
      introduction: "परिचय",
      architecture: "सामान्य वास्तुकला",
      glide: "GLIDE: स्थानीयकृत बुद्धिमान गतिशील इंजन",
      newsAggregation: "समाचार एकत्रीकरण और सामग्री प्रबंधन",
      robot: "4V.ROBOT: सामग्री एकत्रीकरण में प्रगति",
      crypto: "4V.COIN: क्रिप्टोकरेंसी प्रबंधन",
      dex: "4V.DEX: विकेंद्रीकृत एक्सचेंज",
      defi: "4V.DEFI: विकेंद्रीकृत वित्तीय सेवाएं",
      coin: "4V.coin: पारिस्थितिकी तंत्र टोकन",
      dao: "DAO और विकेंद्रीकृत प्रशासन",
      conclusion: "निष्कर्ष",
      introDescription:
        "4V एक उन्नत प्लेटफार्म है जो उन उपयोगकर्ताओं को एक साथ लाता है जो समाचारों के कुशल प्रसंस्करण, सामग्री प्रबंधन और डिजिटल संपत्ति प्रबंधन की तलाश में हैं। 4V समाचार और सामग्री को एकत्र करने, विश्लेषण और वैयक्तिकृत करने के लिए एक अनूठा उपकरण प्रदान करता है और ब्लॉकचेन-आधारित वित्तीय समाधान प्रस्तुत करता है।",
      introObjective:
        "4V का उद्देश्य समाचार और जानकारी का अग्रणी प्रदाता बनना है और अपने स्वयं के क्रिप्टोकॉइन 4V.coin के आधार पर विकेंद्रीकृत एक्सचेंज (DEX), NFT प्लेटफॉर्म और DeFi सेवाओं जैसी वित्तीय उपकरणों का व्यापक प्रसार करना है।",
      mainDirections: "मुख्य दिशाएं",
      innovativeApproach: "नवीन दृष्टिकोण",
      aiForPersonalization: "व्यक्तिगत समाचार फीड बनाने के लिए एआई का उपयोग।",
      broadCoverage: "विविध और वैश्विक समाचार एकत्र करना।",
      integrationFinancialTools:
        "4V क्रिप्टोकरेंसी के साथ वित्तीय उपकरणों का एकीकरण।",
      web3Development: "Web 3.0 का विकास DEX और DeFi प्लेटफार्मों के साथ।",
      robotDescription1:
        "प्लेटफ़ॉर्म की एक प्रमुख विशेषता 4V.ROBOT है, जो इंटरनेट से सामग्री एकत्र करता है, टैग्स के अनुसार वर्गीकृत करता है, और इसे सोशल मीडिया पर स्वचालित रूप से प्रकाशित करता है।",
      robotDescription2:
        "व्यवस्थापक श्रेणियाँ, टैग्स और समय का निर्धारण कर सकता है, और सिस्टम स्वचालित रूप से सामग्री वितरित करेगा।",
      robotDescription3:
        "हम मानते हैं कि यह बाजार अत्यधिक संभावनाओं से भरा है। 4V.ROBOT इस श्रेणी में प्रवेश करने वाला पहला उत्पाद है।",
      technologiesAndTools: "प्रौद्योगिकियाँ और उपकरण",
      glideEngine:
        "GLIDE (वैश्विक स्थानीयकृत बुद्धिमान गतिशील इंजन): एक एआई जो समाचारों की फ़ीड को स्वचालित रूप से समायोजित करता है।",
      contentwiseEngine: "CONTENTWISE: बुद्धिमान सामग्री संग्रहण प्रणाली।",
      distributor: "DISTRIBUTOR: स्वचालित सामग्री वितरण प्रणाली।",
      smartshare: "SMARTSHARE: बुद्धिमान सामग्री साझा प्रणाली।",
      architectureDescription:
        "4V की वास्तुकला सामग्री और क्रिप्टोकरेंसी प्रबंधन की जरूरतों के अनुरूप बनाई गई है।",
      newsAggregator:
        "4V.NEWS - व्यक्तिगत और प्रासंगिक सामग्री के लिए एक समाचार एग्रीगेटर।",
      glideModule: "GLIDE - एआई-आधारित स्थान पर आधारित समाचार फ़िल्टरिंग।",
      cryptoModule:
        "4V.COIN - क्रिप्टोकरेंसी प्रबंधन के लिए सुरक्षित और पारदर्शी मॉड्यूल।",
      dexAndDefiModules: "4V.DEX और 4V.DEFI - विकेंद्रीकृत वित्तीय मॉड्यूल।",
      glideDescription:
        "GLIDE उपयोगकर्ता के स्थान के अनुसार समाचार फ़ीड को अनुकूलित करता है।",
      newsAggregationDescription:
        "4V.NEWS एक शक्तिशाली एग्रीगेटर है जो हज़ारों स्रोतों से डेटा एकत्र करता है।",
      cryptoDescription:
        "4V.COIN सुरक्षित और पारदर्शी डिजिटल संपत्ति प्रबंधन प्रदान करता है।",
      marketMonitoring: "वास्तविक समय में बाज़ार की निगरानी।",
      secureTransactions: "स्मार्ट कॉन्ट्रैक्ट के माध्यम से सुरक्षित लेनदेन।",
      defiIntegration: "विकेंद्रीकृत वित्तीय सेवाओं के साथ एकीकरण।",
      dexDescription:
        "4V.DEX बिना किसी मध्यस्थ के क्रिप्टोकरेंसी का एक विकेंद्रीकृत एक्सचेंज है।",
      coinDescription: "FVX प्लेटफ़ॉर्म सेवाओं में उपयोग के लिए टोकन है।",
      tokenFeatures: "टोकन की मुख्य विशेषताएं हैं:",
      transactionFees:
        "ट्रांज़ेक्शन शुल्क: FVX का उपयोग करके क्रॉस-चेन स्थानान्तरण।",
      staking: "नेटवर्क सुरक्षा के लिए स्टेकिंग।",
      voting: "FVX धारकों को मतदान का अधिकार।",
      stakingDelegation: "स्टेकिंग प्रतिनिधिमंडल वैधकर्ता को।",
      interoperability:
        "4V.coin ब्लॉकचेन के बीच इंटरऑपरेबिलिटी का समर्थन करता है।",
      daoDescription1:
        "4V DAO के माध्यम से विकेंद्रीकृत शासन को बढ़ावा देता है।",
      daoDescription2:
        "4V.ROBOT की आय का 50% टोकन पुनर्खरीद के लिए इस्तेमाल किया जाता है।",
      conclusionDescription:
        "4V समाचार एकत्रीकरण, डिजिटल संपत्ति प्रबंधन और विकेंद्रीकृत वित्तीय उत्पादों के लिए अद्वितीय समाधान प्रदान करता है।",
    },
    whitepaper: {
      title: "4V कंपनी श्वेत पत्र",
      introduction:
        "4V कंपनी का उद्देश्य कृत्रिम बुद्धिमत्ता (AI), मशीन लर्निंग (ML), और ब्लॉकचेन जैसी अत्याधुनिक तकनीकों का उपयोग करके समाचार और सूचना सेवाओं का अग्रणी प्रदाता बनना है। इस दस्तावेज़ में अगले तीन वर्षों में निर्धारित लक्ष्यों को प्राप्त करने के लिए कार्यान्वित की जाने वाली प्रमुख दिशाओं और तकनीकी पहलुओं का विवरण दिया गया है। सभी बॉट्स को 4V.News समाचार एग्रीगेटर के साथ एकीकृत किया जाएगा ताकि डेटा सिंक्रोनाइज़ेशन और प्रत्येक उपयोगकर्ता के लिए व्यक्तिगत समाचार फीड सुनिश्चित हो सके।",
      mainDirections: "मुख्य दिशाएं",
      mainDirectionsDescription:
        "AI का उपयोग करके व्यक्तिगत समाचार फीड बनाना। व्यापक कवरेज: विभिन्न विषयों पर दुनिया भर से समाचारों का संग्रहण और एकत्रीकरण। सुविधाजनक उपकरण: समाचारों तक आसान पहुंच के लिए बॉट्स और एग्रीगेटर्स का विकास। अपनी क्रिप्टोकरेंसी: 4V क्रिप्टोकरेंसी को बढ़ावा देना और एकीकृत करना। वेब 3.0 विकास: विकेंद्रीकृत एक्सचेंजों (DEX), DeFi सेवाओं और NFT प्लेटफार्मों का शुभारंभ।",
      innovativeApproach: "नवीन दृष्टिकोण",
      innovativeApproachDescription:
        "विभिन्न स्रोतों से समाचार एकत्र करना व्यक्तिगत समाचार फीड बनाने की नींव है। इसमें समाचार साइटों, सोशल नेटवर्क, ब्लॉग्स और अन्य स्रोतों से जानकारी एकत्र करना शामिल है। डेटा विश्लेषण के लिए, इसे छानने और सामान्यीकरण के चरणों से गुज़ारा जाता है ताकि अप्रासंगिक जानकारी को बाहर किया जा सके और डेटा के प्रारूप को मानकीकृत किया जा सके।",
      broadCoverage: "विस्तृत कवरेज",
      broadCoverageDescription:
        "4V कंपनी विभिन्न स्रोतों से दुनिया भर से समाचार एकत्र करती है, जिससे उपयोगकर्ताओं को विभिन्न विषयों पर विविध और अद्यतित जानकारी तक पहुंच सुनिश्चित होती है। 4V.News एग्रीगेटर विभिन्न मैसेंजर और सोशल नेटवर्क के बॉट्स के साथ एकीकृत होगा, जिससे उपयोगकर्ताओं को समाचार एक सुविधाजनक प्रारूप में मिल सके।",
      launch: "लॉन्च",
      launchDescription:
        "प्लेटफ़ॉर्म का सार्वजनिक लॉन्च 4V क्रिप्टोकरेंसी के साथ एकीकृत होगा, जिससे उपयोगकर्ता विकेंद्रीकृत एक्सचेंजों पर क्रिप्टोकरेंसी का व्यापार कर सकेंगे और DeFi सेवाओं का उपयोग कर सकेंगे।",
      botDevelopment: "बॉट और एग्रीगेटर विकास",
      botDevelopmentDescription:
        "लोकप्रिय मैसेंजर और सोशल नेटवर्क जैसे WhatsApp, Facebook Messenger, Instagram, LinkedIn, और TikTok के लिए बॉट्स का विकास किया जाएगा। प्रत्येक बॉट उपयोगकर्ताओं को उनकी रुचियों के आधार पर समाचार और व्यक्तिगत फीड्स तक पहुंच प्रदान करेगा।",
      technicalDocumentation: "तकनीकी दस्तावेज़",
      tokenomicsTitle: "FVX टोकनॉमिक्स",
      tokenUsage: "FVX टोकन का उपयोग",
      tokenUsageDescription:
        "FVX 4V पारिस्थितिकी तंत्र का मुख्य टोकन है और यह कई कार्य करता है: लेनदेन भुगतान, स्टेकिंग और मतदान। उपयोगकर्ता FVX का उपयोग करके क्रॉस-चेन ट्रांसफर के लिए शुल्क का भुगतान करते हैं, जिसमें लेनदेन मिश्रण, ब्रिज का उपयोग और ओरेकल मान्यता शामिल है। स्टेकिंग उपयोगकर्ताओं को 4V नेटवर्क में भाग लेने और पुरस्कार अर्जित करने की अनुमति देता है, जिससे नेटवर्क सुरक्षा में वृद्धि होती है। टोकन धारकों को पारिस्थितिकी तंत्र के विकास के लिए मतदान के अधिकार भी मिलते हैं, जो विकेंद्रीकरण और लोकतांत्रिक निर्णय लेने को बढ़ावा देता है।",
      stakingDelegation:
        "स्टेकिंग प्रतिनिधिमंडल: उपयोगकर्ता अपने FVX टोकन को अन्य सत्यापकों को प्रतिनिधि बना सकते हैं, जिससे उन्हें उनके पुरस्कारों का एक प्रतिशत प्राप्त होता है। यह प्रतिनिधिमंडल टोकन धारकों को सिस्टम में टोकन रखने के लिए प्रोत्साहित करती है और परियोजना की तरलता को बढ़ाती है।",
      tokenDistributionTitle: "FVX टोकन वितरण",
      tokenDistribution: "टोकन वितरण",
      totalTokens: "कुल टोकन: 4 444 444 444",
      userStaking:
        "37% - उपयोगकर्ताओं के लिए स्टेकिंग, भागीदारी पुरस्कार और अन्य गतिविधियों के माध्यम से।",
      teamDevelopers: "17% - टीम और डेवलपर्स के लिए।",
      liquidity: "24% - तरलता के लिए (तरलता पूल और एक्सचेंजों में)।",
      earlyAccess: "22% - प्रारंभिक पहुंच कार्यक्रम और इनाम अभियानों के लिए।",
      conclusionTitle: "निष्कर्ष",
      conclusionDescription:
        "4V एक अभिनव मंच है जो दुनिया भर में समाचार और सामग्री को एकत्र करने, संसाधित करने और वितरित करने के लिए नवीनतम तकनीकों का उपयोग करता है। हम शक्तिशाली विश्लेषणात्मक उपकरणों और कृत्रिम बुद्धिमत्ता का उपयोग करके समय पर और गुणवत्ता वाली जानकारी प्रदान करने पर ध्यान केंद्रित करते हैं।",
    },
    privacy: {
      title: "4V गोपनीयता नीति",
      lastUpdated: "अंतिम अपडेट: 11 अक्टूबर 2023",
      contentsTitle: "विषय-सूची",
      contents: {
        infoCollection: "जानकारी का संग्रहण",
        infoUsage: "जानकारी का उपयोग",
        rightsCalifornia: "कैलिफोर्निया में आपकी गोपनीयता अधिकार",
        rightsEurope: "यूरोप के निवासियों के लिए जानकारी",
        dataTransfer: "डेटा का स्थानांतरण और भंडारण",
        cookies: "कुकीज़ का उपयोग",
        security: "डेटा सुरक्षा",
        contact: "हमसे संपर्क करें",
      },
      infoCollection: {
        title: "जानकारी का संग्रहण",
        text1:
          "हम वह व्यक्तिगत जानकारी एकत्र करते हैं जो आप हमें सीधे प्रदान करते हैं (जैसे, 4V साइट पर पंजीकरण के समय) और स्वचालित रूप से हमारी सेवाओं का उपयोग करते समय। इसमें आपका नाम, संपर्क जानकारी, लेन-देन की जानकारी और आपके डिवाइस की जानकारी शामिल हो सकती है।",
        text2:
          "हम आपकी गतिविधि के बारे में जानकारी एकत्र करने के लिए कुकीज़ जैसी ट्रैकिंग तकनीकों का भी उपयोग करते हैं। ये डेटा हमारे सेवा को बेहतर बनाने और आपकी प्राथमिकताओं के अनुसार उपयोगकर्ता इंटरफ़ेस को अनुकूलित करने में सहायक होते हैं।",
      },
      infoUsage: {
        title: "जानकारी का उपयोग",
        text1:
          "हम एकत्रित की गई जानकारी का उपयोग अपनी सेवाओं को प्रदान करने और सुधारने, लेन-देन की प्रक्रिया के लिए, सूचनाएं भेजने और डेटा की सुरक्षा के लिए करते हैं। उदाहरण के लिए, आपके संपर्क डेटा का उपयोग अपडेट और सुरक्षा सूचनाओं को भेजने के लिए किया जा सकता है।",
        text2:
          "हम जानकारी का विश्लेषण, सामग्री के वैयक्तिकरण और साइट की कार्यक्षमता को सुधारने के लिए भी उपयोग कर सकते हैं।",
      },
      rightsCalifornia: {
        title: "कैलिफोर्निया में आपकी गोपनीयता अधिकार",
        text: "कैलिफ़ोर्निया उपभोक्ता गोपनीयता अधिनियम (CCPA) के अनुसार, कैलिफ़ोर्निया के निवासियों के पास यह जानने का अधिकार है कि हम व्यक्तिगत डेटा को कैसे एकत्र और उपयोग करते हैं, और उन्हें हटाने का अनुरोध कर सकते हैं। आपके पास अधिकार हैं:",
        list: {
          access: "हमारे द्वारा एकत्रित व्यक्तिगत जानकारी का अनुरोध करें।",
          deletion:
            "अपने डेटा को हटाने का अनुरोध करें, जहाँ कानून द्वारा आवश्यक हो।",
          optOut: "अपने डेटा की बिक्री से बाहर निकलें (यदि लागू हो)।",
        },
      },
      rightsEurope: {
        title: "यूरोप के निवासियों के लिए जानकारी",
        text: "यदि आप EEA, यूनाइटेड किंगडम या स्विट्ज़रलैंड के निवासी हैं, तो आपके पास सामान्य डेटा संरक्षण विनियमन (GDPR) के तहत निम्नलिखित अधिकार हैं:",
        list: {
          access: "अपने डेटा की पहुँच और प्रतिलिपि का अधिकार।",
          correction: "गलत डेटा को सही करने का अधिकार।",
          deletion: "अपने डेटा को हटाने का अधिकार।",
          restriction: "डेटा प्रसंस्करण को सीमित करने का अधिकार।",
          portability: "डेटा पोर्टेबिलिटी का अधिकार।",
        },
        contact: "इन अधिकारों का उपयोग करने के लिए, हमसे संपर्क करें",
      },
      dataTransfer: {
        title: "डेटा का स्थानांतरण और भंडारण",
        text1:
          "हम आपके डेटा को तीसरे पक्षों को स्थानांतरित कर सकते हैं यदि यह हमारी जिम्मेदारियों को पूरा करने के लिए आवश्यक हो, और इसे विभिन्न देशों में सर्वरों पर संग्रहीत कर सकते हैं, जिसमें संयुक्त राज्य अमेरिका भी शामिल है। सभी डेटा स्थानांतरण कानूनी आवश्यकताओं के अनुरूप होते हैं।",
        text2:
          "हम आपके डेटा की सुरक्षा के लिए उचित कदम उठाते हैं, लेकिन आपको यह भी पता होना चाहिए कि इंटरनेट पर डेटा का स्थानांतरण कभी भी पूरी तरह सुरक्षित नहीं हो सकता।",
      },
      cookies: {
        title: "कुकीज़ का उपयोग",
        text: "हम साइट पर आपकी गतिविधि के बारे में जानकारी एकत्र करने के लिए कुकीज़ का उपयोग करते हैं। इससे हमें उपयोगकर्ता अनुभव में सुधार करने और अधिक वैयक्तिकृत सामग्री प्रदान करने में सहायता मिलती है। आप अपने ब्राउज़र में अपनी कुकीज़ की सेटिंग्स प्रबंधित कर सकते हैं और यदि आवश्यक हो तो उन्हें अक्षम कर सकते हैं।",
      },
      security: {
        title: "डेटा सुरक्षा",
        text1:
          "हम आपकी व्यक्तिगत जानकारी की सुरक्षा के लिए हर संभव प्रयास करते हैं। हमारी सुरक्षा उपायों में डेटा एन्क्रिप्शन, पासवर्ड सुरक्षा, और नियमित सुरक्षा ऑडिट शामिल हैं।",
        text2:
          "हालांकि, हमारे सभी प्रयासों के बावजूद, कोई भी सुरक्षा प्रणाली पूर्ण सुरक्षा की गारंटी नहीं दे सकती। हम आपको सतर्क रहने और अपनी जानकारी की सुरक्षा के लिए आवश्यक कदम उठाने की सलाह देते हैं।",
      },
      contact: {
        title: "हमसे संपर्क करें",
        text: "यदि आपके पास इस गोपनीयता नीति के बारे में कोई प्रश्न हैं, तो आप हमें info@4V.com पर संपर्क कर सकते हैं।",
      },
    },
    terms: {
      title: "4V सेवा शर्तें",
      lastUpdated: "अंतिम अद्यतन: 11 अक्टूबर 2023",
      contentsTitle: "सामग्री तालिका",
      contents: {
        agreement: "शर्तों की स्वीकृति",
        license: "उपयोगकर्ता लाइसेंस का दायरा",
        prohibited: "निषिद्ध गतिविधियाँ",
        dataSecurity: "डेटा सुरक्षा",
        disputes: "विवाद समाधान",
        californiaRights: "कैलिफ़ोर्निया निवासियों के अधिकार",
        miscellaneous: "विविध प्रावधान",
        contact: "हमसे संपर्क करें",
      },
      agreement: {
        title: "शर्तों की स्वीकृति",
        text1:
          'यह अंतिम उपयोगकर्ता लाइसेंस समझौता और सेवा की शर्तें ("EULA") आपके और 4V ("हम," "हमारा") के बीच एक बाध्यकारी समझौता है, जो हमारी सेवा और वेबसाइट के उपयोग के बारे में है। हमारी साइट और सेवा का उपयोग करके, आप इन शर्तों का पालन करने के लिए सहमत होते हैं। यदि आप इन शर्तों से असहमत हैं, तो कृपया हमारी सेवाओं का उपयोग बंद कर दें।',
        text2:
          "हम किसी भी समय इस समझौते में संशोधन करने का अधिकार सुरक्षित रखते हैं। अपडेट प्रकाशित होने के बाद सेवा का निरंतर उपयोग आपके द्वारा नई शर्तों की स्वीकृति को दर्शाता है।",
      },
      license: {
        title: "उपयोगकर्ता लाइसेंस का दायरा",
        text1:
          "4V आपको केवल व्यक्तिगत उपयोग के लिए हमारी सेवा का उपयोग करने का सीमित, व्यक्तिगत, गैर-हस्तांतरणीय लाइसेंस प्रदान करता है। हमारी सेवाओं की कोई भी प्रतिलिपि, संशोधन, डीकोम्पाइलिंग, या वितरण सख्त रूप से निषिद्ध है।",
        text2:
          "इन शर्तों का उल्लंघन सेवा तक पहुंच की अस्वीकृति और कानूनी उत्तरदायित्व का कारण बन सकता है।",
      },
      prohibited: {
        title: "निषिद्ध गतिविधियाँ",
        text1:
          "आप सहमत हैं कि आप हमारी सेवा का उपयोग अवैध उद्देश्यों के लिए नहीं करेंगे, जिसमें अन्य उपयोगकर्ताओं से व्यक्तिगत डेटा एकत्र करना, सिस्टम तक अनधिकृत पहुँच का प्रयास, दुर्भावनापूर्ण सॉफ़्टवेयर का प्रसार, या किसी भी कानून या विनियम का उल्लंघन शामिल है।",
        text2:
          "हम उन उपयोगकर्ताओं के लिए सेवा की पहुँच को अवरुद्ध करने का अधिकार सुरक्षित रखते हैं जो इन शर्तों का उल्लंघन करते हैं।",
      },
      dataSecurity: {
        title: "डेटा सुरक्षा",
        text: "हम उपयोगकर्ताओं के डेटा की सुरक्षा के लिए आवश्यक उपाय करते हैं। हालाँकि, हमारे प्रयासों के बावजूद, इंटरनेट पर डेटा की पूरी सुरक्षा की गारंटी नहीं दी जा सकती है। आप हमारी सेवा का उपयोग अपने स्वयं के जोखिम पर करने के लिए सहमत हैं।",
      },
      disputes: {
        title: "विवाद समाधान",
        text1:
          "4V सेवाओं के उपयोग से उत्पन्न होने वाले किसी भी विवाद को स्विस कानून के तहत मध्यस्थता द्वारा हल किया जाएगा। सामूहिक मुकदमेबाजी की अनुमति नहीं है। आप व्यक्तिगत विवाद समाधान के लिए सहमत हैं।",
        text2:
          "विवाद को हल करने के लिए, आपको पहले हमारी ईमेल पते support@4V.com पर एक लिखित नोटिस भेजना होगा।",
      },
      californiaRights: {
        title: "कैलिफ़ोर्निया निवासियों के अधिकार",
        text: "कैलिफ़ोर्निया उपभोक्ता गोपनीयता अधिनियम (CCPA) के तहत, कैलिफ़ोर्निया निवासी यह अनुरोध कर सकते हैं कि हम उनके डेटा को कैसे एकत्र और उपयोग करते हैं, और उनके डेटा को हटाने का अनुरोध कर सकते हैं।",
      },
      miscellaneous: {
        title: "विविध प्रावधान",
        text: "ये शर्तें हमारे सेवा के उपयोग के संबंध में आपके और 4V के बीच पूर्ण समझौता करती हैं। हम बिना किसी पूर्व सूचना के अपने किसी भी अधिकार और दायित्वों को दूसरों को स्थानांतरित कर सकते हैं। इस समझौते में किसी भी बदलाव को हमारी वेबसाइट पर प्रकाशित किया जाएगा।",
      },
      contact: {
        title: "हमसे संपर्क करें",
        text: "यदि आपके पास 4V सेवाओं के उपयोग के संबंध में कोई प्रश्न या शिकायतें हैं, तो आप हमसे support@4V.com पर संपर्क कर सकते हैं।",
      },
    },
    "team title": "हमारी अंतरराष्ट्रीय टीम",
    "team text":
      "हमें गर्व है कि हमारी टीम दुनिया भर के उच्च योग्य पेशेवरों से बनी है। नीदरलैंड्स, एस्टोनिया और कनाडा जैसे देशों के डेवलपर्स, मार्केटिंग विशेषज्ञ और ब्लॉकचेन प्रौद्योगिकी के विशेषज्ञ एक सामान्य लक्ष्य से जुड़े हैं - आधुनिक समस्याओं के लिए नवोन्मेषी समाधान तैयार करना।",

    "4V is an innovative":
      "4V एक अभिनव मंच है जो दुनिया भर से समाचार और सामग्री को एकत्र करने, संसाधित करने और वितरित करने के लिए नवीनतम तकनीकों को एकीकृत करता है।",
    "4V.NEWS is an innovative platform that combines":
      " एक अभिनव मंच है जो दुनिया भर से समाचार और सामग्री को एकत्र करने, संसाधित करने और वितरित करने के लिए नवीनतम तकनीकों को एकीकृत करता है। हम प्रासंगिक और उच्च-गुणवत्ता की जानकारी प्रदान करने में विशेषज्ञ हैं, शक्तिशाली पार्सिंग टूल और कृत्रिम बुद्धिमत्ता का उपयोग करके विश्लेषण और फ़िल्टरिंग करते हैं।",
    "Find out more": "और अधिक जानें",

    "Aggregating news from different":
      "विभिन्न स्रोतों से समाचार एकत्रित करना व्यक्तिगत समाचार फीड बनाने का आधार है। इसमें समाचार साइटों, सोशल नेटवर्क, ब्लॉग और अन्य स्रोतों से जानकारी एकत्र करना शामिल है।",
    "Development and training":
      "उपयोगकर्ता की प्राथमिकताओं का विश्लेषण करने और समाचार सामग्री को व्यक्तिगत बनाने के लिए एआई मॉडल का विकास और प्रशिक्षण। मॉडलों को उपयोगकर्ता की रुचियों को सटीक रूप से निर्धारित करने के लिए बड़े डेटा सेट पर प्रशिक्षित किया जाएगा।",
    "Integration with 4V.News.":
      "4V.News के साथ एकीकरण। सभी बॉट्स को समाचार एग्रीगेटर 4V.News के साथ एकीकृत किया जाएगा। यह प्रत्येक उपयोगकर्ता के लिए डेटा सिंक्रनाइज़ेशन और व्यक्तिगत समाचार फीड सुनिश्चित करेगा। बॉट्स एग्रीगेटर से डेटा प्राप्त करेंगे और उपयोगकर्ताओं को सुविधाजनक प्रारूप में प्रदान करेंगे।",
    "For maximum convenience":
      "अधिकतम सुविधा के लिए, 4V का लोकप्रिय सोशल नेटवर्क्स के साथ एकीकरण। हमारे बॉट्स टेलीग्राम, फेसबुक, ट्विटर और अन्य प्लेटफार्मों पर उपयोगकर्ताओं को अपडेट और विशेष सामग्री तक पहुंच प्रदान करते हैं।",
    "This system":
      "यह प्रणाली आपके स्थान के आधार पर आपके समाचार फीड को स्वचालित रूप से समायोजित करती है, आपको सबसे ताजे स्थानीय और अंतरराष्ट्रीय अपडेट प्रदान करती है।",
    "Users who own FVX tokens":
      "FVX टोकन रखने वाले उपयोगकर्ता प्लेटफॉर्म के विकास से संबंधित प्रमुख मुद्दों पर मतदान में भाग लेने में सक्षम होंगे। इसमें नई ब्लॉकचेन के एकीकरण, शुल्क परिवर्तन, सुरक्षा अपडेट और अन्य मुद्दों की मंजूरी शामिल हो सकती है। इस प्रकार, 4V पूरी तरह से विकेंद्रीकृत प्लेटफॉर्म बन जाएगा, जो इसके समुदाय द्वारा शासित होगा।",
    "4V.ROBOT is an indispensable assistant for channel":
      "4V.ROBOT चैनल प्रशासन के लिए एक अपरिहार्य सहायक है। लोकप्रिय सोशल मीडिया प्लेटफ़ॉर्म पर चैनल बनाएं और हमारे बॉट के साथ प्रक्रिया को स्वचालित करें।",

    "With 4V.NEWS":
      "4V.BOT के साथ, आप श्रेणियों और टैग की एक विस्तृत श्रृंखला में से चुनकर और यहां तक कि अपने स्वयं के व्यक्तिगत टैग बनाकर अपनी समाचार फ़ीड को अनुकूलित कर सकते हैं।",
    GLIDE: "GLIDE (वैश्विक स्थानीयकृत बुद्धिमान गतिशील इंजन)।",
    "Our sophisticated":
      "हमारा उन्नत एआई व्यक्तिगत प्राथमिकता पर नहीं रुकता। यह आपके स्थान के आधार पर आपकी समाचार फ़ीड को स्वचालित रूप से समायोजित भी करता है।",
    "4V.ROBOT is an indispensable assistant": "4V.ROBOT एक अपरिहार्य सहायक है।",
    "4V.NEWS is more than just a news aggregator":
      "4V.NEWS सिर्फ एक समाचार एकत्रीकरण सेवा नहीं है; यह आपका व्यक्तिगत समाचार सहायक है। एआई-संचालित विश्लेषण, व्यक्तिगत समाचार वितरण और उपयोग में आसान इंटरफ़ेस के साथ आगे रहें।",
    "FVX owners":
      "FVX के मालिकों को 4V पारिस्थितिकी तंत्र के विकास में महत्वपूर्ण मुद्दों पर मतदान करने का अधिकार होगा, जो परियोजना को विकेंद्रीकृत और लोकतांत्रिक बनाता है।",
    "The best solution":
      "समाचार साइटों और सोशल मीडिया चैनलों के लिए सबसे अच्छा समाधान। कृत्रिम बुद्धिमत्ता का उपयोग करके पूरी तरह से स्वचालित समाधान।",
    "Convenient tools":
      "सुविधाजनक उपकरण। समाचारों तक आसान पहुंच के लिए बॉट्स और एग्रीगेटर्स का विकास।",
    "Powerful tools and integrations": "शक्तिशाली उपकरण और एकीकरण",
    "Get FVX": "FVX प्राप्त करें",

    "Dont miss your chance": "FVX सबसे पहले प्राप्त करने का अवसर न चूकें!",

    "Over the next 3 months":
      "अगले 3 महीनों के भीतर, हमारे समुदाय के सभी सदस्य FVX पूरी तरह से मुफ्त में प्राप्त कर सकेंगे। इन 3 महीनों के दौरान हम सभी घोषित सोशल नेटवर्क्स के लिए 4V.ROBOT का तैयार संस्करण लॉन्च करेंगे, हम डिजिटल संपत्तियों के साथ बातचीत के लिए एक वॉलेट और एक गेटवे ब्रिज तैयार करेंगे। हम यह सुनिश्चित करने के लिए स्मार्ट अनुबंधों का ऑडिट भी करेंगे कि अधिकतम सुरक्षा हो। वितरण समाप्त होने के बाद, 3 महीने बाद, सिक्कों को IDO पर, एक्सचेंज पर खरीदा जा सकता है, या स्टेकिंग के माध्यम से प्राप्त किया जा सकता है।",

    "4V.WEB 3.0":
      "4V.WEB 3.0 एक अभिनव मंच है जो ब्लॉकचेन प्रौद्योगिकी और विकेंद्रीकृत अनुप्रयोगों (dApps) को जोड़ता है। हम उपयोगकर्ताओं को एक विकेंद्रीकृत नेटवर्क में उच्च स्तर की सुरक्षा, पारदर्शिता और स्वायत्तता प्रदान करते हैं। 4V.WEB 3.0 डेवलपर्स को अपने dApps बनाने और तैनात करने की अनुमति देता है, जबकि उपयोगकर्ता विभिन्न विकेंद्रीकृत सेवाओं का उपयोग कर सकते हैं।",
    "4V.DEX":
      "4V.DEX एक विकेंद्रीकृत एक्सचेंज है जो उपयोगकर्ताओं को सीधे, बिना किसी मध्यस्थ के क्रिप्टोकरेंसी का व्यापार करने की अनुमति देता है। यह प्लेटफ़ॉर्म ब्लॉकचेन प्रौद्योगिकी का उपयोग करके लेनदेन की सुरक्षा और पारदर्शिता सुनिश्चित करता है, जिससे उपयोगकर्ता अपने संपत्तियों पर पूर्ण नियंत्रण रखते हैं और किसी भी समय विनिमय कर सकते हैं।",
    "4V.ROBOT":
      "4V.ROBOT कृत्रिम बुद्धिमत्ता के तत्वों को एकीकृत करता है ताकि बॉट के संचालन को अनुकूलित किया जा सके और इसे Telegram, Twitter और Facebook जैसी विभिन्न सोशल मीडिया नेटवर्क्स के साथ एकीकृत किया जा सके। ये बॉट उपयोगकर्ताओं को तुरंत समाचार अपडेट प्राप्त करने और सोशल मीडिया में कंटेंट प्रबंधन को स्वचालित करने की अनुमति देते हैं।",
    "4V.CRYPTO":
      "4V.COIN हमारी कंपनी का क्रिप्टोकरेंसी उद्योग में शाखा है, जो डिजिटल संपत्तियों के साथ काम करने के लिए अभिनव समाधान और सेवाएं प्रदान करता है। हम उत्पादों की एक विस्तृत श्रृंखला की पेशकश करते हैं।",
    "DISTRIBUTOR (Automatic Content Distributor)":
      "एक प्रणाली जो आपके चैनलों और सोशल मीडिया नेटवर्क्स पर सामग्री स्वचालित रूप से वितरित करती है।",
    "CONTENTWISE (Content Wise Engine)":
      "एक बुद्धिमान प्रणाली जो उपयोगकर्ता की प्राथमिकताओं के आधार पर सामग्री एकत्र करती है और फ़िल्टर करती है।",
    "4V.COIN":
      "FVX। कुल टोकन की संख्या 444,000,000 है। यह TON नेटवर्क पर एक टोकन है जो 4V.ROBOT, 4V.DEFI और 4V.DEX जैसी हमारी सेवाओं के साथ बातचीत के लिए प्रयोग किया जाता है। स्टेकिंग प्रतिनिधित्व - उपयोगकर्ता अपने FVX टोकन अन्य सत्यापनकर्ताओं को सौंप सकते हैं और उनके इनामों का एक प्रतिशत प्राप्त कर सकते हैं।",
    DAO: "FVX धारकों के पास 4V पारिस्थितिकी तंत्र के विकास के महत्वपूर्ण मुद्दों पर मतदान करने का अधिकार होगा, जिससे परियोजना विकेंद्रीकृत और लोकतांत्रिक हो जाएगी।",
    "SMARTSHARE (Intelligent Sharing Protocol)":
      "एक प्रणाली जो सामग्री को प्रकाशित करने के लिए स्मार्ट परिदृश्यों को समय, घटनाओं और दर्शकों के आधार पर सेट करने की अनुमति देती है।",
    "4V.DEFI":
      "4V.DEFI एक मंच है जो विकेंद्रीकृत वित्तीय सेवाएं प्रदान करता है जैसे कि उधार और स्टेकिंग। उपयोगकर्ता वित्तीय उपकरणों की एक विस्तृत श्रृंखला का लाभ उठा सकते हैं, जो ब्लॉकचेन प्रौद्योगिकी की मदद से पारदर्शिता और सुरक्षा की गारंटी देता है।",
    "GLIDE(Global Localized Intelligent Dynamic Engine)":
      "हमारा जटिल एआई केवल व्यक्तिगत प्राथमिकताओं पर निर्भर नहीं है। यह आपकी लोकेशन के आधार पर न्यूज़ फ़ीड को स्वचालित रूप से समायोजित भी करता है।",
    "4V.NEWS":
      "हम समझते हैं कि आधुनिक दुनिया में तेज़ और सटीक जानकारी प्राप्त करना कितना महत्वपूर्ण है। हमारे पार्सिंग एल्गोरिदम हजारों स्रोतों से डेटा तुरंत एकत्र करते हैं।",
    "Learn More": "और जानें",
    "Welcome to 4V.NEWS1": "4V.NEWS में आपका स्वागत है",
    RESOURCES: "संसाधन",
    START: "शुरू करें",
    "video title": "सबूतों पर आधारित विश्वसनीय जानकारी",
    "We are constantly":
      "हम आपको सबसे प्रासंगिक और उपयोगी जानकारी प्रदान करने के लिए लगातार अपनी क्षमताओं को सुधार रहे हैं और उनका विस्तार कर रहे हैं।",
    "you can now mine": "अब आप प्रारंभिक चरण में सिक्के का खनन कर सकते हैं!",
    "The DAO":
      "DAO उपयोगकर्ताओं को अद्यतनों, प्रोटोकॉल परिवर्तनों और नई एकीकरणों पर मतदान करने की अनुमति देगा।",
    "4V.ROBOT integrates":
      "4V.ROBOT कृत्रिम बुद्धिमत्ता के तत्वों को एकीकृत करता है",
    "We offer a wide range of products":
      "हम सुरक्षित क्रिप्टोक्यूरेंसी वॉलेट, व्यापार और एक्सचेंज प्लेटफ़ॉर्म और मार्केट ट्रैकिंग एनालिटिक्स टूल्स सहित उत्पादों की एक विस्तृत श्रृंखला प्रदान करते हैं। हमारा मिशन क्रिप्टोक्यूरेंसी का उपयोग सभी के लिए सुलभ और सुविधाजनक बनाना है, जबकि उच्च स्तर की सुरक्षा और विश्वसनीयता सुनिश्चित करना है। हम अपने उत्पादों और सेवाओं की क्षमताओं को बढ़ाने के लिए WEB 3.0 तकनीकों को लागू करने की भी योजना बना रहे हैं, जिसमें विकेन्द्रीकृत वित्त (DeFi) प्लेटफ़ॉर्म और विकेन्द्रीकृत एक्सचेंज (DEX) शामिल हैं।",
    "Innovative approach":
      "व्यक्तिगत समाचार फीड बनाने के लिए एआई का नवोन्मेषी दृष्टिकोण और उपयोग। विभिन्न विषयों पर दुनिया भर से समाचारों का व्यापक कवरेज, संग्रह और समाकलन।",
    "4V.coin is a token on the TON":
      "FVX TON नेटवर्क पर हमारे सेवाओं जैसे 4V.ROBOT, 4V.DEFI और 4V.DEX के साथ इंटरैक्ट करने के लिए एक टोकन है।",
    "4V.CRYPTO is our company’s":
      "4V.COIN हमारी कंपनी का क्रिप्टोकरेंसी उद्योग में एक टूल है, जो डिजिटल संपत्तियों के साथ काम करने के लिए नवीन समाधानों और सेवाओं को प्रदान करता है।",
    "The best solution for news":
      "समाचार साइटों और सोशल मीडिया चैनलों के लिए सबसे अच्छा समाधान। कृत्रिम बुद्धिमत्ता का उपयोग करके पूरी तरह से स्वचालित समाधान।",
    "Welcome to 4V.NEWS":
      "4V.NEWS में आपका स्वागत है, समाचार एकत्रीकरण और सूचना प्रबंधन में नवाचार का शिखर। अत्याधुनिक कृत्रिम बुद्धिमत्ता के निर्बाध एकीकरण के लिए डिज़ाइन किया गया है।",
    "4V is an innovative platform":
      "4V एक अभिनव मंच है जो दुनिया भर से समाचार और सामग्री को एकत्र करने, संसाधित करने और वितरित करने के लिए नवीनतम तकनीकों को एकीकृत करता है। हम प्रासंगिक और उच्च-गुणवत्ता की जानकारी प्रदान करने में विशेषज्ञ हैं, शक्तिशाली पार्सिंग टूल और सामग्री का विश्लेषण और फ़िल्टर करने के लिए कृत्रिम बुद्धिमत्ता का उपयोग करते हैं।",

    "Cutting-edge technology for news and content":
      "समाचार और सामग्री के लिए अत्याधुनिक तकनीक",
  },
  it: {
    "send": "inviare",

    "bd52": "Offre una soluzione rivoluzionaria per i trasferimenti cross-chain, garantendo massima anonimato, sicurezza e flessibilità. L'integrazione di zk-SNARK e dei meccanismi di miscelazione consente agli utenti di spostare in sicurezza le risorse tra blockchain senza rivelare i propri dati. 4V continua ad evolversi, pianificando ulteriori miglioramenti e l'implementazione di nuove tecnologie per garantire maggiore sicurezza e scalabilità.",

    "bd51": "L'integrazione di zk-SNARK e dei meccanismi di miscelazione in BridgeX garantisce il massimo livello di privacy e anonimato. L'uso di metodi crittografici avanzati rende BridgeX resistente alla maggior parte degli attacchi noti, inclusa l'analisi del traffico e il tracciamento delle transazioni.",

    "bd50": "Aumento della velocità di elaborazione delle transazioni poiché 4V può gestire in modo indipendente il routing attraverso i propri nodi",

    "bd49": "Indipendenza dai fornitori di infrastrutture di terze parti",

    "bd48": "Aumento della sicurezza attraverso il controllo dei processi di validazione",

    "bd47": "Vantaggi dell'implementazione di nodi proprietari",

    "bd46": "BridgeX utilizza gli oracoli Chainlink per garantire l'accuratezza dei dati nelle transazioni cross-chain. Gli oracoli Chainlink monitorano lo stato degli asset nella rete di origine e garantiscono il loro blocco prima che gli asset equivalenti vengano rilasciati nella rete di destinazione. Ciò minimizza i rischi di errori o manipolazioni dei dati.",

    "bd45": "4V intende implementare i propri nodi per ciascuna rete supportata, il che migliorerà il controllo delle transazioni e aumenterà la sicurezza del sistema. I nodi 4V eseguiranno funzioni come la convalida delle transazioni, la gestione dei ponti e il mantenimento dello stato generale della rete.",

    "bd44": "L'integrazione con Chainlink è una parte importante dell'infrastruttura di BridgeX, contribuendo all'affidabilità e alla stabilità del sistema.",

    "bd43": "La tecnologia zk-SNARK è profondamente integrata nel processo di elaborazione delle transazioni di BridgeX, dalla fase di inizializzazione al trasferimento cross-chain. zk-SNARK verifica ogni transazione senza la necessità di rivelare alcun dato, rendendo il sistema incredibilmente sicuro e protetto per gli utenti.",

    "bd41": "Conferma della transazione",

    "bd40": "Dopo il mixing, BridgeX genera asset equivalenti nella rete di destinazione, rendendoli disponibili per l'utente. Questi asset non sono più collegati alla transazione originale, garantendo un anonimato completo.",

    "bd39": "Trasferimento cross-chain",

    "bd38": "Prima di inviare asset alla rete di destinazione, la transazione passa attraverso un mixer, dove viene suddivisa in parti e miscelata con altre transazioni. A questo punto, zk-SNARK garantisce che la transazione sia autentica senza rivelarne i dettagli.",

    "bd37": "Utilizzo di zk-SNARK e mixer",

    bd36: "In questo momento, il sistema inizia i preparativi per emettere asset equivalenti nella rete di destinazione, seguendo i meccanismi dei protocolli cross-chain.",

    bd35: "Dopo aver ricevuto la transazione, il sistema blocca le risorse dell'utente nella rete di origine tramite uno smart contract.",

    bd34: "L'utente invia risorse digitali a un unico indirizzo pubblico di BridgeX. Questo indirizzo è condiviso tra tutte le blockchain supportate. Il sistema di routing universale degli asset di BridgeX (BUAR) identifica automaticamente il tipo di criptovaluta e la rete di origine della transazione. Ad esempio, se un utente invia USDT da Ethereum, il sistema riconosce automaticamente questa transazione e ne determina il percorso.",

    bd33: "Inizializzazione della transazione",

    bd32: "Il processo di funzionamento del sistema può essere suddiviso in diverse fasi:",

    bd31: "Il processo di funzionamento del sistema fornisce agli utenti un'interfaccia unificata per inviare asset a qualsiasi rete blockchain.",

    bd30: "Supponiamo che un utente voglia inviare 100 USDT tramite BridgeX. Può scegliere una commissione più alta per un trasferimento istantaneo o ridurre la commissione, ma la transazione passerà attraverso più fasi di miscelazione, garantendo un livello di anonimato più elevato.",

    bd29: "Esempio di sistema di commissioni dinamico",

    bd28: "BridgeX offre un sistema di commissioni dinamico che consente agli utenti di personalizzare le proprie transazioni in base alle preferenze. Il sistema di commissioni in BridgeX è progettato per fornire agli utenti flessibilità nella scelta dei parametri delle loro transazioni. Ad esempio, se un utente desidera eseguire una transazione più velocemente, può scegliere una commissione più alta, che accelererà la sua elaborazione. Allo stesso tempo, se l'utente preferisce un livello di privacy più elevato, il sistema suggerirà di selezionare un livello aggiuntivo di miscelazione, che aumenterà la commissione ma garantirà la massima anonimato.",

    bd27: "Sistema di commissioni dinamico",

    apes1:
      "4V.APES è la nostra applicazione web Telegram dove puoi ottenere gratuitamente il token FVX.",

    bd3: "La piattaforma BridgeX non si adatta solo alle condizioni moderne, ma crea anche il futuro dell'interazione cross-chain. Ogni elemento del sistema è stato progettato considerando le sfide attuali affrontate dall'ecosistema delle criptovalute, come la privacy, la scalabilità e la decentralizzazione.",
    bd4: "Rappresenta un sistema modulare a più livelli che può adattarsi e scalare facilmente con la crescita della rete e l'aumento del numero di utenti. L'architettura si basa su diversi componenti chiave che ne garantiscono l'unicità e l'affidabilità: protocolli cross-chain BridgeX, sistema di mixing delle transazioni, zk-SNARK per la protezione dei dati, oltre a un sistema di tariffe dinamico e impostazioni flessibili.",
    bd5: "Ognuna di queste tecnologie è integrata nell'architettura di base per garantire la sicurezza dei dati e alte prestazioni, indipendentemente dal carico della rete o dal numero di utenti. Lo sviluppo di BridgeX si è basato su un approccio orientato alla decentralizzazione, eliminando il controllo centrale del sistema e trasferendo il potere agli utenti tramite meccanismi DAO. L'architettura di BridgeX è stata progettata considerando tre aspetti chiave: prestazioni, sicurezza e privacy. Questa sezione fornisce una descrizione dettagliata dei componenti principali del sistema e delle loro interazioni.",
    bd6: "BridgeX è il componente centrale di 4V.CRYPTO responsabile dell'interazione cross-chain. Consente agli utenti di inviare e ricevere asset digitali tra diverse reti blockchain. Questo è particolarmente importante nel moderno mondo multi-blockchain, dove le diverse piattaforme spesso non possono interagire direttamente. BridgeX permette agli utenti di trasferire senza problemi i loro asset tra reti come Ethereum, Binance Smart Chain, Polygon, Solana e altre.",
    bd7: "BridgeX utilizza contratti intelligenti per bloccare gli asset nella rete di origine ed emettere il loro equivalente nella rete di destinazione. Ad esempio, se un utente vuole inviare 10 ETH da Ethereum a Binance Smart Chain, BridgeX bloccherà 10 ETH nella rete Ethereum ed emetterà un importo equivalente come token BEP-20 sulla Binance Smart Chain.",
    bd8: "rappresenta un sistema modulare che si integra perfettamente con varie reti blockchain attraverso interfacce standardizzate. Questo consente di aggiungere facilmente nuove blockchain a BridgeX senza la necessità di una riprogettazione completa del sistema. Ad esempio, se in futuro emergerà una nuova blockchain con un alto livello di adattabilità, come Cardano o Polkadot, potrà essere integrata in BridgeX con modifiche minime.",
    bd9: "Un'altra importante caratteristica di BridgeX è la sua capacità di ottimizzare l'instradamento delle transazioni. Il sistema include un meccanismo di intelligenza artificiale che analizza l'attuale congestione della rete e suggerisce i percorsi migliori per le transazioni degli utenti. Ad esempio, se la rete Ethereum è sovraccarica e le transazioni vengono elaborate lentamente, BridgeX può suggerire agli utenti di inviare asset attraverso reti meno congestionate, come Binance Smart Chain o Polygon, riducendo le commissioni e aumentando la velocità.",
    bd10: "Instradamento intelligente delle transazioni.",
    bd11: "Esempio di funzionamento.",
    bd12: "Supponiamo che un utente voglia trasferire token USDT dalla rete Ethereum alla rete Polygon. Innanzitutto, BridgeX verifica la disponibilità di liquidità e blocca USDT nella rete Ethereum tramite uno smart contract. Successivamente, il sistema emette un importo equivalente di USDT nella rete Polygon tramite un contratto simile. L'intero processo è automatizzato e avviene in pochi secondi, con la transazione protetta utilizzando zk-SNARK per garantire l'anonimato.",
    bd13: "Meccanismo di miscelazione.",
    bd14: "Il meccanismo di miscelazione in BridgeX è progettato per massimizzare la dissimulazione della fonte e della destinazione delle transazioni, garantendo l'anonimato dei partecipanti alla rete. La miscelazione prevede la mescolanza delle transazioni tra utenti diversi in modo che, anche con il tracciamento pubblico della blockchain, sia impossibile determinare chi siano il mittente e il destinatario dei fondi. Questo è particolarmente importante per gli utenti che apprezzano la loro privacy e vogliono evitare il tracciamento delle transazioni.",
    bd15: "Come funziona il mixing?",
    bd16: "Il meccanismo di miscelazione in BridgeX utilizza algoritmi di crittografia avanzati e offuscamento dei dati per creare un 'pool di transazioni', da cui i fondi miscelati vengono successivamente inviati. Quando un utente invia fondi tramite BridgeX, la sua transazione viene suddivisa in parti più piccole e mescolata con le transazioni di altri utenti. Questo rende praticamente impossibile tracciare da dove provengono i fondi e dove sono stati inviati.",
    bd17: "Esempio di come funziona il mixing",
    bd18: "Supponiamo che un utente invii 5 ETH tramite BridgeX. Invece di inviare questi 5 ETH direttamente all'indirizzo del destinatario, il sistema divide l'importo in parti più piccole, ad esempio 0,1 ETH, e li invia attraverso percorsi diversi nella rete. Allo stesso tempo, le transazioni di altri utenti vengono anch'esse mescolate, rendendo praticamente impossibile per un osservatore esterno determinare chi ha inviato i fondi e a chi.",
    bd19: "Prove sicure",
    bd20: "Questa è una delle tecnologie crittografiche più avanzate, utilizzata attivamente in 4VBridgeX per proteggere i dati e garantire la privacy degli utenti. zk-SNARK consente di creare prove di autenticità delle transazioni senza rivelare alcun dato sulla transazione, i suoi partecipanti o gli importi.",
    bd21: "Cos'è",
    bd22: "Questo è un metodo di prova crittografica che consente a una parte (il provatore) di convincere un'altra parte (il verificatore) che un'affermazione è vera senza rivelare alcun dato relativo a tale affermazione. Nel contesto di 4VBridgeX, zk-SNARK viene utilizzato per confermare che una transazione è avvenuta senza rivelare dettagli su chi ha inviato o ricevuto i fondi e su quanto è stato trasferito.",
    bd23: "Quando un utente invia una transazione tramite 4VBridgeX, il sistema genera una prova zk-SNARK che certifica la validità della transazione. Questa prova viene verificata dai validatori di rete, ma i dati della transazione rimangono nascosti. Pertanto, i validatori possono confermare la validità della transazione senza sapere chi l'ha inviata e a chi era destinata.",
    bd24: "Come funziona",
    bd25: "zk-SNARK funziona attraverso calcoli matematici complessi che creano una prova compatta che una transazione è autentica senza rivelare alcuna informazione al riguardo. In BridgeX, ogni utente che invia fondi genera automaticamente una prova zk-SNARK, che viene verificata sulla rete prima che la transazione venga completata.",

    bd2: " risolve questo problema creando un sistema decentralizzato unificato che non solo facilita il trasferimento di asset tra blockchain, ma garantisce anche sicurezza, privacy e anonimato degli utenti. Integrando zk-SNARK, un metodo di proof a conoscenza zero, la piattaforma BridgeX consente agli utenti di effettuare trasferimenti senza rivelare i propri dati, migliorando significativamente la sicurezza. Inoltre, Bridge<span class='text-danger'>X</span> utilizza meccanismi di mixing per fornire un livello aggiuntivo di privacy per ogni transazione.",
    bd1: "è una piattaforma rivoluzionaria progettata per risolvere una delle sfide più pressanti affrontate dalla moderna comunità blockchain: l'interazione tra catene e la privacy. Con lo sviluppo di varie blockchain come Ethereum, Binance Smart Chain, Polygon e altre, sono emersi numerosi ecosistemi indipendenti, ognuno con le proprie caratteristiche e vantaggi unici. Tuttavia, c'è un problema significativo tra queste reti: la complessità dell'interazione e del trasferimento dei dati tra blockchain.",
    bid1: "Apri video",
    bid2: "Introduzione",
    bid3: "Architettura della soluzione",
    bid4: "Protocolli cross-chain di BridgeX",
    bid5: "Meccanismo di mixing",
    bid6: "Sistema dinamico delle commissioni",
    bid7: "Processo di funzionamento di BridgeX",
    bid8: "Integrazione di zk-SNARK in BridgeX",
    bid9: "Funzionamento del mixer basato su zk-SNARK",
    bid10: "Utilizzo degli oracoli Chainlink",
    bid11: "Distribuzione dei nodi",
    bid12: "Sicurezza e controllo",
    bid13: "Conclusione",
    dexx: "Acquista, vendi e scambia la tua criptovaluta sul nostro DEX! Il nostro ponte cross-chain supporta le principali reti come TON, Ethereum, TRON, Binance Smart Chain, Polygon, TON, Avalanche, Fantom e altre, offrendo ampie opportunità agli utenti.",
    wallet: "Collega il portafoglio",
    brid: "Ponte crosschain",
    go: "Vai a DEX",
    br9: "Ricompense: Più token metti in staking e più a lungo rimangono in staking, maggiori saranno le tue ricompense.",
    br10: "Sostenibilità a lungo termine: Il tasso di ricompensa finale è del 10% annuo.",

    br2: "Privacy delle transazioni: Le reti blockchain moderne sono intrinsecamente trasparenti, consentendo di tracciare ogni transazione e i suoi partecipanti. Ciò crea rischi, specialmente per gli utenti che valorizzano la riservatezza delle loro operazioni finanziarie.",
    br3: "Facilità di trasferimento degli asset tra reti: I ponti che collegano varie blockchain sono spesso difficili da usare e suscettibili a rischi di attacco. Sicurezza: Le vulnerabilità nell'infrastruttura cross-chain possono portare a hacking, furti di fondi e perdita di fiducia degli utenti.",
    br4: "BridgeX offre agli utenti la possibilità di spostare senza problemi i propri asset tra reti come Ethereum, Binance Smart Chain, Polygon, Solana e altre.",
    br5: "La tecnologia zk-SNARK è profondamente integrata nel processo di gestione delle transazioni di BridgeX, dalla fase di inizializzazione alla trasferimento tra catene. zk-SNARK garantisce la verifica di ogni transazione senza la necessità di rivelare dati, rendendo il sistema incredibilmente sicuro per gli utenti.",
    br6: "Acquista, vendi e scambia la tua criptovaluta sul nostro DEX! Il nostro bridge cross-chain consente il trasferimento di asset tra varie blockchain (ad esempio, Ethereum, Binance Smart Chain, Polygon).",
    br7: "4V.BridgeX supporta il sistema Proof of Stake (PoS), consentendo agli utenti di guadagnare ricompense per lo staking dei propri token. Ecco come funziona:",
    br8: "Staking dei token: Depositi i tuoi token FVX sulla piattaforma 4V.BridgeX.",
    bridge3:
      "Questa è una piattaforma innovativa che combina le ultime tecnologie per la raccolta, l'elaborazione e la distribuzione di notizie e contenuti da tutto il mondo. Siamo specializzati nel fornire informazioni aggiornate e di alta qualità utilizzando potenti strumenti di analisi e intelligenza artificiale per l'analisi e il filtraggio dei contenuti.",
    br1: "Nel mondo moderno delle criptovalute, gli aspetti più importanti sono la privacy, la sicurezza e la facilità di trasferire asset tra diverse blockchain. Con lo sviluppo delle tecnologie cross-chain, gli utenti affrontano nuove sfide come la complessità di interazione con i ponti (bridges), i rischi per la sicurezza e le minacce alla privacy. In risposta a queste sfide, presentiamo , un sistema innovativo progettato per trasferimenti di asset semplici, veloci e sicuri tra blockchain con un alto livello di anonimato.",
    bridge:
      "4V.BridgeX è una piattaforma rivoluzionaria progettata per risolvere una delle sfide più urgenti che la comunità blockchain moderna deve affrontare: l'interazione cross-chain e la privacy.",
    bridge2:
      "BridgeX risolve questo problema creando un sistema decentralizzato unificato che non solo consente il trasferimento di asset tra blockchain, ma garantisce anche la sicurezza, la privacy e l'anonimato degli utenti. Implementando zk-SNARK, un metodo di prova a conoscenza zero, la piattaforma BridgeX consente agli utenti di effettuare trasferimenti senza divulgare i propri dati, migliorando significativamente la sicurezza. BridgeX utilizza anche meccanismi di mixaggio, fornendo un ulteriore livello di privacy per ogni transazione.",
    Menu: "Menù",
    "TECH SPEC": "Specifiche tecniche",
    "TERMS OF SERVICE": "CONDIZIONI DI SERVIZIO",
    "PRIVACY POLICY": "POLITICA SULLA PRIVACY",
    "WHITE PAPER": "LIBRO BIANCO",
    "ROAD MAP": "TABELLINO DI MARCIA",
    Company: "Azienda",
    Team: "Squadra",
    Defi: "Finanza Decentralizzata",
    Documentation: "Documentazione",
    roadmapTitle: "Tabella di marcia 2024-2026",
    note: "Questa non è la versione definitiva della roadmap e verrà aggiornata una volta al mese.",

    "2024StrengtheningAndExpansion": "2024: Rafforzamento ed espansione",
    q3_2024: "T3 2024",
    launchTelegramBot: "Lancio di 4V.ROBOT per Telegram.",
    launchWhatsAppBot: "Lancio di 4V.ROBOT per WhatsApp.",
    botDevelopmentTesting: "Sviluppo e test del bot.",
    userAttractionCampaign: "Campagna di marketing per attirare utenti.",
    integrationWithNewsAggregator:
      "Integrazione con l'aggregatore di notizie 4V.News.",
    userFeedbackFeatures:
      "Aggiunta di nuove funzionalità basate sui feedback degli utenti.",
    interfaceOptimization:
      "Ottimizzazione dell'interfaccia e delle prestazioni.",

    q4_2024: "T4 2024",
    launchVKBot: "Lancio di 4V.ROBOT per VK.",

    "2025InternationalExpansionInnovation":
      "2025: Espansione internazionale e innovazione",
    q1_2025: "T1 2025",
    launchFacebookMessengerBot: "Lancio di 4V.ROBOT per Facebook Messenger.",
    launchDEX: "Lancio di 4V.DEX.",
    launchDEFI: "Lancio di 4V.BridgeX.",
    educationWebinars: "Materiali didattici e webinar per gli utenti.",
    cryptocurrencyReach: "Aumento della diffusione della criptovaluta 4V.",
    exchangeListing:
      "Lavoro attivo per la quotazione in nuove borse di criptovalute.",
    airdropCampaigns:
      "Esecuzione di campagne airdrop e programmi di fidelizzazione.",

    q2_2025: "T2 2025",
    launchInstagramBot: "Lancio del bot Instagram.",
    launch4VNews: "Lancio di 4V.NEWS.",
    communityManagement: "Gestione della comunità.",
    userCommunityDevelopment:
      "Sviluppo di una comunità attiva di utenti su varie piattaforme.",
    feedbackCollection: "Sondaggi regolari e raccolta di feedback.",

    q3_2025: "T3 2025",
    launchLinkedInBot: "Lancio di 4V.ROBOT per LinkedIn.",
    internationalPromotion: "Promozione internazionale.",
    marketAdaptation:
      "Ingresso in nuovi mercati e adattamento del servizio alle caratteristiche locali.",

    q4_2025: "T4 2025",
    launchTikTokBot: "Lancio di 4V.ROBOT per TikTok.",
    partnershipPrograms: "Espansione dei programmi di partnership.",
    cryptocurrencyPartnerships:
      "Partnership con le principali piattaforme di criptovalute.",
    jointAdvertising: "Realizzazione di campagne pubblicitarie congiunte.",

    "2026LeadershipStability": "2026: Leadership e stabilità",
    q1_2026: "T1 2026",
    effectivenessAnalysis:
      "Analisi e ottimizzazione dell'efficacia di tutti i bot lanciati.",
    functionalityExpansion:
      "Espansione delle funzionalità per i detentori di 4V.",
    newAdvertisingCampaigns:
      "Lancio di nuove campagne pubblicitarie e programmi di partnership.",

    q2_2026: "T2 2026",
    innovativeDevelopments: "Sviluppi innovativi.",
    aiIntegration:
      "Implementazione di tecnologie come IA e ML per migliorare il servizio.",
    personalizedNews:
      "Sviluppo di feed di notizie personalizzati utilizzando l'IA.",
    cryptoInfrastructure: "Sviluppo dell'infrastruttura di criptovalute.",
    newMiningOpportunities:
      "Creazione di nuove opportunità per il mining e il trading di 4V.",
    walletsPaymentSystems:
      "Sviluppo di portafogli e sistemi di pagamento proprietari.",

    q3_2026: "T3 2026",
    businessOptimization:
      "Analisi di tutti gli aspetti del business per l'anno.",
    scalingTeamGrowth:
      "Aumento del team e miglioramento dell'infrastruttura per supportare la crescita.",

    q4_2026: "T4 2026",
    newBotsAndServices: "Lancio di nuovi bot e servizi.",
    globalExpansion: "Espansione globale.",
    serviceLocalization: "Localizzazione dei servizi per nuove regioni.",

    "2027InnovationDevelopment": "2027: Sviluppo dell'innovazione",
    q1_2027: "T1 2027",
    techInnovation:
      "Implementazione di nuove soluzioni tecnologiche per migliorare l'esperienza utente.",
    newProductsTesting: "Sviluppo e test di nuovi prodotti e servizi.",
    cryptocurrencyStrengthening:
      "Rafforzamento della posizione della criptovaluta.",
    promotionCampaigns:
      "Lancio di nuove campagne per promuovere e utilizzare 4V.",
    techDoc: {
      title: "Documentazione Tecnica di 4V",
      introduction: "Introduzione",
      architecture: "Architettura Generale",
      glide: "GLIDE: Motore Dinamico Intelligente Localizzato",
      newsAggregation: "Aggregazione di Notizie e Gestione dei Contenuti",
      robot: "4V.ROBOT: Innovazione nell'Aggregazione dei Contenuti",
      crypto: "4V.COIN: Gestione delle Criptovalute",
      dex: "4V.DEX: Scambio Decentralizzato",
      defi: "4V.DEFI: Servizi Finanziari Decentralizzati",
      coin: "4V.coin: Token dell'Ecosistema",
      dao: "DAO e Governance Decentralizzata",
      conclusion: "Conclusione",
      introDescription:
        "4V è una piattaforma avanzata che unisce utenti interessati a una gestione efficiente delle notizie, alla gestione dei contenuti e agli asset digitali. 4V offre una combinazione unica di strumenti per la raccolta, l'analisi e la personalizzazione delle notizie, fornendo soluzioni finanziarie basate sulla blockchain.",
      introObjective:
        "L'obiettivo di 4V è diventare un fornitore leader di notizie e informazioni, offrendo strumenti finanziari come scambi decentralizzati (DEX), piattaforme NFT e servizi DeFi supportati dalla criptovaluta 4V.coin.",
      mainDirections: "Principali Direzioni",
      innovativeApproach: "Approccio Innovativo",
      aiForPersonalization: "Uso dell'IA per feed di notizie personalizzati.",
      broadCoverage: "Ampia copertura: Raccolta di notizie globali.",
      integrationFinancialTools:
        "Integrazione di strumenti finanziari e criptovaluta 4V.",
      web3Development: "Sviluppo di Web 3.0 con piattaforme DEX e DeFi.",
      robotDescription1:
        "Una caratteristica fondamentale della piattaforma è 4V.ROBOT, un bot che raccoglie contenuti da Internet, li classifica e li pubblica automaticamente sui social media.",
      robotDescription2:
        "L'amministratore può configurare categorie, tag e orari di pubblicazione, e il sistema distribuirà automaticamente i contenuti.",
      robotDescription3:
        "Crediamo che questo mercato abbia un grande potenziale. 4V.ROBOT è il primo prodotto del suo genere a esplorare questo settore.",
      technologiesAndTools: "Tecnologie e Strumenti",
      glideEngine:
        "GLIDE: Un'IA che adatta automaticamente il feed di notizie.",
      contentwiseEngine:
        "CONTENTWISE: Sistema di raccolta e filtraggio dei contenuti.",
      distributor:
        "DISTRIBUTOR: Sistema di distribuzione dei contenuti automatico.",
      smartshare:
        "SMARTSHARE: Sistema intelligente di condivisione dei contenuti.",
      architectureDescription:
        "L'architettura di 4V è progettata per le esigenze di gestione di contenuti e criptovalute.",
      newsAggregator:
        "4V.NEWS: Un aggregatore di notizie con contenuti personalizzati.",
      glideModule: "GLIDE - Modulo di analisi delle notizie basato sull'IA.",
      cryptoModule:
        "4V.COIN - Modulo per una gestione sicura degli asset digitali.",
      dexAndDefiModules:
        "4V.DEX e 4V.DEFI - Moduli finanziari decentralizzati.",
      glideDescription:
        "GLIDE adatta il feed di notizie in tempo reale in base alla posizione dell'utente.",
      newsAggregationDescription:
        "4V.NEWS è un potente aggregatore che raccoglie dati da migliaia di fonti.",
      cryptoDescription:
        "4V.COIN garantisce una gestione sicura e trasparente degli asset digitali.",
      marketMonitoring: "Monitoraggio del mercato in tempo reale.",
      secureTransactions: "Transazioni sicure tramite smart contract.",
      defiIntegration: "Integrazione con servizi finanziari decentralizzati.",
      dexDescription: "4V.DEX è uno scambio decentralizzato di criptovalute.",
      coinDescription:
        "FVX è il token utilizzato nei servizi della piattaforma.",
      tokenFeatures: "Principali funzionalità del token:",
      transactionFees: "Commissioni di transazione: trasferimenti con FVX.",
      staking: "Staking per partecipazione alla rete.",
      voting: "Diritto di voto per i possessori di FVX.",
      stakingDelegation: "Delegazione di staking ai validatori.",
      interoperability: "4V.coin supporta l'interoperabilità tra blockchain.",
      daoDescription1: "4V mira alla governance decentralizzata tramite DAO.",
      daoDescription2:
        "Il 50% dei proventi di 4V.ROBOT è destinato al riacquisto di token.",
      conclusionDescription:
        "4V offre soluzioni uniche per l'aggregazione delle notizie, la gestione degli asset digitali e i prodotti finanziari decentralizzati.",
    },
    whitepaper: {
      title: "Documento Programmatico di 4V",
      introduction:
        "4V si propone di diventare un fornitore leader di servizi di notizie e informazioni sfruttando tecnologie all'avanguardia come l'intelligenza artificiale (AI), il machine learning (ML) e la blockchain. Questo documento delinea le principali direttrici e gli aspetti tecnici che verranno implementati per raggiungere gli obiettivi prefissati nei prossimi tre anni. Tutti i bot saranno integrati con l'aggregatore di notizie 4V.News per garantire la sincronizzazione dei dati e offrire feed di notizie personalizzati per ciascun utente.",
      mainDirections: "Principali Direzioni",
      mainDirectionsDescription:
        "Uso dell'IA per creare feed di notizie personalizzati. Ampia Copertura: Raccolta e aggregazione di notizie da tutto il mondo su vari argomenti. Strumenti Comodi: Sviluppo di bot e aggregatori per facilitare l'accesso alle notizie. Criptovaluta Propria: Promozione e integrazione della criptovaluta 4V. Sviluppo Web 3.0: Lancio di exchange decentralizzati (DEX), servizi DeFi e piattaforme NFT.",
      innovativeApproach: "Approccio Innovativo",
      innovativeApproachDescription:
        "L'aggregazione di notizie da varie fonti è la base per creare feed di notizie personalizzati. Ciò include la raccolta di informazioni da siti di notizie, social network, blog e altre fonti. I dati vengono filtrati e normalizzati per prepararsi all'analisi, escludendo informazioni irrilevanti e standardizzando il formato.",
      broadCoverage: "Ampia Copertura",
      broadCoverageDescription:
        "4V raccoglie e aggrega notizie da varie fonti in tutto il mondo, garantendo che gli utenti possano accedere a informazioni diversificate e aggiornate su diversi argomenti. L'aggregatore 4V.News sarà integrato con bot per vari messaggistica e social network, consentendo agli utenti di ricevere notizie in un formato conveniente.",
      launch: "Lancio",
      launchDescription:
        "Il lancio pubblico della piattaforma sarà integrato con la criptovaluta 4V, consentendo agli utenti di scambiare la criptovaluta su exchange decentralizzati e utilizzare i servizi DeFi.",
      botDevelopment: "Sviluppo di Bot e Aggregatori",
      botDevelopmentDescription:
        "I bot verranno sviluppati per messaggi popolari e social network come WhatsApp, Facebook Messenger, Instagram, LinkedIn e TikTok. Ogni bot offrirà agli utenti l'accesso a notizie e feed personalizzati in base ai loro interessi.",
      technicalDocumentation: "Documentazione Tecnica",
      tokenomicsTitle: "Tokenomica di FVX",
      tokenUsage: "Uso dei Token FVX",
      tokenUsageDescription:
        "FVX è il token centrale dell'ecosistema 4V e serve molteplici funzioni: pagamenti di transazioni, staking e votazione. Gli utenti pagano commissioni per trasferimenti cross-chain usando FVX, inclusa la miscelazione delle transazioni, l'uso di bridge e la convalida dell'oracolo. Lo staking consente agli utenti di partecipare alla rete 4V e guadagnare ricompense, aumentando la sicurezza della rete. I titolari di token ottengono anche diritti di voto per lo sviluppo dell'ecosistema, favorendo la decentralizzazione e il processo decisionale democratico.",
      stakingDelegation:
        "Delegazione di Staking: gli utenti possono delegare i loro token FVX ad altri validatori, guadagnando una percentuale delle loro ricompense. Questa delega incoraggia i titolari di token a mantenerli nel sistema, aumentando la liquidità del progetto.",
      tokenDistributionTitle: "Distribuzione dei Token FVX",
      tokenDistribution: "Distribuzione dei Token",
      totalTokens: "Token totali: 4 444 444 444",
      userStaking:
        "37% - Per gli utenti tramite staking, ricompense per la partecipazione e altre attività.",
      teamDevelopers: "17% - Per il team e gli sviluppatori.",
      liquidity:
        "24% - Per la liquidità (nei pool di liquidità e negli exchange).",
      earlyAccess:
        "22% - Per il programma di accesso anticipato e le campagne di ricompensa.",
      conclusionTitle: "Conclusione",
      conclusionDescription:
        "4V è una piattaforma innovativa che unisce le ultime tecnologie per la raccolta, l'elaborazione e la distribuzione di notizie e contenuti in tutto il mondo. Ci concentriamo sulla fornitura di informazioni tempestive e di qualità utilizzando potenti strumenti analitici e intelligenza artificiale.",
    },
    privacy: {
      title: "Informativa sulla Privacy di 4V",
      lastUpdated: "Ultimo aggiornamento: 11 ottobre 2023",
      contentsTitle: "Indice",
      contents: {
        infoCollection: "Raccolta delle informazioni",
        infoUsage: "Utilizzo delle informazioni",
        rightsCalifornia: "Diritti di privacy per i residenti in California",
        rightsEurope: "Informativa per i residenti in Europa",
        dataTransfer: "Trasferimento e archiviazione dei dati",
        cookies: "Uso dei cookie",
        security: "Sicurezza dei dati",
        contact: "Contattaci",
      },
      infoCollection: {
        title: "Raccolta delle informazioni",
        text1:
          "Raccogliamo le informazioni personali che ci fornisci direttamente (ad esempio, al momento della registrazione sul sito 4V) e automaticamente quando utilizzi i nostri servizi. Queste informazioni possono includere nome, dettagli di contatto, informazioni sulle transazioni e dati del dispositivo.",
        text2:
          "Utilizziamo anche tecnologie di tracciamento, come i cookie, per raccogliere informazioni sulla tua attività sul nostro sito. Questi dati aiutano a migliorare il nostro servizio e a personalizzare l'interfaccia utente secondo le tue preferenze.",
      },
      infoUsage: {
        title: "Utilizzo delle informazioni",
        text1:
          "Utilizziamo le informazioni raccolte per fornire e migliorare i nostri servizi, elaborare le transazioni, inviare notifiche e proteggere i dati. Ad esempio, i tuoi dati di contatto possono essere utilizzati per inviare aggiornamenti e notifiche di sicurezza.",
        text2:
          "Possiamo anche utilizzare le informazioni per analisi, personalizzazione dei contenuti e per migliorare la funzionalità del sito.",
      },
      rightsCalifornia: {
        title: "Diritti di privacy per i residenti in California",
        text: "Secondo la Legge sulla Privacy dei Consumatori della California (CCPA), i residenti in California hanno il diritto di richiedere informazioni su come raccogliamo e utilizziamo i dati personali, nonché di richiederne la cancellazione. Hai il diritto di:",
        list: {
          access:
            "Richiedere l'accesso alle informazioni personali che abbiamo raccolto.",
          deletion:
            "Richiedere la cancellazione dei tuoi dati, salvo nei casi previsti dalla legge.",
          optOut: "Rinunciare alla vendita dei tuoi dati (se applicabile).",
        },
      },
      rightsEurope: {
        title: "Informativa per i residenti in Europa",
        text: "Se risiedi nell'EEA, nel Regno Unito o in Svizzera, hai i seguenti diritti in base al Regolamento Generale sulla Protezione dei Dati (GDPR):",
        list: {
          access: "Diritto di accedere ai tuoi dati e ottenerne una copia.",
          correction: "Diritto di correggere i dati inaccurati.",
          deletion: "Diritto alla cancellazione dei tuoi dati.",
          restriction: "Diritto di limitare il trattamento dei dati.",
          portability: "Diritto alla portabilità dei dati.",
        },
        contact: "Per esercitare questi diritti, contattaci all'indirizzo",
      },
      dataTransfer: {
        title: "Trasferimento e archiviazione dei dati",
        text1:
          "Possiamo trasferire i tuoi dati a terzi se necessario per adempiere ai nostri obblighi e archiviarli su server in vari paesi, compresi gli Stati Uniti. Tutti i trasferimenti di dati sono effettuati in conformità con i requisiti legali.",
        text2:
          "Prendiamo misure ragionevoli per proteggere i tuoi dati, ma devi essere consapevole che la trasmissione dei dati su internet non può mai essere completamente sicura.",
      },
      cookies: {
        title: "Uso dei cookie",
        text: "Utilizziamo i cookie per raccogliere informazioni sulla tua attività sul sito. Questo ci consente di migliorare l'esperienza dell'utente e fornire contenuti più personalizzati. Puoi gestire le impostazioni dei cookie nel tuo browser e disabilitarli se necessario.",
      },
      security: {
        title: "Sicurezza dei dati",
        text1:
          "Facciamo ogni sforzo per proteggere le tue informazioni personali. Le nostre misure di sicurezza includono la crittografia dei dati, la protezione delle password e controlli di sicurezza regolari.",
        text2:
          "Tuttavia, nonostante i nostri sforzi, nessun sistema di sicurezza può garantire una protezione completa. Ti consigliamo di essere prudente e di adottare le misure necessarie per proteggere le tue informazioni.",
      },
      contact: {
        title: "Contattaci",
        text: "Se hai domande riguardanti questa Informativa sulla Privacy, puoi contattarci all'indirizzo info@4V.com.",
      },
    },
    terms: {
      title: "Termini di Servizio di 4V",
      lastUpdated: "Ultimo aggiornamento: 11 ottobre 2023",
      contentsTitle: "Indice",
      contents: {
        agreement: "Accettazione dei Termini",
        license: "Ambito della Licenza Utente",
        prohibited: "Attività Proibite",
        dataSecurity: "Sicurezza dei Dati",
        disputes: "Risoluzione delle Controversie",
        californiaRights: "Diritti dei Residenti in California",
        miscellaneous: "Disposizioni Varie",
        contact: "Contattaci",
      },
      agreement: {
        title: "Accettazione dei Termini",
        text1:
          'Questo Accordo di Licenza con l\'Utente Finale e i Termini di Servizio ("EULA") è un accordo vincolante tra te e  ("noi", "nostro") riguardo all\'uso del nostro servizio e sito web. Utilizzando il nostro sito e servizio, accetti di rispettare questi termini. Se non sei d\'accordo, ti preghiamo di interrompere l\'uso dei nostri servizi.',
        text2:
          "Ci riserviamo il diritto di modificare questo accordo in qualsiasi momento. L'uso continuato del servizio dopo la pubblicazione degli aggiornamenti indica l'accettazione dei nuovi termini.",
      },
      license: {
        title: "Ambito della Licenza Utente",
        text1:
          "4V ti concede una licenza limitata, personale e non trasferibile per utilizzare il nostro servizio esclusivamente per scopi personali. Qualsiasi copia, modifica, decompilazione o distribuzione dei nostri servizi è strettamente proibita.",
        text2:
          "La violazione di questi termini può comportare la negazione del servizio e responsabilità legale.",
      },
      prohibited: {
        title: "Attività Proibite",
        text1:
          "Accetti di non utilizzare il nostro servizio per scopi illegali, inclusa la raccolta di dati personali di altri utenti, i tentativi di accesso non autorizzato al sistema, la distribuzione di software dannoso o la violazione di leggi o regolamenti.",
        text2:
          "Ci riserviamo il diritto di bloccare l'accesso al servizio a qualsiasi utente che violi questi termini.",
      },
      dataSecurity: {
        title: "Sicurezza dei Dati",
        text: "Adottiamo le misure necessarie per proteggere i dati degli utenti. Tuttavia, nonostante i nostri sforzi, la sicurezza totale dei dati su Internet non può essere garantita. Accetti di utilizzare il nostro servizio a tuo rischio e pericolo.",
      },
      disputes: {
        title: "Risoluzione delle Controversie",
        text1:
          "Qualsiasi controversia derivante dall'uso dei servizi di 4V sarà risolta mediante arbitrato secondo la legge svizzera. Le azioni collettive non sono ammesse. Accetti la risoluzione individuale delle controversie.",
        text2:
          "Per risolvere una controversia, è necessario inviare prima una comunicazione scritta al nostro indirizzo email support@4V.com.",
      },
      californiaRights: {
        title: "Diritti dei Residenti in California",
        text: "Secondo il California Consumer Privacy Act (CCPA), i residenti in California possono richiedere informazioni su come raccogliamo e utilizziamo i loro dati e possono richiedere la cancellazione dei loro dati.",
      },
      miscellaneous: {
        title: "Disposizioni Varie",
        text: "Questi termini costituiscono l'intero accordo tra te e 4V in merito all'uso del nostro servizio. Possiamo trasferire qualsiasi nostro diritto e obbligo a terzi senza preavviso. Qualsiasi modifica a questo accordo sarà pubblicata sul nostro sito web.",
      },
      contact: {
        title: "Contattaci",
        text: "Se hai domande o reclami riguardo all'uso dei servizi di 4V, puoi contattarci all'indirizzo support@4V.com.",
      },
    },
    "team title": "Il nostro team internazionale",
    "team text":
      "Siamo orgogliosi che il nostro team sia composto da professionisti altamente qualificati provenienti da tutto il mondo. Sviluppatori, esperti di marketing ed esperti di tecnologia blockchain da paesi come Paesi Bassi, Estonia e Canada sono uniti da un obiettivo comune: creare soluzioni innovative per i problemi moderni.",

    "4V is an innovative":
      "4V è una piattaforma innovativa che riunisce le più recenti tecnologie per la raccolta, l'elaborazione e la distribuzione di notizie e contenuti da tutto il mondo.",
    "4V.NEWS is an innovative platform that combines":
      " è una piattaforma innovativa che combina le più recenti tecnologie per la raccolta, l'elaborazione e la distribuzione di notizie e contenuti da tutto il mondo. Siamo specializzati nella fornitura di informazioni pertinenti e di alta qualità utilizzando potenti strumenti di parsing e intelligenza artificiale per l'analisi e il filtraggio.",
    "Find out more": "Scopri di più",
    "Aggregating news from different":
      "L'aggregazione di notizie da diverse fonti è la base per creare feed di notizie personalizzati. Questo include la raccolta di informazioni da siti di notizie, social network, blog e altre fonti.",
    "Development and training":
      "Sviluppo e addestramento di modelli di intelligenza artificiale per analizzare le preferenze degli utenti e personalizzare i contenuti delle notizie. I modelli verranno addestrati su grandi quantità di dati per determinare con precisione gli interessi degli utenti.",
    "Integration with 4V.News.":
      "Integrazione con 4V.News. Tutti i bot saranno integrati con l'aggregatore di notizie 4V.News. Questo garantirà la sincronizzazione dei dati e feed di notizie personalizzati per ogni utente. I bot riceveranno dati dall'aggregatore e li forniranno agli utenti in un formato conveniente.",
    "For maximum convenience":
      "Per la massima comodità, l'integrazione di 4V con i social network più popolari. I nostri bot su Telegram, Facebook, Twitter e altre piattaforme offrono agli utenti accesso a aggiornamenti e contenuti esclusivi.",
    "This system":
      "Questo sistema adatta automaticamente il tuo feed di notizie in base alla tua posizione, fornendo gli aggiornamenti locali e internazionali più recenti.",
    "Users who own FVX tokens":
      "Gli utenti che possiedono token FVX potranno partecipare alle votazioni su questioni chiave nello sviluppo della piattaforma. Questo potrebbe includere l'approvazione di nuove blockchain per l'integrazione, modifiche alle tariffe, aggiornamenti di sicurezza e altre questioni. Così, 4V diventerà una piattaforma completamente decentralizzata, governata dalla sua comunità.",
    "4V.ROBOT is an indispensable assistant for channel":
      "4V.ROBOT è un assistente indispensabile per l'amministrazione dei canali. Crea canali su popolari piattaforme di social media e automatizza il processo con il nostro bot.",

    "With 4V.4V.BOT":
      "Con 4V.NEWS puoi personalizzare il tuo feed di notizie scegliendo tra un'ampia gamma di categorie e tag, e persino creare i tuoi tag personalizzati.",
    GLIDE: "GLIDE (Motore Dinamico Intelligente Localizzato Globalmente).",
    "Our sophisticated":
      "La nostra sofisticata IA non si ferma alle preferenze personali. Regola automaticamente il tuo feed di notizie in base alla tua posizione.",
    "4V.ROBOT is an indispensable assistant":
      "4V.ROBOT è un assistente indispensabile.",
    "4V.NEWS is more than just a news aggregator":
      "4V.NEWS non è solo un aggregatore di notizie; è il tuo concierge personale di notizie. Rimani aggiornato con analisi basate sull'intelligenza artificiale, consegna personalizzata delle notizie e un'interfaccia facile da usare.",
    "FVX owners":
      "I possessori di FVX avranno il diritto di votare su questioni importanti nello sviluppo dell'ecosistema 4V, rendendo il progetto decentralizzato e democratico.",
    "The best solution":
      "La migliore soluzione per siti di notizie e canali di social media. Soluzione completamente automatizzata utilizzando l'intelligenza artificiale.",
    "Convenient tools":
      "Strumenti convenienti. Sviluppo di bot e aggregatori per un facile accesso alle notizie.",
    "Powerful tools and integrations": "Strumenti e integrazioni potenti",
    "Get FVX": "Ottieni FVX",
    "Dont miss your chance":
      "Non perdere l'occasione di essere il primo a ottenere FVX!",

    "Over the next 3 months":
      "Nei prossimi 3 mesi, tutti i membri della nostra comunità potranno ricevere FVX completamente gratis. Durante questi 3 mesi lanceremo una versione pronta di 4V.ROBOT per tutti i social network annunciati, prepareremo un portafoglio e un bridge gateway per interagire comodamente con i beni digitali. Inoltre, sottoporremo a revisione gli smart contract per garantire la massima sicurezza. Dopo la distribuzione, dopo 3 mesi, le monete potranno essere acquistate su IDO, in borsa o ricevute tramite staking.",

    "4V.WEB 3.0":
      "4V.WEB 3.0 è una piattaforma innovativa che combina la tecnologia blockchain e applicazioni decentralizzate (dApps). Offriamo agli utenti la possibilità di interagire in una rete decentralizzata, garantendo un alto livello di sicurezza, trasparenza e autonomia. 4V.WEB 3.0 consente agli sviluppatori di creare e distribuire le proprie dApps, mentre gli utenti possono utilizzare una vasta gamma di servizi decentralizzati.",
    "4V.DEX":
      "4V.DEX è uno scambio decentralizzato che consente agli utenti di scambiare criptovalute direttamente, senza intermediari. La piattaforma garantisce sicurezza e trasparenza nelle transazioni utilizzando la tecnologia blockchain, consentendo agli utenti di avere il controllo totale delle proprie risorse e di effettuare scambi in qualsiasi momento.",
    "4V.ROBOT":
      "4V.ROBOT integra elementi di intelligenza artificiale per ottimizzare il funzionamento del bot e offre la possibilità di integrazione con vari social network, come Telegram, Twitter e Facebook. Questi bot consentono agli utenti di ricevere aggiornamenti di notizie immediatamente e di automatizzare la gestione dei contenuti sui social media.",
    "4V.CRYPTO":
      "4V.COIN è la nostra filiale nel settore delle criptovalute, che fornisce soluzioni innovative e servizi per la gestione di risorse digitali. Offriamo una vasta gamma di prodotti.",
    "DISTRIBUTOR (Automatic Content Distributor)":
      "Sistema che distribuisce automaticamente i contenuti ai tuoi canali e social network.",
    "CONTENTWISE (Content Wise Engine)":
      "Sistema intelligente che raccoglie e filtra i contenuti in base alle preferenze dell'utente.",
    "4V.COIN":
      "FVX Il numero totale di token è 4 444 444 444 e questo token si trova nella rete TON, utilizzato per interagire con i nostri servizi, come 4V.ROBOT, 4V.DEFI e 4V.DEX. Delegazione di staking: gli utenti possono delegare i loro token FVX ad altri validatori e guadagnare una percentuale delle loro ricompense.",
    DAO: "I detentori di FVX avranno il diritto di votare su questioni importanti per lo sviluppo dell'ecosistema 4V, rendendo il progetto decentralizzato e democratico.",
    "SMARTSHARE (Intelligent Sharing Protocol)":
      "Sistema che consente di impostare scenari intelligenti per la pubblicazione dei contenuti in base al tempo, agli eventi e al pubblico.",
    "4V.DEFI":
      "4V.DEFI è una piattaforma che offre servizi finanziari decentralizzati per prestiti e staking. Qui gli utenti possono utilizzare una vasta gamma di strumenti finanziari, garantendo trasparenza e sicurezza grazie alla tecnologia blockchain.",
    "GLIDE (Global Localized Intelligent Dynamic Engine)":
      "La nostra AI avanzata non si ferma solo alle preferenze personali. Adatta automaticamente il feed di notizie in base alla tua posizione.",
    "4V.NEWS":
      "Comprendiamo l'importanza di ottenere informazioni rapide e accurate nel mondo moderno. I nostri algoritmi di scraping raccolgono dati immediatamente da migliaia di fonti.",
    "Learn More": "Scopri di più",
    "Welcome to 4V.NEWS1": "Benvenuto su 4V.NEWS",
    RESOURCES: "RISORSE",
    START: "INIZIA",
    "video title": "Informazioni affidabili basate su prove",
    "We are constantly":
      "Stiamo costantemente migliorando ed espandendo le nostre capacità per fornirti le informazioni più rilevanti e utili.",
    "you can now mine": "ora puoi minare la moneta in una fase iniziale!",
    "The DAO":
      "Il DAO consentirà agli utenti di votare sugli aggiornamenti, sulle modifiche del protocollo e sulle nuove integrazioni.",
    "4V.ROBOT integrates":
      "4V.ROBOT integra elementi di intelligenza artificiale",
    "We offer a wide range of products":
      "Offriamo una vasta gamma di prodotti, tra cui portafogli di criptovalute sicuri, piattaforme di trading e di scambio e strumenti di analisi del mercato. La nostra missione è rendere l'uso delle criptovalute accessibile e conveniente per tutti, garantendo al contempo un alto livello di sicurezza e affidabilità. Prevediamo anche di implementare le tecnologie WEB 3.0 per ampliare le capacità dei nostri prodotti e servizi, comprese le piattaforme di finanza decentralizzata (DeFi) e gli scambi decentralizzati (DEX).",
    "Innovative approach":
      "Approccio innovativo e utilizzo dell'IA per creare feed di notizie personalizzati. Ampia copertura e raccolta e aggregazione di notizie da tutto il mondo su vari argomenti.",
    "4V.coin is a token on the TON":
      "FVX è un token sulla rete TON per interagire con i nostri servizi come 4V.ROBOT, 4V.DEFI e 4V.DEX.",
    "4V.COIN is our company’s":
      "4V.COIN è lo strumento della nostra azienda nell'industria delle criptovalute, offrendo soluzioni e servizi innovativi per lavorare con risorse digitali.",
    "The best solution for news":
      "La migliore soluzione per i siti di notizie e i canali dei social media. Soluzione completamente automatizzata che utilizza l'intelligenza artificiale.",
    "Welcome to 4V.NEWS":
      "Benvenuti su 4V.NEWS, il culmine dell'innovazione nell'aggregazione di notizie e nella gestione delle informazioni. Progettato per l'integrazione senza soluzione di continuità dell'intelligenza artificiale all'avanguardia.",
    "4V is an innovative platform":
      "4V è una piattaforma innovativa che combina le più recenti tecnologie per la raccolta, l'elaborazione e la distribuzione di notizie e contenuti da tutto il mondo. Siamo specializzati nella fornitura di informazioni pertinenti e di alta qualità, utilizzando potenti strumenti di analisi e intelligenza artificiale per analizzare e filtrare i contenuti.",

    "Cutting-edge technology for news and content":
      "Tecnologia all'avanguardia per notizie e contenuti",
  },
  ja: {
    "send": "送信",

    "bd52": "クロスチェーン転送の革命的なソリューションを提供し、最大限の匿名性、安全性、柔軟性を提供します。zk-SNARKとミキシングメカニズムの統合により、ユーザーはデータを公開することなく、ブロックチェーン間で資産を安全に移動できます。4Vは進化を続け、さらなる改善と新技術の導入を計画しており、さらなるセキュリティと拡張性を保証します。",

    "bd51": "BridgeXにおけるzk-SNARKとミキシングメカニズムの統合により、最高レベルのプライバシーと匿名性が保証されます。高度な暗号化手法の使用により、BridgeXはトラフィック分析やトランザクショントラッキングを含むほとんどの既知の攻撃に対して耐性を持つようになります。",

    "bd50": "4Vが独自のノードを通じてルーティングを独立して管理できるため、トランザクション処理速度が向上",

    "bd49": "サードパーティインフラプロバイダーからの独立",

    "bd48": "検証プロセスの管理によるセキュリティ向上",

    "bd47": "独自ノードの展開の利点",

    "bd46": "BridgeXは、クロスチェーン取引におけるデータの正確性を確保するためにChainlinkオラクルを使用しています。Chainlinkオラクルはソースネットワーク内の資産の状態を追跡し、ターゲットネットワークで同等の資産がリリースされる前にそれらがロックされていることを保証します。これにより、エラーやデータ操作のリスクが最小限に抑えられます。",

    "bd45": "4Vは、各サポートされているネットワークに独自のノードを展開する予定であり、これによりトランザクションの制御が強化され、システムのセキュリティが向上します。4Vノードは、トランザクション検証、ブリッジ管理、ネットワーク全体の状態の維持などの機能を実行します。",

    "bd44": "Chainlinkとの統合は、BridgeXインフラストラクチャの重要な部分であり、システムの信頼性と安定性に貢献します。",

    "bd43": "zk-SNARK技術は、初期化段階からクロスチェーン転送に至るまで、BridgeXのトランザクション処理に深く統合されています。zk-SNARKはデータを公開する必要なく各トランザクションを検証し、システムをユーザーにとって非常に安全で信頼性の高いものにします。",

    "bd42": "ユーザーは送金完了の通知を受け取り、トランザクションは送信元と送信先のネットワークの両方に表示され、完全な匿名性が保証されます。",

    "bd41": "トランザクションの確認",

    "bd40": "ミキシング後、BridgeXはターゲットネットワークで同等の資産を生成し、ユーザーが利用できるようにします。これらの資産は元の取引と関連付けられていないため、完全な匿名性が保証されます。",

    "bd39": "クロスチェーントランスファー",

    "bd38": "資産をターゲットネットワークに送信する前に、トランザクションはミキサーを通過し、部分に分割され、他のトランザクションと混合されます。この時点で、zk-SNARKはトランザクションが正当であることを確認し、その詳細を明らかにしません。",

    "bd37": "zk-SNARKとミキサーの使用",

    bd36: "この時点で、システムはクロスチェーンプロトコルメカニズムに従って、ターゲットネットワークで同等の資産を発行する準備を開始します。",

    bd35: "取引を受け取った後、システムはスマートコントラクトを通じてソースネットワーク内のユーザーの資産をロックします。",

    bd34: "ユーザーはBridgeXの単一のパブリックアドレスにデジタル資産を送信します。このアドレスはすべてのサポートされているブロックチェーンで共有されます。BridgeX Universal Asset Routing（BUAR）システムは、暗号通貨のタイプとトランザクションの送信元ネットワークを自動的に識別します。たとえば、ユーザーがEthereumからUSDTを送信した場合、システムはこのトランザクションを自動的に認識し、そのルートを決定します。",

    bd33: "トランザクションの初期化",

    bd32: "システムの動作プロセスは、いくつかの段階に分けることができます。",

    bd31: "システム操作プロセスは、ユーザーに任意のブロックチェーンネットワークに資産を送信するための統一されたインターフェースを提供します。",

    bd30: "例えば、BridgeXを通じて100 USDTを送信したい場合を考えてみましょう。ユーザーは即時送金のためにより高い料金を選択するか、料金を下げることができますが、取引はより多くのミキシング段階を通過し、より高い匿名性を保証します。",

    bd29: "動的な料金システムの例",

    bd28: "BridgeX は、ユーザーがトランザクションを自分の好みに応じてカスタマイズできる動的な料金システムを提供します。BridgeX の料金システムは、トランザクションのパラメーターを選択する際に柔軟性を提供するように設計されています。たとえば、ユーザーがトランザクションをより速く実行したい場合、より高い料金を選択することで処理速度を速めることができます。同時に、より高いプライバシーレベルを好むユーザーには、追加のミキシングレベルを選択することを提案し、料金が増加する一方で最大限の匿名性を確保します。",

    bd27: "動的な料金システム",

    apes1:
      "4V.APESは、無料でFVXトークンを取得できるwebアプリのTelegramゲームです。",

    bd2: " は、この問題を解決するために、ブロックチェーン間での資産転送を容易にするだけでなく、ユーザーのセキュリティ、プライバシー、匿名性を確保する統一された分散型システムを作成します。zk-SNARK（ゼロ知識証明法）を統合することで、BridgeX プラットフォームは、データを公開することなく転送を行うことを可能にし、セキュリティを大幅に向上させます。さらに、Bridge<span class='text-danger'>X</span> は、各トランザクションに追加のプライバシーレベルを提供するミキシングメカニズムを使用します。",
    bd3: "BridgeX プラットフォームは、現代の条件に適応するだけでなく、クロスチェーン相互作用の未来も創造します。システムの各要素は、プライバシー、スケーラビリティ、分散化など、暗号エコシステムが直面している現在の課題を考慮して設計されています。",
    bd4: "多層モジュールシステムを表しており、ネットワークの成長とユーザー数の増加に伴って簡単に適応および拡張できます。アーキテクチャは、BridgeXクロスチェーンプロトコル、トランザクションミキシングシステム、データ保護用のzk-SNARK、動的な手数料システム、柔軟な設定など、いくつかの重要なコンポーネントに基づいています。",
    bd5: "これらの技術はすべて、データのセキュリティと高いパフォーマンスを確保するために、ネットワーク負荷やユーザー数に関係なく、コアアーキテクチャに統合されています。BridgeXの開発は、システムの中央制御を排除し、DAOメカニズムを通じてユーザーに権限を移譲する、分散化志向のアプローチに基づいています。BridgeXのアーキテクチャは、パフォーマンス、セキュリティ、プライバシーという3つの重要な側面を考慮して設計されています。このセクションでは、システムの主要コンポーネントとその相互作用について詳しく説明します。",
    bd6: "BridgeXは、クロスチェーン相互作用を担当する4V.CRYPTOの中心的なコンポーネントです。これにより、ユーザーは異なるブロックチェーンネットワーク間でデジタル資産を送受信できます。これは、異なるプラットフォームが直接相互作用できないことが多い現代のマルチブロックチェーン世界において特に重要です。BridgeXは、ユーザーがEthereum、Binance Smart Chain、Polygon、Solanaなどのネットワーク間で資産をシームレスに移動できるようにします。",
    bd7: "BridgeXは、スマートコントラクトを使用して、元のネットワークで資産をロックし、ターゲットネットワークでその等価物を発行します。例えば、ユーザーがEthereumからBinance Smart Chainに10 ETHを送信したい場合、BridgeXはEthereumネットワークで10 ETHをロックし、Binance Smart ChainでBEP-20トークンとして同等の金額を発行します。",
    bd8: "モジュラーシステムを表しており、標準化されたインターフェースを通じてさまざまなブロックチェーンネットワークとシームレスに統合されます。これにより、新しいブロックチェーンを BridgeX に簡単に追加でき、システム全体を再設計する必要がありません。たとえば、将来的に Cardano や Polkadot のような高い適応性を持つ新しいブロックチェーンが登場した場合、最小限の変更で BridgeX に統合することができます。",
    bd9: "BridgeX のもう 1 つの重要な機能は、トランザクション ルーティングを最適化する機能です。このシステムには、現在のネットワーク混雑を分析し、ユーザーのトランザクションに最適なルートを提案する人工知能メカニズムが含まれています。たとえば、Ethereum ネットワークが過負荷でトランザクションの処理が遅れている場合、BridgeX はユーザーに、Binance Smart Chain や Polygon などの混雑の少ないネットワークを介して資産を送信するよう提案できます。これにより、手数料が削減され、速度が向上します。",
    bd10: "スマートトランザクションルーティング。",
    bd11: "動作例。",
    bd12: "ユーザーが Ethereum ネットワークから Polygon ネットワークに USDT トークンを転送したいとします。まず、BridgeX は流動性の可用性を確認し、スマートコントラクトを介して Ethereum ネットワークで USDT をロックします。その後、システムは同様の契約を通じて Polygon ネットワークに等価の USDT を発行します。プロセス全体が自動化され、数秒以内に完了し、zk-SNARK を使用してトランザクションを保護し、匿名性を確保します。",
    bd13: "ミキシングメカニズム。",
    bd14: "BridgeX のミキシングメカニズムは、トランザクションの送信元と送信先を最大限に隠し、ネットワーク参加者の匿名性を確保するように設計されています。ミキシングには、異なるユーザー間でのトランザクションのシャッフルが含まれます。そのため、公開ブロックチェーンの追跡でも、資金の送信者と受信者を特定することは不可能です。これは、プライバシーを重視し、トランザクション追跡を回避したいユーザーにとって特に重要です。",
    bd15: "ミキシングはどのように機能しますか？",
    bd16: "BridgeX のミキシングメカニズムは、高度な暗号化アルゴリズムとデータ難読化を使用して「トランザクションプール」を作成し、そこから混合された資金が送信されます。ユーザーが BridgeX を通じて資金を送信すると、トランザクションが小さな部分に分割され、他のユーザーのトランザクションと混合されます。これにより、資金の送信元と送信先を追跡することはほぼ不可能になります。",
    bd17: "ミキシングの動作例",
    bd18: "ユーザーが BridgeX を通じて 5 ETH を送信するとします。この 5 ETH を直接受信者のアドレスに送信する代わりに、システムは金額を 0.1 ETH のような小さな部分に分割し、ネットワーク内の異なる経路を通じて送信します。同時に、他のユーザーのトランザクションも混合されるため、外部の観察者が資金を送った人と送られた人を特定することはほぼ不可能です。",
    bd19: "安全な証明",
    bd20: "これは最も先進的な暗号化技術の一つであり、4VBridgeX でデータ保護とユーザーのプライバシーを確保するために積極的に使用されています。zk-SNARK は、トランザクションのデータ、その参加者、または金額を明らかにすることなく、トランザクションの真正性を証明することができます。",
    bd21: "何ですか",
    bd22: "これは暗号学的証明の方法であり、一方の当事者（証明者）が、関連するデータを一切明らかにすることなく、他方の当事者（検証者）にその主張が真実であることを納得させることを可能にします。4VBridgeXの文脈では、zk-SNARKはトランザクションが発生したことを確認するために使用され、その際、誰が資金を送受信したのか、どれだけの金額が送金されたのかについての詳細を開示しません。",
    bd23: "ユーザーが 4VBridgeX を介してトランザクションを送信すると、システムはトランザクションが有効であることを証明する zk-SNARK 証明を生成します。この証明はネットワークのバリデーターによって検証されますが、トランザクションデータ自体は隠されたままです。したがって、バリデーターはトランザクションの有効性を確認できますが、それを送信した人や送信先を知ることはありません。",
    bd24: "仕組み",
    bd25: "zk-SNARK は、取引が本物であることを示すコンパクトな証明を作成する複雑な数学的計算によって動作します。BridgeX では、送金するすべてのユーザーが自動的に zk-SNARK 証明を生成し、トランザクションが完了する前にネットワークで検証されます。",

    bd1: "は、現代のブロックチェーンコミュニティが直面する最も差し迫った課題の1つである、クロスチェーン相互作用とプライバシーを解決するために設計された革命的なプラットフォームです。Ethereum、Binance Smart Chain、Polygonなどのさまざまなブロックチェーンの発展に伴い、それぞれ独自の機能と利点を持つ多数の独立したエコシステムが出現しました。しかし、これらのネットワーク間には、ブロックチェーン間の相互作用とデータ転送の複雑さという重大な問題があります。",
    bid1: "ビデオを開く",
    bid2: "イントロダクション",
    bid3: "ソリューションアーキテクチャ",
    bid4: "クロスチェーンプロトコル BridgeX",
    bid5: "ミキシングメカニズム",
    bid6: "動的手数料システム",
    bid7: "BridgeXシステムワークフロー",
    bid8: "BridgeXへのzk-SNARKの統合",
    bid9: "zk-SNARKベースのミキサー操作",
    bid10: "Chainlinkオラクルの使用",
    bid11: "ノード展開",
    bid12: "セキュリティとコントロール",
    bid13: "結論",
    dexx: "私たちのDEXで暗号通貨を購入、販売、交換しましょう！私たちのクロスチェーンブリッジは、TON、Ethereum、TRON、Binance Smart Chain、Polygon、TON、Avalanche、Fantomなどの主要なネットワークをサポートし、ユーザーに広範な可能性を提供します。",
    wallet: "ウォレットを接続",
    brid: "クロスチェーンブリッジ",
    go: "DEXに行く",
    br9: "報酬: ステーキングするトークンが多ければ多いほど、またそれらがステーキングされている時間が長ければ長いほど、報酬は多くなります。",
    br10: "長期的な持続可能性: 最終報酬率は年率 10% です。",
    br2: "トランザクションプライバシー: 現代のブロックチェーンネットワークは本質的に透明性があり、すべてのトランザクションとその参加者を追跡できます。これは、特に財務取引の機密性を重視するユーザーにとってリスクを生じさせます。",
    br3: "ネットワーク間の資産移動の利便性: 様々なブロックチェーンを繋ぐブリッジは、しばしば使いづらく、攻撃リスクにさらされます。セキュリティ: クロスチェインインフラストラクチャの脆弱性は、ハッキング、資金の盗難、ユーザー信頼の喪失につながる可能性があります。",
    br4: "BridgeX は、Ethereum、Binance Smart Chain、Polygon、Solana などのネットワーク間で資産をシームレスに移動する機能をユーザーに提供します。",
    br5: "zk-SNARK テクノロジーは、トランザクションの初期化段階からクロスチェーン転送まで、BridgeX のトランザクション処理に深く統合されています。zk-SNARK は、データを開示する必要なく各トランザクションを検証することで、システムを非常に安全でユーザーにとって安心なものにします。",
    br6: "私たちのDEXで暗号通貨を購入、販売、および交換しましょう！私たちのクロスチェーンブリッジは、さまざまなブロックチェーン間での資産転送を可能にします（例: Ethereum、Binance Smart Chain、Polygon）。",
    br7: "4V.BridgeXは、Proof of Stake (PoS)システムをサポートしており、ユーザーがトークンをステーキングすることで報酬を得ることができます。仕組みは次のとおりです。",
    br8: "トークンのステーキング: 4V.BridgeXプラットフォームにFVXトークンを預けます。",
    bridge3:
      "これは、世界中からニュースやコンテンツを収集、処理、配信するための最新技術を組み合わせた革新的なプラットフォームです。私たちは、強力な解析ツールと人工知能を使用して、最新かつ高品質な情報を提供し、コンテンツを分析およびフィルタリングすることを専門としています。",
    br1: "現代の暗号通貨の世界では、プライバシー、安全性、および異なるブロックチェーン間での資産移動の利便性が最も重要な側面です。クロスチェーン技術の発展に伴い、ユーザーはブリッジとの相互作用の複雑さ、セキュリティリスク、プライバシーの脅威などの新たな課題に直面しています。これらの課題に対応するために、私たちはVELOS（Verified Exchange & Layered Obfuscated Security）を発表しました。これは、高度な匿名性を持つブロックチェーン間の簡単で迅速かつ安全な資産移動を可能にする革新的なシステムです。",
    bridge:
      "4V.BridgeX は、現代のブロックチェーンコミュニティが直面する最も差し迫った課題の 1 つであるクロスチェーンの相互作用とプライバシーを解決するために設計された革命的なプラットフォームです。",
    bridge2:
      "BridgeX は、統一された分散型システムを構築することでこの問題を解決します。このシステムは、ブロックチェーン間での資産の移動を可能にするだけでなく、ユーザーのセキュリティ、プライバシー、および匿名性も保証します。ゼロ知識証明方法である zk-SNARK を実装することにより、BridgeX プラットフォームはユーザーがデータを開示することなく転送を実行できるようにし、セキュリティを大幅に向上させます。BridgeX はまた、各トランザクションに追加のプライバシー層を提供するミキシング メカニズムを採用しています。",
    Menu: "メニュー",
    "TECH SPEC": "技術仕様",
    "TERMS OF SERVICE": "利用規約",
    "PRIVACY POLICY": "プライバシーポリシー",
    "WHITE PAPER": "ホワイトペーパー",
    "ROAD MAP": "ロードマップ",
    Company: "会社",
    Team: "チーム",
    Defi: "分散型金融",
    Documentation: "ドキュメンテーション",
    roadmapTitle: "ロードマップ 2024-2026",
    note: "これは最終版のロードマップではなく、毎月更新されます。",

    "2024StrengtheningAndExpansion": "2024: 強化と拡大",
    q3_2024: "Q3 2024",
    launchTelegramBot: "Telegram 用 4V.ROBOT の開始。",
    launchWhatsAppBot: "WhatsApp 用 4V.ROBOT の開始。",
    botDevelopmentTesting: "ボットの開発とテスト。",
    userAttractionCampaign:
      "ユーザーを引きつけるためのマーケティングキャンペーン。",
    integrationWithNewsAggregator: "4V.News ニュースアグリゲーターとの統合。",
    userFeedbackFeatures: "ユーザーのフィードバックに基づいた新機能の追加。",
    interfaceOptimization: "インターフェースとパフォーマンスの最適化。",

    q4_2024: "Q4 2024",
    launchVKBot: "VK 用 4V.ROBOT の開始。",

    "2025InternationalExpansionInnovation": "2025: 国際的な拡大と革新",
    q1_2025: "Q1 2025",
    launchFacebookMessengerBot: "Facebook Messenger 用 4V.ROBOT の開始。",
    launchDEX: "4V.DEX の開始。",
    launchDEFI: "4V.BridgeX. の開始。",
    educationWebinars: "ユーザー向けの教育資料とウェビナー。",
    cryptocurrencyReach: "4V 暗号通貨の普及の拡大。",
    exchangeListing: "新しい暗号通貨取引所での上場に向けた活動。",
    airdropCampaigns:
      "エアドロップキャンペーンとロイヤリティプログラムの実施。",

    q2_2025: "Q2 2025",
    launchInstagramBot: "Instagram 用ボットの開始。",
    launch4VNews: "4V.NEWS の開始。",
    communityManagement: "コミュニティ管理。",
    userCommunityDevelopment:
      "さまざまなプラットフォームでのアクティブなユーザーコミュニティの育成。",
    feedbackCollection: "定期的なアンケートとフィードバックの収集。",

    q3_2025: "Q3 2025",
    launchLinkedInBot: "LinkedIn 用 4V.ROBOT の開始。",
    internationalPromotion: "国際的なプロモーション。",
    marketAdaptation: "新しい市場への参入と地域の特性への適応。",

    q4_2025: "Q4 2025",
    launchTikTokBot: "TikTok 用 4V.ROBOT の開始。",
    partnershipPrograms: "パートナーシッププログラムの拡大。",
    cryptocurrencyPartnerships: "主要な暗号通貨プラットフォームとの提携。",
    jointAdvertising: "共同広告キャンペーンの実施。",

    "2026LeadershipStability": "2026: リーダーシップと安定",
    q1_2026: "Q1 2026",
    effectivenessAnalysis: "開始されたすべてのボットの効果の分析と最適化。",
    functionalityExpansion: "4V 保有者向けの機能の拡充。",
    newAdvertisingCampaigns:
      "新しい広告キャンペーンとパートナーシッププログラムの実施。",

    q2_2026: "Q2 2026",
    innovativeDevelopments: "革新的な開発。",
    aiIntegration: "AI や ML の導入によるサービス向上。",
    personalizedNews: "AI を利用したパーソナライズドニュースフィードの開発。",
    cryptoInfrastructure: "暗号通貨インフラの発展。",
    newMiningOpportunities: "4V の採掘と取引の新しい機会の創出。",
    walletsPaymentSystems: "独自のウォレットと支払いシステムの開発。",

    q3_2026: "Q3 2026",
    businessOptimization: "年間のビジネスのあらゆる面の分析。",
    scalingTeamGrowth: "成長を支えるためのチームの拡大とインフラの改善。",

    q4_2026: "Q4 2026",
    newBotsAndServices: "新しいボットとサービスの開始。",
    globalExpansion: "世界的な拡大。",
    serviceLocalization: "新しい地域向けのサービスのローカライズ。",

    "2027InnovationDevelopment": "2027: 革新の発展",
    q1_2027: "Q1 2027",
    techInnovation: "ユーザー体験向上のための新技術の導入。",
    newProductsTesting: "新しい製品とサービスの開発とテスト。",
    cryptocurrencyStrengthening: "暗号通貨の地位の強化。",
    promotionCampaigns:
      "4V のプロモーションと利用促進のための新キャンペーンの実施。",
    techDoc: {
      title: "4V 技術ドキュメント",
      introduction: "はじめに",
      architecture: "全体アーキテクチャ",
      glide: "GLIDE: ローカライズされたインテリジェントなダイナミックエンジン",
      newsAggregation: "ニュースの集約とコンテンツ管理",
      robot: "4V.ROBOT: コンテンツ集約における革新",
      crypto: "4V.COIN: 暗号通貨管理",
      dex: "4V.DEX: 分散型取引所",
      defi: "4V.DEFI: 分散型金融サービス",
      coin: "4V.coin: エコシステムトークン",
      dao: "DAOと分散型ガバナンス",
      conclusion: "結論",
      introDescription:
        "4Vは、ニュース処理、コンテンツ管理、およびデジタル資産管理を求めるユーザーを結びつける、先進的なプラットフォームです。4Vはニュースとコンテンツの収集、分析、パーソナライズのためのユニークなツールを提供し、ブロックチェーンベースの金融ソリューションを提供します。",
      introObjective:
        "4Vの目的は、4V.coinによるDEX、NFTプラットフォーム、およびDeFiサービスといった金融ツールの幅広い提供を通じて、主要なニュースと情報のプロバイダーになることです。",
      mainDirections: "主な方向性",
      innovativeApproach: "革新的なアプローチ",
      aiForPersonalization: "個人向けニュースフィードのためのAIの利用。",
      broadCoverage: "幅広いカバレッジ：世界中のニュースの収集。",
      integrationFinancialTools: "独自の金融ツールと4V暗号通貨の統合。",
      web3Development: "DEXおよびDeFiプラットフォームによるWeb 3.0の開発。",
      robotDescription1:
        "プラットフォームの主な機能の1つは4V.ROBOTであり、インターネットからコンテンツを収集し、自動的にソーシャルメディアに公開します。",
      robotDescription2:
        "管理者はカテゴリ、タグ、公開スケジュールを設定でき、システムは自動的にコンテンツを配信します。",
      robotDescription3:
        "この市場には大きな可能性があると信じています。4V.ROBOTはこの分野を開拓する初の製品です。",
      technologiesAndTools: "技術とツール",
      glideEngine: "GLIDE：ニュースフィードを自動調整するAIエンジン。",
      contentwiseEngine:
        "CONTENTWISE：コンテンツの収集とフィルタリングシステム。",
      distributor: "DISTRIBUTOR：コンテンツの自動配信システム。",
      smartshare: "SMARTSHARE：インテリジェントなコンテンツ共有システム。",
      architectureDescription:
        "4Vのアーキテクチャは、コンテンツと暗号通貨管理のニーズに応じて設計されています。",
      newsAggregator:
        "4V.NEWS：パーソナライズされたニュースのためのアグリゲーター。",
      glideModule:
        "GLIDE - AIベースのローカライズされたニュースフィルタリング。",
      cryptoModule: "4V.COIN - デジタル資産管理用の安全で透明なモジュール。",
      dexAndDefiModules: "4V.DEXおよび4V.DEFI - 分散型金融モジュール。",
      glideDescription:
        "GLIDEはユーザーの位置情報に基づいてリアルタイムでニュースフィードを最適化します。",
      newsAggregationDescription:
        "4V.NEWSは、数千のソースからデータを収集する強力なアグリゲーターです。",
      cryptoDescription:
        "4V.COINは安全で透明なデジタル資産管理を提供します。",
      marketMonitoring: "リアルタイムの市場監視。",
      secureTransactions: "スマートコントラクトによる安全な取引。",
      defiIntegration: "分散型金融サービスとの統合。",
      dexDescription:
        "4V.DEXは仲介者なしで暗号通貨を取引できる分散型取引所です。",
      coinDescription: "FVXはプラットフォームで利用されるトークンです。",
      tokenFeatures: "トークンの主な機能：",
      transactionFees: "FVXによるトランザクション手数料。",
      staking: "ネットワーク参加のためのステーキング。",
      voting: "FVX所有者の投票権。",
      stakingDelegation: "バリデーターへのステーキングの委任。",
      interoperability:
        "4V.coinはブロックチェーン間の相互運用性をサポートします。",
      daoDescription1: "4VはDAOを通じて分散型ガバナンスを推進します。",
      daoDescription2: "4V.ROBOTの収益の50％はトークンの再購入に使用されます。",
      conclusionDescription:
        "4Vはニュース集約、デジタル資産管理、分散型金融製品のためのユニークなソリューションを提供します。",
    },
    whitepaper: {
      title: "4V会社のホワイトペーパー",
      introduction:
        "4Vは、人工知能（AI）、機械学習（ML）、ブロックチェーンなどの最先端技術を活用して、ニュースと情報サービスのリーディングプロバイダーになることを目指しています。このドキュメントは、今後3年間で設定された目標を達成するために実施される主要な方向性と技術的な側面を概説しています。すべてのボットは4V.Newsニュースアグリゲーターと統合され、データの同期と各ユーザーに合わせたニュースフィードの提供が保証されます。",
      mainDirections: "主な方向性",
      mainDirectionsDescription:
        "AIを使用してパーソナライズされたニュースフィードを作成します。広範なカバレッジ：さまざまなトピックに関する世界中のニュースの収集と集約。便利なツール：ニュースへのアクセスを容易にするボットとアグリゲーターの開発。自社の暗号通貨：4V暗号通貨の普及と統合。Web 3.0開発：分散型取引所（DEX）、DeFiサービス、およびNFTプラットフォームの立ち上げ。",
      innovativeApproach: "革新的なアプローチ",
      innovativeApproachDescription:
        "さまざまなソースからニュースを集約することが、パーソナライズされたニュースフィードを作成する基盤です。これには、ニュースサイト、ソーシャルネットワーク、ブログなどの情報収集が含まれます。データ分析の準備のために、データはフィルタリングと標準化の段階を経て、関連性のない情報を除外し、データフォーマットを標準化します。",
      broadCoverage: "広範なカバレッジ",
      broadCoverageDescription:
        "4Vは、世界中のさまざまなソースからニュースを収集し、ユーザーがさまざまなトピックに関する多様で最新の情報にアクセスできるようにします。4V.Newsアグリゲーターは、さまざまなメッセンジャーやソーシャルネットワークのボットと統合され、ユーザーが便利な形式でニュースを受信できるようにします。",
      launch: "ローンチ",
      launchDescription:
        "プラットフォームの公開ローンチは4V暗号通貨と統合され、ユーザーは分散型取引所で暗号通貨を取引し、DeFiサービスを利用できます。",
      botDevelopment: "ボットとアグリゲーターの開発",
      botDevelopmentDescription:
        "WhatsApp、Facebook Messenger、Instagram、LinkedIn、TikTokなどの人気メッセンジャーやソーシャルネットワーク用にボットが開発されます。各ボットは、ユーザーの関心に基づいてニュースとパーソナライズされたフィードにアクセスを提供します。",
      technicalDocumentation: "技術文書",
      tokenomicsTitle: "FVXのトークンエコノミクス",
      tokenUsage: "FVXトークンの使用",
      tokenUsageDescription:
        "FVXは4Vエコシステムの中心的なトークンであり、複数の機能を持ちます：取引支払い、ステーキング、および投票。ユーザーはFVXを使用してクロスチェーントランスファーの手数料を支払い、トランザクションミキシング、ブリッジの使用、オラクル検証を含みます。ステーキングにより、ユーザーは4Vネットワークに参加し、報酬を獲得し、ネットワークセキュリティを向上させます。トークン所有者はエコシステムの開発に投票権も得て、分散化と民主的な意思決定を促進します。",
      stakingDelegation:
        "ステーキング委任：ユーザーは他のバリデーターにFVXトークンを委任し、報酬の一部を得ることができます。この委任は、トークン所有者がトークンをシステム内に保持し、プロジェクトの流動性を高めるよう奨励します。",
      tokenDistributionTitle: "FVXトークンの分配",
      tokenDistribution: "トークンの分配",
      totalTokens: "トークン総数：4 444 444 444",
      userStaking:
        "37% - ユーザーのためのステーキング、参加報酬、およびその他のアクティビティを通じて。",
      teamDevelopers: "17% - チームと開発者のため。",
      liquidity: "24% - 流動性のため（流動性プールおよび取引所で）。",
      earlyAccess:
        "22% - アーリーアクセスプログラムおよび報酬キャンペーンのため。",
      conclusionTitle: "結論",
      conclusionDescription:
        "4Vは、ニュースとコンテンツを世界中で収集、処理、配信するために最新技術を活用する革新的なプラットフォームです。私たちは、強力な分析ツールと人工知能を使用して、タイムリーで質の高い情報を提供することに注力しています。",
    },
    privacy: {
      title: "4Vプライバシーポリシー",
      lastUpdated: "最終更新日: 2023年10月11日",
      contentsTitle: "目次",
      contents: {
        infoCollection: "情報の収集",
        infoUsage: "情報の利用",
        rightsCalifornia: "カリフォルニア州のプライバシー権",
        rightsEurope: "欧州の個人向けの開示",
        dataTransfer: "データの転送と保存",
        cookies: "クッキーの使用",
        security: "データのセキュリティ",
        contact: "お問い合わせ",
      },
      infoCollection: {
        title: "情報の収集",
        text1:
          "当社は、直接提供された個人情報（例: 4Vサイトでの登録時）およびサービス利用時に自動的に収集される情報を収集します。これには、お名前、連絡先情報、取引情報、およびデバイス情報が含まれます。",
        text2:
          "当社はまた、クッキーなどのトラッキング技術を使用して、サイト上の活動に関する情報を収集します。これらのデータは、サービスの向上やユーザーインターフェイスのカスタマイズに役立ちます。",
      },
      infoUsage: {
        title: "情報の利用",
        text1:
          "当社は、収集した情報をサービスの提供と改善、トランザクションの処理、通知の送信、およびデータ保護に使用します。例えば、連絡先情報は、更新情報やセキュリティ通知の送信に使用されることがあります。",
        text2:
          "また、情報を分析やコンテンツのパーソナライズ、およびサイト機能の向上に使用する場合があります。",
      },
      rightsCalifornia: {
        title: "カリフォルニア州のプライバシー権",
        text: "カリフォルニア州消費者プライバシー法（CCPA）に基づき、カリフォルニア州の住民には、個人データの収集および利用に関する情報の請求や削除の要求をする権利があります。あなたには以下の権利があります：",
        list: {
          access: "当社が収集した個人情報にアクセスする権利。",
          deletion:
            "法律で求められている場合を除き、データの削除を要求する権利。",
          optOut: "データの販売をオプトアウトする権利（該当する場合）。",
        },
      },
      rightsEurope: {
        title: "欧州の個人向けの開示",
        text: "EEA、イギリスまたはスイスの居住者である場合、一般データ保護規則（GDPR）に基づき、次の権利を有します：",
        list: {
          access: "データへのアクセスとそのコピーを得る権利。",
          correction: "不正確なデータを訂正する権利。",
          deletion: "データの削除を求める権利。",
          restriction: "データ処理を制限する権利。",
          portability: "データの移植性の権利。",
        },
        contact:
          "これらの権利を行使するには、次のアドレスで当社に連絡してください",
      },
      dataTransfer: {
        title: "データの転送と保存",
        text1:
          "当社は、責務の遂行に必要な場合、データを第三者に転送し、米国を含むさまざまな国にあるサーバーに保存することができます。すべてのデータ転送は、法的要件に準拠しています。",
        text2:
          "当社はデータの保護に合理的な措置を講じていますが、インターネット上でのデータ転送は完全に安全ではないことをご理解ください。",
      },
      cookies: {
        title: "クッキーの使用",
        text: "当社は、サイト上での活動に関する情報を収集するためにクッキーを使用しています。これにより、ユーザーエクスペリエンスの向上およびパーソナライズされたコンテンツの提供が可能になります。必要に応じて、ブラウザでクッキー設定を管理し、無効化できます。",
      },
      security: {
        title: "データのセキュリティ",
        text1:
          "当社は、個人情報の保護に努めています。セキュリティ対策には、データの暗号化、パスワード保護、定期的なセキュリティ監査が含まれます。",
        text2:
          "しかし、当社の最善の努力にもかかわらず、いかなるセキュリティシステムも完全な保護を保証することはできません。ご自身の情報の保護に必要な措置を講じるようお勧めします。",
      },
      contact: {
        title: "お問い合わせ",
        text: "このプライバシーポリシーについて質問がある場合は、info@4V.comまでお問い合わせください。",
      },
    },
    terms: {
      title: "4V 利用規約",
      lastUpdated: "最終更新日: 2023年10月11日",
      contentsTitle: "目次",
      contents: {
        agreement: "利用規約への同意",
        license: "ユーザーライセンスの範囲",
        prohibited: "禁止事項",
        dataSecurity: "データセキュリティ",
        disputes: "紛争解決",
        californiaRights: "カリフォルニア州居住者の権利",
        miscellaneous: "その他の規定",
        contact: "お問い合わせ",
      },
      agreement: {
        title: "利用規約への同意",
        text1:
          'このエンドユーザーライセンス契約および利用規約（"EULA"）は、4V（"私たち"、"当社"）とお客様の間で締結される、本サービスおよびウェブサイトの利用に関する法的拘束力のある契約です。当サイトおよびサービスを利用することにより、お客様は本規約に従うことに同意したものとみなされます。規約に同意されない場合は、サービスの利用を中止してください。',
        text2:
          "当社は、本契約を随時変更する権利を有します。更新後にサービスを継続して利用することは、新しい規約に同意したものとみなされます。",
      },
      license: {
        title: "ユーザーライセンスの範囲",
        text1:
          "4Vは、個人的な目的でのみ利用するための、限定的で個人的かつ譲渡不可のライセンスをお客様に付与します。本サービスの複製、変更、逆コンパイル、配布は禁止されています。",
        text2:
          "これらの規約に違反した場合、サービスの利用が拒否され、法的責任を負う可能性があります。",
      },
      prohibited: {
        title: "禁止事項",
        text1:
          "お客様は、他のユーザーの個人データ収集、システムへの不正アクセスの試み、悪意のあるソフトウェアの配布、法令や規制の違反など、違法な目的で当サービスを使用しないことに同意します。",
        text2:
          "当社は、これらの規約に違反するユーザーのサービス利用をブロックする権利を有します。",
      },
      dataSecurity: {
        title: "データセキュリティ",
        text: "当社は、ユーザーデータを保護するために必要な措置を講じています。しかし、インターネット上でのデータの完全なセキュリティは保証できません。お客様は自己責任で本サービスを利用することに同意します。",
      },
      disputes: {
        title: "紛争解決",
        text1:
          "4Vサービスの利用に起因する紛争は、スイス法に基づき仲裁で解決されます。集団訴訟は認められていません。お客様は個別の紛争解決に同意します。",
        text2:
          "紛争を解決するには、最初に当社のメールアドレス support@4V.com に書面で通知する必要があります。",
      },
      californiaRights: {
        title: "カリフォルニア州居住者の権利",
        text: "カリフォルニア州消費者プライバシー法 (CCPA) に基づき、カリフォルニア州居住者は当社がデータを収集および利用する方法に関する情報の請求やデータの削除を要求できます。",
      },
      miscellaneous: {
        title: "その他の規定",
        text: "これらの規約は、当サービスの利用に関するお客様と4Vの間の完全な合意を構成します。当社は、事前通知なしに当社の権利および義務を他者に譲渡することができます。本契約の変更は、当社ウェブサイトに掲載されます。",
      },
      contact: {
        title: "お問い合わせ",
        text: "4Vサービスの利用に関するご質問やご不満がある場合は、support@4V.com にて当社までご連絡ください。",
      },
    },
    "team title": "私たちの国際チーム",
    "team text":
      "私たちは、チームが世界中の高い資格を持つ専門家で構成されていることを誇りに思います。オランダ、エストニア、カナダなどの国々の開発者、マーケティング担当者、ブロックチェーン技術の専門家が、現代の問題に対する革新的なソリューションを創造するという共通の目標で団結しています。",

    "4V is an innovative":
      "4Vは、世界中のニュースやコンテンツを収集、処理、配信するための最新技術を結集した革新的なプラットフォームです。",
    "4V.NEWS is an innovative platform that combines":
      "は、世界中のニュースやコンテンツを収集、処理、配信するための最新技術を組み合わせた革新的なプラットフォームです。私たちは、強力な解析ツールと人工知能を使用して、関連性の高い高品質な情報を提供することに特化しています。",
    "Find out more": "もっと知る",
    "Aggregating news from different":
      "さまざまなソースからのニュースを集約することは、パーソナライズされたニュースフィードを作成する基盤です。これには、ニュースサイト、ソーシャルネットワーク、ブログなどからの情報の収集が含まれます。",
    "Development and training":
      "ユーザーの嗜好を分析し、ニュースコンテンツをパーソナライズするためのAIモデルの開発とトレーニング。モデルは大量のデータでトレーニングされ、ユーザーの興味を正確に判断します。",
    "Integration with 4V.News.":
      "4V.Newsとの統合。すべてのボットはニュースアグリゲーター4V.Newsと統合されます。これにより、データの同期と各ユーザーのパーソナライズされたニュースフィードが保証されます。ボットはアグリゲーターからデータを取得し、ユーザーに便利な形式で提供します。",
    "For maximum convenience":
      "最大限の利便性のために、4Vは最も人気のあるソーシャルネットワークと統合しています。Telegram、Facebook、Twitterなどのプラットフォーム上のボットが、ユーザーに更新情報や独占コンテンツへのアクセスを提供します。",
    "This system":
      "このシステムは、位置情報に基づいてニュースフィードを自動的に調整し、最新のローカルおよび国際的な更新情報を提供します。",
    "Users who own FVX tokens":
      "FVXトークンを所有しているユーザーは、プラットフォームの開発に関する主要な問題についての投票に参加できます。これには、統合する新しいブロックチェーンの承認、料金変更、セキュリティアップデートなどが含まれます。このようにして、4Vはコミュニティによって運営される完全に分散型のプラットフォームとなります。",
    "4V.ROBOT is an indispensable assistant for channel":
      "4V.ROBOTは、チャネル管理に欠かせないアシスタントです。人気のソーシャルメディアプラットフォームでチャネルを作成し、ボットでプロセスを自動化します。",

    "With 4V.NEWS":
      "4V.NEWSを使用すると、さまざまなカテゴリやタグから選択して、ニュースフィードをカスタマイズしたり、自分だけのパーソナライズされたタグを作成したりできます。",
    GLIDE:
      "GLIDE (グローバル ローカライズされたインテリジェント ダイナミック エンジン)。",
    "Our sophisticated":
      "当社の高度なAIは、個人的な好みにとどまりません。また、位置情報に基づいてニュースフィードを自動的に調整します。",
    "4V.ROBOT is an indispensable assistant":
      "4V.ROBOTは欠かせないアシスタントです。",
    "4V.NEWS is more than just a news aggregator":
      "4V.NEWSは単なるニュースアグリゲーターではなく、あなたのパーソナルニュースコンシェルジュです。 AIによる分析、パーソナライズされたニュース配信、使いやすいインターフェースで、常に一歩先を行きましょう。",
    "FVX owners":
      "FVXの所有者は、4Vエコシステムの開発における重要な問題について投票する権利を持ち、このプロジェクトを分散型で民主的なものにします。",
    "The best solution":
      "ニュースサイトやソーシャルメディアチャンネルに最適なソリューション。 人工知能を使用した完全自動化されたソリューション。",
    "Convenient tools":
      "便利なツール。 ニュースに簡単にアクセスするためのボットとアグリゲーターの開発。",
    "Powerful tools and integrations": "強力なツールと統合",
    "Get FVX": "FVXを手に入れよう",
    "Dont miss your chance": "FVXを最初に手に入れるチャンスをお見逃しなく！",

    "Over the next 3 months":
      "今後3ヶ月間、コミュニティのすべてのメンバーはFVXを完全に無料で受け取ることができます。この3ヶ月間で、すべての発表されたソーシャルネットワーク向けに4V.ROBOTの完成版をリリースし、デジタル資産とのやり取りを容易にするためにウォレットとゲートウェイブリッジを準備します。また、スマートコントラクトの監査を実施し、最大限のセキュリティを確保します。配布終了後の3ヶ月後には、IDOでコインを購入するか、取引所で取得するか、ステーキングを通じて受け取ることができます。",

    "4V.WEB 3.0":
      "4V.WEB 3.0 は、ブロックチェーン技術と分散型アプリケーション (dApps) を組み合わせた革新的なプラットフォームです。私たちは、ユーザーが分散型ネットワークでのやり取りを行う機会を提供し、高いレベルのセキュリティ、透明性、自律性を保証します。4V.WEB 3.0 は、開発者が自分の dApps を作成および展開することを可能にし、ユーザーは幅広い分散型サービスを利用できます。",
    "4V.DEX":
      "4V.DEX は、ユーザーが仲介者なしで直接暗号通貨を取引できる分散型取引所です。このプラットフォームは、ブロックチェーン技術を使用してトランザクションのセキュリティと透明性を保証し、ユーザーが資産を完全に管理し、いつでも交換を行うことができます。",
    "4V.ROBOT":
      "4V.ROBOT は、ボットの動作を最適化するために人工知能の要素を統合し、Telegram、Twitter、Facebook などのさまざまなソーシャルネットワークとの統合を可能にします。これらのボットは、ユーザーがニュースの更新を即座に受け取り、ソーシャルネットワークでのコンテンツ管理を自動化することを可能にします。",
    "4V.CRYPTO":
      "4V.COIN は、デジタル資産を扱うための革新的なソリューションとサービスを提供する、当社の暗号通貨業界における部門です。私たちは、さまざまな製品を提供しています。",
    "DISTRIBUTOR (Automatic Content Distributor)":
      "コンテンツをあなたのチャンネルやソーシャルネットワークに自動的に配信するシステム。",
    "CONTENTWISE (Content Wise Engine)":
      "ユーザーの好みに基づいてコンテンツを収集し、フィルタリングするインテリジェントなシステム。",
    "4V.COIN":
      "FVX トークンの総数は 4 444 444 444 で、このトークンは TON ネットワークにあり、4V.ROBOT、4V.DEFI、4V.DEX などのサービスとのやり取りに使用されます。ステーキングのデリゲーション - ユーザーは自分の FVX トークンを他のバリデーターにデリゲートし、その報酬の一部を獲得できます。",
    DAO: "FVX 保有者は、4V エコシステムの発展に関する重要な問題に対して投票する権利を持ち、プロジェクトを分散型かつ民主的にします。",
    "SMARTSHARE (Intelligent Sharing Protocol)":
      "時間、イベント、オーディエンスに基づいてコンテンツの公開シナリオを設定できるシステム。",
    "4V.DEFI":
      "4V.DEFI は、ローンやステーキングのための分散型金融サービスを提供するプラットフォームです。ここでは、ユーザーがブロックチェーン技術を使用して、透明性とセキュリティを保証するさまざまな金融ツールを利用できます。",
    "GLIDE (Global Localized Intelligent Dynamic Engine)":
      "私たちの高度な AI は、個人の好みにとどまらず、あなたの位置情報に基づいてニュースフィードを自動的に調整します。",
    "4V.NEWS":
      "現代の世界で迅速かつ正確な情報を得ることの重要性を私たちは理解しています。私たちのスクレイピングアルゴリズムは、数千のソースから瞬時にデータを収集します。",
    "Learn More": "もっと詳しく知る",
    "Welcome to 4V.NEWS1": "4V.NEWSへようこそ",
    RESOURCES: "リソース",
    START: "スタート",
    "video title": "証拠に基づく信頼できる情報",
    "We are constantly":
      "私たちは、最も関連性の高い有用な情報を提供するために、常に能力を向上させ、拡張しています。",
    "you can now mine": "初期段階でコインを採掘できます！",
    "The DAO":
      "DAOは、ユーザーが更新、プロトコルの変更、新しい統合について投票できるようにします。",
    "4V.ROBOT integrates": "4V.ROBOTは人工知能の要素を統合しています",
    "We offer a wide range of products":
      "私たちは、安全な暗号通貨ウォレット、取引および交換プラットフォーム、そして市場追跡分析ツールを含む幅広い製品を提供しています。私たちの使命は、暗号通貨の使用を誰にとっても便利で使いやすいものにし、高いレベルのセキュリティと信頼性を確保することです。また、WEB 3.0技術を導入して、分散型金融（DeFi）プラットフォームや分散型取引所（DEX）など、私たちの製品やサービスの機能を拡張する予定です。",
    "Innovative approach":
      "革新的なアプローチとAIの活用により、パーソナライズされたニュースフィードを作成。幅広い分野で世界中のニュースを収集・集約。",
    "FVX is a token on the TON":
      "4V.coinは、4V.ROBOT、4V.DEFI、4V.DEXなどのサービスとやり取りするためのTONネットワーク上のトークンです。",
    "4V.COIN is our company’s":
      "4V.CRYPTOは、暗号通貨業界における当社のツールであり、デジタル資産の取り扱いに関する革新的なソリューションとサービスを提供します。",
    "The best solution for news":
      "ニュースサイトとソーシャルメディアチャンネル向けの最適なソリューション。人工知能を使用した完全自動化ソリューション。",
    "Welcome to 4V.NEWS":
      "4V.NEWSへようこそ。ニュース集約と情報管理における革新の頂点。最先端の人工知能をシームレスに統合するために設計されています。",
    "4V is an innovative platform":
      "4Vは、世界中のニュースやコンテンツを収集、処理、配信するための最新技術を組み合わせた革新的なプラットフォームです。強力なパーシングツールと人工知能を使用して、関連性が高く高品質な情報を提供し、コンテンツを分析およびフィルタリングすることを専門としています。",

    "Cutting-edge technology for news and content":
      "ニュースとコンテンツの最先端技術",
  },
  ko: {
    "send": "보내다",

    "bd52": "크로스체인 전송에 대한 혁신적인 솔루션을 제공하여 최대 익명성, 보안 및 유연성을 제공합니다. zk-SNARK 및 혼합 메커니즘 통합을 통해 사용자는 데이터를 공개하지 않고 블록체인 간에 자산을 안전하게 이동할 수 있습니다. 4V는 진화를 계속하고 추가적인 보안 및 확장성을 보장하기 위해 개선 및 신기술 도입을 계획하고 있습니다.",

    "bd51": "BridgeX에서 zk-SNARK 및 혼합 메커니즘을 통합하면 최고의 프라이버시와 익명성을 보장할 수 있습니다. 고급 암호화 방법을 사용하면 BridgeX는 트래픽 분석 및 거래 추적을 포함한 대부분의 알려진 공격에 저항할 수 있습니다.",

    "bd50": "4V가 자체 노드를 통해 라우팅을 독립적으로 관리할 수 있으므로 트랜잭션 처리 속도가 증가합니다",

    "bd49": "타사 인프라 공급자로부터 독립",

    "bd48": "검증 프로세스를 제어하여 보안 향상",

    "bd47": "독자적인 노드 배포의 장점",

    "bd46": "BridgeX는 체인 간 거래에서 데이터 정확성을 보장하기 위해 Chainlink 오라클을 사용합니다. Chainlink 오라클은 소스 네트워크의 자산 상태를 추적하고 대상 네트워크에서 동등한 자산이 출시되기 전에 이를 잠금 상태로 보장합니다. 이를 통해 오류 또는 데이터 조작의 위험이 최소화됩니다.",

    "bd45": "4V는 각 지원 네트워크에 자체 노드를 배포할 계획이며, 이를 통해 거래 통제가 강화되고 시스템 보안이 향상됩니다. 4V 노드는 거래 검증, 브리지 관리, 네트워크 전체 상태 유지와 같은 기능을 수행합니다.",

    "bd44": "Chainlink와의 통합은 BridgeX의 인프라에서 중요한 부분을 차지하며, 시스템의 신뢰성과 안정성에 기여합니다.",

    "bd43": "zk-SNARK 기술은 초기화 단계부터 크로스체인 전송에 이르기까지 BridgeX의 트랜잭션 처리에 깊이 통합되어 있습니다. zk-SNARK는 데이터를 공개하지 않고도 각 트랜잭션을 검증하여 시스템을 사용자에게 매우 안전하고 신뢰할 수 있게 만듭니다.",

    "bd42": "ユーザーは送金完了の通知を受け取り、トランザクションは送信元と送信先のネットワークの両方に表示され、完全な匿名性が保証されます。",

    "bd41": "거래 확인",

    "bd40": "믹싱 후 BridgeX는 대상 네트워크에서 동등한 자산을 생성하여 사용자가 사용할 수 있도록 합니다. 이러한 자산은 원래 거래와 더 이상 연결되지 않으므로 완전한 익명성이 보장됩니다.",

    "bd39": "크로스체인 전송",

    "bd38": "자산을 대상 네트워크로 보내기 전에 거래는 믹서를 통과하며, 그곳에서 부분으로 나뉘고 다른 거래와 혼합됩니다. 이 시점에서 zk-SNARK는 거래의 세부 사항을 공개하지 않고 진본임을 확인합니다.",

    "bd37": "zk-SNARK 및 믹서 사용",

    bd36: "이 시점에서 시스템은 크로스체인 프로토콜 메커니즘을 따라 대상 네트워크에서 동등한 자산을 발행하기 위한 준비를 시작합니다.",

    bd35: "거래를 받은 후 시스템은 스마트 계약을 통해 소스 네트워크에서 사용자의 자산을 잠급니다.",

    bd34: "사용자는 BridgeX의 단일 공용 주소로 디지털 자산을 보냅니다. 이 주소는 지원되는 모든 블록체인에서 공유됩니다. BridgeX Universal Asset Routing(BUAR) 시스템은 암호화폐 유형과 거래의 출처 네트워크를 자동으로 식별합니다. 예를 들어 사용자가 이더리움에서 USDT를 보낸 경우 시스템이 이 거래를 자동으로 인식하고 경로를 결정합니다.",

    bd33: "거래 초기화",

    bd32: "시스템 작동 프로세스는 여러 단계로 나눌 수 있습니다.",

    bd31: "시스템 작동 프로세스는 사용자가 모든 블록체인 네트워크로 자산을 전송할 수 있는 통합 인터페이스를 제공합니다.",

    bd30: "사용자가 BridgeX를 통해 100 USDT를 보내고 싶다고 가정해 보겠습니다. 즉각적인 전송을 위해 더 높은 요금을 선택하거나 요금을 줄일 수 있지만 거래는 더 많은 혼합 단계를 거치게 되어 더 높은 수준의 익명성을 보장합니다.",

    bd29: "동적 수수료 시스템의 예",

    bd28: "BridgeX는 사용자가 자신의 선호도에 따라 거래를 맞춤화할 수 있는 동적 요금 시스템을 제공합니다. BridgeX의 요금 시스템은 사용자가 거래 매개변수를 선택하는 데 있어 유연성을 제공하도록 설계되었습니다. 예를 들어, 사용자가 거래를 더 빠르게 실행하려면 더 높은 요금을 선택하여 처리 속도를 높일 수 있습니다. 동시에 사용자가 더 높은 수준의 개인 정보를 선호하는 경우 시스템은 추가 혼합 수준을 선택하도록 제안하며, 이는 요금을 증가시키지만 최대한의 익명을 보장합니다.",

    bd27: "동적 수수료 시스템",

    apes1:
      "4V.APES는 FVX 토큰을 무료로 받을 수 있는 웹 앱 텔레그램 게임입니다.",

    bd2: "는 블록체인 간 자산 전송을 용이하게 할 뿐만 아니라 사용자 보안, 개인 정보 보호 및 익명을 보장하는 통합된 분산 시스템을 생성하여 이 문제를 해결합니다. zk-SNARK(제로 지식 증명 방법)를 통합함으로써 BridgeX 플랫폼은 데이터를 공개하지 않고 전송을 수행할 수 있도록 하여 보안을 크게 향상시킵니다. 또한 Bridge<span class='text-danger'>X</span>는 각 거래에 대해 추가적인 프라이버시 수준을 제공하기 위해 믹싱 메커니즘을 사용합니다.",
    bd3: "BridgeX 플랫폼은 현대적인 조건에 적응할 뿐만 아니라 크로스 체인 상호작용의 미래를 창조합니다. 시스템의 각 요소는 개인정보 보호, 확장성, 분산화와 같은 암호화 생태계가 직면한 현재의 과제를 고려하여 설계되었습니다.",
    bd4: "다층 모듈식 시스템을 나타내며 네트워크 성장과 사용자 수 증가에 따라 쉽게 적응하고 확장할 수 있습니다. 이 아키텍처는 BridgeX 크로스체인 프로토콜, 트랜잭션 믹싱 시스템, 데이터 보호를 위한 zk-SNARK, 동적 수수료 시스템 및 유연한 설정과 같은 여러 주요 구성 요소를 기반으로 합니다.",
    bd5: "각 기술은 네트워크 부하 또는 사용자 수에 관계없이 데이터 보안 및 높은 성능을 보장하기 위해 코어 아키텍처에 통합되었습니다. BridgeX의 개발은 분산화 중심 접근 방식을 기반으로 하여 시스템의 중앙 제어를 제거하고 DAO 메커니즘을 통해 사용자에게 권한을 이전했습니다. BridgeX 아키텍처는 성능, 보안, 개인 정보 보호라는 세 가지 핵심 측면을 염두에 두고 설계되었습니다. 이 섹션에서는 시스템의 주요 구성 요소와 그 상호 작용을 자세히 설명합니다.",
    bd6: "BridgeX는 크로스체인 상호작용을 담당하는 4V.CRYPTO의 핵심 구성 요소입니다. 이를 통해 사용자는 다양한 블록체인 네트워크 간에 디지털 자산을 송수신할 수 있습니다. 이는 다양한 플랫폼이 직접 상호작용할 수 없는 현대의 멀티블록체인 세계에서 특히 중요합니다. BridgeX는 사용자가 Ethereum, Binance Smart Chain, Polygon, Solana 등의 네트워크 간에 자산을 원활하게 이동할 수 있도록 합니다.",
    bd7: "BridgeX는 스마트 계약을 사용하여 원본 네트워크에서 자산을 잠그고 대상 네트워크에서 동등한 금액을 발행합니다. 예를 들어, 사용자가 Ethereum에서 Binance Smart Chain으로 10 ETH를 보내고자 할 경우, BridgeX는 Ethereum 네트워크에서 10 ETH를 잠그고 Binance Smart Chain에서 BEP-20 토큰으로 동등한 금액을 발행합니다.",
    bd8: "모듈식 시스템을 나타내며 표준화된 인터페이스를 통해 다양한 블록체인 네트워크와 원활하게 통합됩니다. 이를 통해 BridgeX에 새로운 블록체인을 쉽게 추가할 수 있으며 시스템을 완전히 재설계할 필요가 없습니다. 예를 들어, 향후 Cardano 또는 Polkadot과 같은 높은 적응성을 가진 새로운 블록체인이 등장하면 최소한의 변경으로 BridgeX에 통합될 수 있습니다.",
    bd9: "BridgeX의 또 다른 중요한 기능은 트랜잭션 라우팅을 최적화하는 능력입니다. 시스템에는 현재 네트워크 혼잡을 분석하고 사용자의 트랜잭션에 가장 적합한 경로를 제안하는 인공 지능 메커니즘이 포함되어 있습니다. 예를 들어 이더리움 네트워크가 과부하되어 트랜잭션이 느리게 처리되는 경우 BridgeX는 사용자가 Binance Smart Chain 또는 Polygon과 같은 덜 혼잡한 네트워크를 통해 자산을 전송하도록 제안하여 수수료를 줄이고 속도를 높일 수 있습니다.",
    bd10: "스마트 거래 라우팅.",
    bd11: "운영 예시.",
    bd12: "사용자가 이더리움 네트워크에서 폴리곤 네트워크로 USDT 토큰을 전송하려고 한다고 가정해 보겠습니다. 먼저 BridgeX는 유동성 가용성을 확인하고 스마트 계약을 통해 이더리움 네트워크에서 USDT를 잠급니다. 그런 다음 시스템은 유사한 계약을 통해 폴리곤 네트워크에 해당 금액의 USDT를 발행합니다. 전체 프로세스는 자동화되어 몇 초 안에 완료되며, zk-SNARK를 사용하여 거래를 보호하여 익명성을 보장합니다.",
    bd13: "믹싱 메커니즘.",
    bd14: "BridgeX의 믹싱 메커니즘은 거래의 출처와 목적지를 최대한 숨겨 네트워크 참가자의 익명성을 보장하도록 설계되었습니다. 믹싱은 다양한 사용자 간의 거래를 섞는 것을 포함하며, 공공 블록체인을 통해 추적하더라도 자금의 송신자와 수신자를 확인하는 것이 불가능합니다. 이는 개인 정보 보호를 중요하게 여기고 거래 추적을 피하려는 사용자에게 특히 중요합니다.",
    bd15: "믹싱은 어떻게 작동하나요?",
    bd16: "BridgeX의 믹싱 메커니즘은 고급 암호화 알고리즘과 데이터 난독화를 사용하여 '거래 풀'을 생성하며, 여기에서 혼합된 자금이 전송됩니다. 사용자가 BridgeX를 통해 자금을 전송하면 거래가 더 작은 부분으로 나뉘고 다른 사용자의 거래와 혼합됩니다. 이를 통해 자금이 어디에서 왔는지와 어디로 보냈는지를 추적하는 것이 거의 불가능합니다.",
    bd17: "믹싱 작동 방식의 예",
    bd18: "BridgeX를 통해 사용자가 5 ETH를 전송한다고 가정해 보겠습니다. 이 5 ETH를 수신자의 주소로 직접 전송하는 대신, 시스템은 금액을 더 작은 부분으로 나누고, 예를 들어 0.1 ETH로 나누어 네트워크 내에서 다양한 경로를 통해 전송합니다. 동시에 다른 사용자의 트랜잭션도 혼합되어 외부 관찰자가 누가 자금을 보냈고 누구에게 보냈는지 파악하는 것이 거의 불가능합니다.",
    bd19: "안전한 증거",
    bd20: "이것은 4VBridgeX에서 데이터를 보호하고 사용자 프라이버시를 보장하기 위해 적극적으로 사용되는 가장 진보된 암호화 기술 중 하나입니다. zk-SNARK는 거래, 참가자 또는 금액에 대한 데이터를 공개하지 않고 거래의 진정성을 증명하는 데 사용됩니다.",
    bd21: "무엇입니까",
    bd22: "이는 한 당사자(입증자)가 관련 데이터의 어떠한 정보도 공개하지 않고 다른 당사자(검증자)에게 진술이 참임을 설득할 수 있도록 하는 암호학적 증명 방법입니다. 4VBridgeX의 맥락에서 zk-SNARK는 누가 자금을 보냈는지 또는 받았는지, 얼마가 전송되었는지에 대한 세부정보를 공개하지 않고 거래가 발생했음을 확인하는 데 사용됩니다.",
    bd23: "사용자가 4VBridgeX를 통해 거래를 보낼 때 시스템은 거래가 유효하다는 것을 증명하는 zk-SNARK 증명을 생성합니다. 이 증명은 네트워크 검증자가 검증하지만 거래 데이터 자체는 숨겨져 있습니다. 따라서 검증자는 거래의 유효성을 확인할 수 있지만 누가 보냈는지 또는 누구에게 보냈는지 알 수 없습니다.",
    bd24: "어떻게 작동합니까",
    bd25: "zk-SNARK는 거래에 대한 정보를 공개하지 않고 거래가 진실하다는 간단한 증명을 생성하는 복잡한 수학적 계산을 통해 작동합니다. BridgeX에서는 자금을 보내는 모든 사용자가 거래가 완료되기 전에 네트워크에서 검증되는 zk-SNARK 증명을 자동으로 생성합니다.",

    bd1: "는 현대 블록체인 커뮤니티가 직면한 가장 시급한 문제 중 하나인 크로스체인 상호작용 및 프라이버시 문제를 해결하기 위해 설계된 혁신적인 플랫폼입니다. Ethereum, Binance Smart Chain, Polygon 등 다양한 블록체인의 발전으로 각각 고유한 기능과 장점을 가진 많은 독립적인 생태계가 등장했습니다. 그러나 이러한 네트워크 간에는 블록체인 간 상호작용 및 데이터 전송의 복잡성이라는 중요한 문제가 있습니다。",
    bid1: "비디오 열기",
    bid2: "소개",
    bid3: "솔루션 아키텍처",
    bid4: "BridgeX 크로스체인 프로토콜",
    bid5: "믹싱 메커니즘",
    bid6: "동적 수수료 시스템",
    bid7: "BridgeX 작동 프로세스",
    bid8: "BridgeX에 zk-SNARK 통합",
    bid9: "zk-SNARK 기반 믹서 작동 방식",
    bid10: "체인링크 오라클 사용",
    bid11: "노드 배포",
    bid12: "보안 및 제어",
    bid13: "결론",
    dexx: "우리 DEX에서 암호화폐를 사고, 팔고, 교환하세요! 우리의 크로스체인 브리지는 TON, 이더리움, TRON, 바이낸스 스마트 체인, 폴리곤, TON, 애벌랜치, 판톰 등의 주요 네트워크를 지원하여 사용자에게 광범위한 기회를 제공합니다.",
    wallet: "지갑 연결",
    brid: "크로스체인 브릿지",
    go: "DEX로 이동",
    br10: "장기 지속 가능성: 최종 보상률은 연 10%입니다.",
    br9: "보상: 스테이킹하는 토큰이 많을수록, 스테이킹 기간이 길수록 보상이 많아집니다.",
    bridge3:
      "이것은 전 세계의 뉴스와 콘텐츠를 수집, 처리 및 배포하기 위한 최신 기술을 결합한 혁신적인 플랫폼입니다. 우리는 강력한 구문 분석 도구와 인공지능을 사용하여 최신의 고품질 정보를 제공하고 콘텐츠를 분석 및 필터링하는 데 전문성을 갖추고 있습니다.",
    br1: "현대 암호화폐 세계에서는 프라이버시, 보안 및 다양한 블록체인 간 자산 이동의 용이성이 가장 중요한 측면입니다. 크로스체인 기술의 발전과 함께 사용자는 브리지와의 상호작용 복잡성, 보안 위험, 프라이버시 위협과 같은 새로운 도전에 직면하고 있습니다. 이러한 도전에 대응하여, 우리는 VELOS(Verified Exchange & Layered Obfuscated Security)를 소개합니다. 이는 고도의 익명성을 가진 블록체인 간의 간단하고 빠르며 안전한 자산 전송을 가능하게 하는 혁신적인 시스템입니다.",
    br2: "트랜잭션 프라이버시: 현대 블록체인 네트워크는 본질적으로 투명하여 모든 트랜잭션과 그 참가자를 추적할 수 있습니다. 이는 금융 작업의 기밀성을 중시하는 사용자에게 특히 위험을 초래합니다.",
    br3: "네트워크 간 자산 이동의 편리성: 다양한 블록체인을 연결하는 브릿지는 종종 사용하기 어렵고 공격 위험에 노출됩니다. 보안: 크로스체인 인프라의 취약점은 해킹, 자금 도난 및 사용자 신뢰 상실로 이어질 수 있습니다.",
    br4: "BridgeX는 사용자들에게 Ethereum, Binance Smart Chain, Polygon, Solana 등 네트워크 간 자산을 원활하게 이동할 수 있는 기능을 제공합니다.",
    br5: "zk-SNARK 기술은 거래 초기화 단계부터 크로스체인 전송까지 BridgeX의 거래 처리 과정에 깊이 통합되어 있습니다. zk-SNARK는 데이터를 공개하지 않고 각 거래를 검증하여 시스템을 사용자들에게 매우 안전하게 만듭니다.",
    br6: "우리의 DEX에서 암호화폐를 사고 팔고 교환하세요! 우리의 크로스체인 브리지는 다양한 블록체인(Ethereum, Binance Smart Chain, Polygon 등) 간의 자산 전송을 가능하게 합니다.",
    br7: "4V.BridgeX는 Proof of Stake (PoS) 시스템을 지원하여 사용자가 토큰을 스테이킹하여 보상을 받을 수 있도록 합니다. 작동 방식은 다음과 같습니다:",
    br8: "토큰 스테이킹: 4V.BridgeX 플랫폼에 FVX 토큰을 예치합니다.",
    bridge:
      "4V.BridgeX은(는) 현대 블록체인 커뮤니티가 직면한 가장 시급한 과제 중 하나인 크로스체인 상호작용 및 개인정보 보호 문제를 해결하기 위해 설계된 혁신적인 플랫폼입니다.",
    bridge2:
      "BridgeX은(는) 블록체인 간 자산 전송을 가능하게 할 뿐만 아니라 사용자 보안, 프라이버시 및 익명성을 보장하는 통합 분산 시스템을 생성하여 이 문제를 해결합니다. 제로 지식 증명 방법인 zk-SNARK을 구현함으로써 BridgeX 플랫폼은 데이터를 공개하지 않고도 사용자가 전송을 수행할 수 있도록 하여 보안을 크게 향상시킵니다. BridgeX은(는) 각 트랜잭션에 추가적인 프라이버시 계층을 제공하는 혼합 메커니즘도 사용합니다.",
    bridge2:
      "BridgeX lost dit probleem op door een verenigd gedecentraliseerd systeem te creëren dat niet alleen activaoverdrachten tussen blockchains mogelijk maakt, maar ook gebruikersbeveiliging, privacy en anonimiteit garandeert. Door de implementatie van zk-SNARK, een methode voor nulkennisbewijs, stelt het BridgeX-platform gebruikers in staat om overdrachten uit te voeren zonder hun gegevens bekend te maken, wat de beveiliging aanzienlijk verbetert. BridgeX maakt ook gebruik van mixmechanismen, waardoor een extra laag privacy voor elke transactie wordt geboden.",
    Menu: "메뉴",
    "TECH SPEC": "기술 사양",
    "TERMS OF SERVICE": "서비스 약관",
    "PRIVACY POLICY": "개인정보 보호정책",
    "WHITE PAPER": "백서",
    "ROAD MAP": "로드맵",
    Company: "회사",
    Team: "팀",
    Defi: "탈중앙화 금융",
    Documentation: "문서화",
    roadmapTitle: "로드맵 2024-2026",
    note: "이것은 최종 버전이 아니며 매월 업데이트됩니다.",

    "2024StrengtheningAndExpansion": "2024: 강화와 확장",
    q3_2024: "Q3 2024",
    launchTelegramBot: "텔레그램용 4V.ROBOT 출시.",
    launchWhatsAppBot: "WhatsApp용 4V.ROBOT 출시.",
    botDevelopmentTesting: "봇 개발 및 테스트.",
    userAttractionCampaign: "사용자 유치를 위한 마케팅 캠페인.",
    integrationWithNewsAggregator: "4V.News 뉴스 애그리게이터와의 통합.",
    userFeedbackFeatures: "사용자 피드백에 기반한 새로운 기능 추가.",
    interfaceOptimization: "인터페이스 및 성능 최적화.",

    q4_2024: "Q4 2024",
    launchVKBot: "VK용 4V.ROBOT 출시.",

    "2025InternationalExpansionInnovation": "2025: 국제적 확장 및 혁신",
    q1_2025: "Q1 2025",
    launchFacebookMessengerBot: "페이스북 메신저용 4V.ROBOT 출시.",
    launchDEX: "4V.DEX 출시.",
    launchDEFI: "4V.BridgeX. 출시.",
    educationWebinars: "사용자를 위한 교육 자료 및 웨비나 제공.",
    cryptocurrencyReach: "4V 암호화폐의 영향력 확대.",
    exchangeListing: "새로운 암호화폐 거래소 상장을 위한 작업.",
    airdropCampaigns: "에어드롭 캠페인 및 로열티 프로그램 수행.",

    q2_2025: "Q2 2025",
    launchInstagramBot: "인스타그램용 봇 출시.",
    launch4VNews: "4V.NEWS 출시.",
    communityManagement: "커뮤니티 관리.",
    userCommunityDevelopment:
      "다양한 플랫폼에서 활동적인 사용자 커뮤니티 개발.",
    feedbackCollection: "정기적인 설문 조사 및 피드백 수집.",

    q3_2025: "Q3 2025",
    launchLinkedInBot: "링크드인용 4V.ROBOT 출시.",
    internationalPromotion: "국제 프로모션.",
    marketAdaptation: "새로운 시장 진입 및 지역 특성에 맞춘 서비스 조정.",

    q4_2025: "Q4 2025",
    launchTikTokBot: "틱톡용 4V.ROBOT 출시.",
    partnershipPrograms: "파트너십 프로그램 확대.",
    cryptocurrencyPartnerships: "주요 암호화폐 플랫폼과의 제휴.",
    jointAdvertising: "공동 광고 캠페인 수행.",

    "2026LeadershipStability": "2026: 리더십과 안정성",
    q1_2026: "Q1 2026",
    effectivenessAnalysis: "모든 출시된 봇의 효율성 분석 및 최적화.",
    functionalityExpansion: "4V 보유자를 위한 기능 확장.",
    newAdvertisingCampaigns: "새로운 광고 캠페인 및 파트너십 프로그램 수행.",

    q2_2026: "Q2 2026",
    innovativeDevelopments: "혁신적 개발.",
    aiIntegration: "서비스 개선을 위한 AI 및 ML 기술 도입.",
    personalizedNews: "AI를 활용한 맞춤형 뉴스 피드 개발.",
    cryptoInfrastructure: "암호화폐 인프라 개발.",
    newMiningOpportunities: "4V 마이닝 및 거래를 위한 새로운 기회 창출.",
    walletsPaymentSystems: "고유 지갑 및 결제 시스템 개발.",

    q3_2026: "Q3 2026",
    businessOptimization: "연간 비즈니스의 모든 측면 분석.",
    scalingTeamGrowth: "성장을 지원하기 위한 팀 확대 및 인프라 개선.",

    q4_2026: "Q4 2026",
    newBotsAndServices: "새로운 봇 및 서비스 출시.",
    globalExpansion: "글로벌 확장.",
    serviceLocalization: "새로운 지역에 맞춘 서비스 로컬라이제이션.",

    "2027InnovationDevelopment": "2027: 혁신 개발",
    q1_2027: "Q1 2027",
    techInnovation: "사용자 경험을 향상시키기 위한 새로운 기술 솔루션 구현.",
    newProductsTesting: "새로운 제품 및 서비스 개발 및 테스트.",
    cryptocurrencyStrengthening: "암호화폐의 위치 강화.",
    promotionCampaigns: "4V 홍보 및 사용을 위한 새로운 캠페인 수행.",
    techDoc: {
      title: "4V 기술 문서",
      introduction: "소개",
      architecture: "전체 아키텍처",
      glide: "GLIDE: 지역화된 지능형 동적 엔진",
      newsAggregation: "뉴스 집계 및 콘텐츠 관리",
      robot: "4V.ROBOT: 콘텐츠 집계의 혁신",
      crypto: "4V.COIN: 암호화폐 관리",
      dex: "4V.DEX: 탈중앙화 거래소",
      defi: "4V.DEFI: 탈중앙화 금융 서비스",
      coin: "4V.coin: 생태계 토큰",
      dao: "DAO와 탈중앙화 거버넌스",
      conclusion: "결론",
      introDescription:
        "4V는 뉴스 처리, 콘텐츠 관리 및 디지털 자산 관리를 추구하는 사용자들을 위한 고급 플랫폼입니다. 4V는 뉴스와 콘텐츠 수집, 분석 및 개인화를 위한 독창적인 도구를 제공하며, 블록체인 기반 금융 솔루션을 제공합니다.",
      introObjective:
        "4V의 목표는 4V.coin에 기반한 DEX, NFT 플랫폼, DeFi 서비스와 같은 금융 도구를 널리 제공함으로써 주요 뉴스 및 정보 제공자로 자리 잡는 것입니다.",
      mainDirections: "주요 방향",
      innovativeApproach: "혁신적 접근",
      aiForPersonalization: "개인 맞춤형 뉴스 피드를 위한 AI 활용.",
      broadCoverage: "광범위한 범위: 전 세계 뉴스 집계.",
      integrationFinancialTools: "자체 금융 도구 및 4V 암호화폐 통합.",
      web3Development: "DEX 및 DeFi 플랫폼을 통한 Web 3.0 개발.",
      robotDescription1:
        "플랫폼의 주요 기능 중 하나는 4V.ROBOT으로, 인터넷에서 콘텐츠를 수집하고 자동으로 소셜 미디어에 게시하는 봇입니다.",
      robotDescription2:
        "관리자는 카테고리, 태그 및 게시 일정을 설정할 수 있으며, 시스템은 자동으로 콘텐츠를 배포합니다.",
      robotDescription3:
        "이 시장에는 엄청난 잠재력이 있다고 믿습니다. 4V.ROBOT은 이 분야에서 최초의 제품입니다.",
      technologiesAndTools: "기술 및 도구",
      glideEngine: "GLIDE: 뉴스 피드를 자동으로 조정하는 AI 엔진.",
      contentwiseEngine: "CONTENTWISE: 사용자 맞춤 콘텐츠 수집 시스템.",
      distributor: "DISTRIBUTOR: 자동 콘텐츠 배포 시스템.",
      smartshare: "SMARTSHARE: 지능형 콘텐츠 공유 시스템.",
      architectureDescription:
        "4V의 아키텍처는 콘텐츠 및 암호화폐 관리를 위한 요구 사항에 맞게 설계되었습니다.",
      newsAggregator: "4V.NEWS: 맞춤형 뉴스 콘텐츠를 위한 뉴스 집계기.",
      glideModule: "GLIDE - 위치 기반 뉴스 필터링 AI 모듈.",
      cryptoModule: "4V.COIN - 안전하고 투명한 디지털 자산 관리 모듈.",
      dexAndDefiModules: "4V.DEX 및 4V.DEFI - 탈중앙화 금융 모듈.",
      glideDescription:
        "GLIDE는 사용자 위치에 따라 뉴스 피드를 실시간으로 최적화합니다.",
      newsAggregationDescription:
        "4V.NEWS는 수천 개의 소스에서 데이터를 수집하는 강력한 집계기입니다.",
      cryptoDescription:
        "4V.COIN는 안전하고 투명한 디지털 자산 관리를 제공합니다.",
      marketMonitoring: "실시간 시장 모니터링.",
      secureTransactions: "스마트 계약을 통한 안전한 거래.",
      defiIntegration: "탈중앙화 금융 서비스와의 통합.",
      dexDescription:
        "4V.DEX는 암호화폐를 중개 없이 거래할 수 있는 탈중앙화 거래소입니다.",
      coinDescription: "은 플랫폼 서비스에서 사용되는 토큰입니다.",
      tokenFeatures: "토큰의 주요 기능:",
      transactionFees: "FVX을 사용한 거래 수수료.",
      staking: "네트워크 참여를 위한 스테이킹.",
      voting: "FVX 보유자의 투표권.",
      stakingDelegation: "스테이킹을 검증인에게 위임.",
      interoperability: "4V.coin은 블록체인 간 상호 운용성을 지원합니다.",
      daoDescription1: "4V는 DAO를 통해 탈중앙화 거버넌스를 촉진합니다.",
      daoDescription2: "4V.ROBOT의 수익 중 50%는 토큰 재구매에 사용됩니다.",
      conclusionDescription:
        "4V는 뉴스 집계, 디지털 자산 관리 및 탈중앙화 금융 제품을 위한 독특한 솔루션을 제공합니다.",
    },
    whitepaper: {
      title: "4V 회사 백서",
      introduction:
        "4V 회사는 인공지능(AI), 머신 러닝(ML), 블록체인과 같은 최첨단 기술을 활용하여 뉴스 및 정보 서비스의 선두 공급자가 되는 것을 목표로 하고 있습니다. 이 문서는 향후 3년 동안 설정된 목표를 달성하기 위해 구현될 주요 방향과 기술적 측면을 개괄합니다. 모든 봇은 데이터 동기화와 각 사용자에게 맞춤형 뉴스 피드를 보장하기 위해 4V.News 뉴스 애그리게이터와 통합됩니다.",
      mainDirections: "주요 방향",
      mainDirectionsDescription:
        "개인화된 뉴스 피드를 생성하기 위해 AI 사용. 광범위한 커버리지: 다양한 주제에 대한 전 세계 뉴스를 수집하고 통합합니다. 편리한 도구: 뉴스에 쉽게 접근할 수 있도록 봇과 애그리게이터 개발. 자체 암호화폐: 4V 암호화폐의 홍보와 통합. 웹 3.0 개발: 분산형 거래소(DEX), DeFi 서비스, NFT 플랫폼 출시.",
      innovativeApproach: "혁신적인 접근",
      innovativeApproachDescription:
        "다양한 출처에서 뉴스를 수집하는 것은 개인화된 뉴스 피드를 생성하기 위한 기본입니다. 여기에는 뉴스 사이트, 소셜 네트워크, 블로그 등에서 정보를 수집하는 것이 포함됩니다. 데이터는 분석을 위해 필터링 및 표준화 단계를 거치며, 이는 관련 없는 정보를 제외하고 데이터 형식을 표준화하는 데 도움이 됩니다.",
      broadCoverage: "광범위한 커버리지",
      broadCoverageDescription:
        "4V는 전 세계 다양한 출처에서 뉴스를 수집하여 사용자에게 다양한 주제에 대한 최신 정보를 제공합니다. 4V.News 애그리게이터는 다양한 메신저 및 소셜 네트워크의 봇과 통합되어 사용자에게 편리한 형식으로 뉴스를 제공합니다.",
      launch: "출시",
      launchDescription:
        "플랫폼의 공개 출시는 4V 암호화폐와 통합되어 사용자들이 분산형 거래소에서 암호화폐를 거래하고 DeFi 서비스를 이용할 수 있게 합니다.",
      botDevelopment: "봇 및 애그리게이터 개발",
      botDevelopmentDescription:
        "WhatsApp, Facebook Messenger, Instagram, LinkedIn, TikTok과 같은 인기 메신저 및 소셜 네트워크용 봇이 개발됩니다. 각 봇은 사용자의 관심사에 기반한 맞춤형 뉴스 피드와 뉴스 접근을 제공합니다.",
      technicalDocumentation: "기술 문서",
      tokenomicsTitle: "FVX 토크노믹스",
      tokenUsage: "FVX 토큰 사용",
      tokenUsageDescription:
        "FVX는 4V 생태계의 핵심 토큰이며 여러 기능을 수행합니다: 거래 수수료 결제, 스테이킹, 투표. 사용자들은 트랜잭션 믹싱, 브릿지 사용 및 오라클 확인을 포함한 교차 체인 전송 수수료를 FVX로 지불합니다. 스테이킹은 사용자들이 4V 네트워크에 참여하고 보상을 받을 수 있도록 하여 네트워크 보안을 강화합니다. 또한 토큰 보유자는 생태계 개발을 위한 투표 권한을 가지며, 이는 탈중앙화 및 민주적 의사 결정을 촉진합니다.",
      stakingDelegation:
        "스테이킹 위임: 사용자는 FVX 토큰을 다른 검증인에게 위임하여 보상의 일부를 얻을 수 있습니다. 이 위임은 토큰 보유자들이 토큰을 시스템에 유지하도록 장려하여 프로젝트의 유동성을 증가시킵니다.",
      tokenDistributionTitle: "FVX 토큰 분배",
      tokenDistribution: "토큰 분배",
      totalTokens: "총 토큰 수: 4 444 444 444",
      userStaking:
        "37% - 스테이킹, 참여 보상 및 기타 활동을 통해 사용자에게 할당.",
      teamDevelopers: "17% - 팀 및 개발자에 할당.",
      liquidity: "24% - 유동성(유동성 풀 및 거래소) 용도로.",
      earlyAccess: "22% - 초기 접근 프로그램 및 보상 캠페인 용도로.",
      conclusionTitle: "결론",
      conclusionDescription:
        "4V는 전 세계적으로 뉴스와 콘텐츠를 수집, 처리 및 배포하는 최신 기술을 통합한 혁신적인 플랫폼입니다. 우리는 강력한 분석 도구와 인공지능을 사용하여 시기적절하고 품질 높은 정보를 제공하는 데 중점을 두고 있습니다.",
    },
    privacy: {
      title: "4V 개인정보 보호정책",
      lastUpdated: "최종 업데이트 날짜: 2023년 10월 11일",
      contentsTitle: "목차",
      contents: {
        infoCollection: "정보 수집",
        infoUsage: "정보 사용",
        rightsCalifornia: "캘리포니아 프라이버시 권리",
        rightsEurope: "유럽 개인을 위한 공개",
        dataTransfer: "데이터 전송 및 저장",
        cookies: "쿠키 사용",
        security: "데이터 보안",
        contact: "문의하기",
      },
      infoCollection: {
        title: "정보 수집",
        text1:
          "4V 사이트에 가입할 때 직접 제공하는 개인 정보와 서비스를 사용할 때 자동으로 수집되는 정보를 수집합니다. 여기에는 이름, 연락처 정보, 거래 정보 및 기기 정보가 포함될 수 있습니다.",
        text2:
          "또한 쿠키와 같은 추적 기술을 사용하여 웹사이트 활동에 대한 정보를 수집합니다. 이러한 데이터는 서비스 개선 및 사용자 인터페이스를 선호도에 맞추기 위해 도움이 됩니다.",
      },
      infoUsage: {
        title: "정보 사용",
        text1:
          "수집된 정보는 서비스 제공 및 개선, 거래 처리, 알림 전송, 데이터 보호를 위해 사용됩니다. 예를 들어, 연락처 정보는 업데이트 및 보안 알림을 보내는 데 사용될 수 있습니다.",
        text2:
          "또한 정보는 분석, 콘텐츠 개인화 및 사이트 기능 향상을 위해 사용될 수 있습니다.",
      },
      rightsCalifornia: {
        title: "캘리포니아 프라이버시 권리",
        text: "캘리포니아 소비자 개인정보 보호법(CCPA)에 따라 캘리포니아 거주자는 개인 데이터를 어떻게 수집하고 사용하는지 알 권리와 삭제를 요청할 권리가 있습니다. 귀하는 다음 권리를 가집니다:",
        list: {
          access: "수집된 개인 정보에 접근할 수 있습니다.",
          deletion:
            "법에서 요구하는 경우를 제외하고, 데이터 삭제를 요청할 수 있습니다.",
          optOut: "데이터 판매에 대한 거부(해당하는 경우).",
        },
      },
      rightsEurope: {
        title: "유럽 개인을 위한 공개",
        text: "EEA, 영국 또는 스위스 거주자이신 경우 일반 데이터 보호 규정(GDPR)에 따라 다음 권리가 있습니다:",
        list: {
          access: "데이터에 접근하고 복사본을 얻을 권리.",
          correction: "부정확한 데이터를 수정할 권리.",
          deletion: "데이터 삭제를 요청할 권리.",
          restriction: "데이터 처리 제한 권리.",
          portability: "데이터 이동 권리.",
        },
        contact: "이러한 권리를 행사하려면 다음 주소로 문의하십시오",
      },
      dataTransfer: {
        title: "데이터 전송 및 저장",
        text1:
          "필요한 경우 타사에 데이터를 전송할 수 있으며, 미국을 포함한 여러 국가의 서버에 저장할 수 있습니다. 모든 데이터 전송은 법적 요구 사항을 준수하여 수행됩니다.",
        text2:
          "데이터 보호를 위해 합리적인 조치를 취하지만, 인터넷을 통한 데이터 전송은 완전히 안전할 수 없다는 점을 인식해야 합니다.",
      },
      cookies: {
        title: "쿠키 사용",
        text: "사이트 활동에 대한 정보를 수집하기 위해 쿠키를 사용합니다. 이를 통해 사용자 경험을 개선하고 개인 맞춤형 콘텐츠를 제공할 수 있습니다. 필요시 브라우저에서 쿠키 설정을 관리하고 비활성화할 수 있습니다.",
      },
      security: {
        title: "데이터 보안",
        text1:
          "개인 정보 보호를 위해 최선을 다하고 있습니다. 보안 조치에는 데이터 암호화, 비밀번호 보호 및 정기적인 보안 감사가 포함됩니다.",
        text2:
          "그러나 모든 노력에도 불구하고 보안 시스템이 완전한 보호를 보장할 수는 없습니다. 정보 보호를 위해 필요한 조치를 취하는 것이 좋습니다.",
      },
      contact: {
        title: "문의하기",
        text: "이 개인정보 보호정책에 관한 질문이 있는 경우 info@4V.com으로 문의하십시오.",
      },
    },
    terms: {
      title: "4V 서비스 약관",
      lastUpdated: "최종 업데이트 날짜: 2023년 10월 11일",
      contentsTitle: "목차",
      contents: {
        agreement: "약관 동의",
        license: "사용자 라이선스 범위",
        prohibited: "금지된 활동",
        dataSecurity: "데이터 보안",
        disputes: "분쟁 해결",
        californiaRights: "캘리포니아 주민의 권리",
        miscellaneous: "기타 조항",
        contact: "문의하기",
      },
      agreement: {
        title: "약관 동의",
        text1:
          '본 최종 사용자 라이선스 계약 및 서비스 약관("EULA")은 4V("당사", "우리")와 귀하 간의 법적 구속력 있는 계약으로, 당사 서비스 및 웹사이트의 사용에 관한 것입니다. 당사 사이트와 서비스를 이용함으로써 귀하는 본 약관을 준수할 것에 동의하게 됩니다. 약관에 동의하지 않으면 당사 서비스를 중단하십시오.',
        text2:
          "당사는 언제든지 본 계약을 수정할 권리를 보유합니다. 업데이트 이후 서비스를 계속 사용하는 것은 새로운 약관에 동의함을 의미합니다.",
      },
      license: {
        title: "사용자 라이선스 범위",
        text1:
          "4V는 개인적인 목적으로만 사용할 수 있는 제한적이고 개인적이며 양도 불가능한 라이선스를 귀하에게 제공합니다. 당사 서비스의 복제, 수정, 역컴파일 또는 배포는 엄격히 금지됩니다.",
        text2:
          "이 약관을 위반할 경우 서비스 접근이 거부될 수 있으며 법적 책임을 질 수 있습니다.",
      },
      prohibited: {
        title: "금지된 활동",
        text1:
          "귀하는 불법적인 목적으로 당사 서비스를 사용하지 않기로 동의하며, 여기에는 다른 사용자로부터 개인 데이터를 수집하거나, 시스템에 대한 무단 접근을 시도하거나, 악성 소프트웨어를 배포하거나, 법률 또는 규정을 위반하는 행위가 포함됩니다.",
        text2:
          "당사는 본 약관을 위반하는 사용자에 대해 서비스 접근을 차단할 권리를 보유합니다.",
      },
      dataSecurity: {
        title: "데이터 보안",
        text: "당사는 사용자 데이터 보호를 위해 필요한 조치를 취하고 있습니다. 그러나 당사의 노력에도 불구하고 인터넷상의 데이터 완전 보안은 보장될 수 없습니다. 귀하는 본 서비스를 귀하의 책임하에 사용하기로 동의합니다.",
      },
      disputes: {
        title: "분쟁 해결",
        text1:
          "4V 서비스 사용으로 인한 모든 분쟁은 스위스 법에 따라 중재를 통해 해결됩니다. 집단 소송은 허용되지 않습니다. 귀하는 개별적인 분쟁 해결에 동의합니다.",
        text2:
          "분쟁을 해결하기 위해 먼저 당사 이메일 주소 support@4V.com 으로 서면 통지를 보내야 합니다.",
      },
      californiaRights: {
        title: "캘리포니아 주민의 권리",
        text: "캘리포니아 소비자 개인정보 보호법(CCPA)에 따라 캘리포니아 주민은 당사가 데이터를 수집하고 사용하는 방식에 대한 정보를 요청할 수 있으며 데이터 삭제를 요청할 수 있습니다.",
      },
      miscellaneous: {
        title: "기타 조항",
        text: "본 약관은 당사 서비스 이용에 관한 귀하와 4V 간의 완전한 합의를 구성합니다. 당사는 사전 통지 없이 권리와 의무를 타인에게 이전할 수 있습니다. 본 계약에 대한 변경 사항은 당사 웹사이트에 게시됩니다.",
      },
      contact: {
        title: "문의하기",
        text: "4V 서비스 이용에 관한 질문이나 불만 사항이 있는 경우 support@4V.com 으로 당사에 연락하실 수 있습니다.",
      },
    },
    "team title": "우리의 국제 팀",
    "team text":
      "우리는 팀이 전 세계의 고도로 숙련된 전문가들로 구성되어 있다는 점을 자랑스럽게 생각합니다. 네덜란드, 에스토니아 및 캐나다와 같은 국가의 개발자, 마케터 및 블록체인 기술 전문가들은 현대 문제에 대한 혁신적인 솔루션을 창출하기 위해 공통의 목표에 의해 결속되어 있습니다.",

    "4V is an innovative":
      "4V는 전 세계의 뉴스 및 콘텐츠를 수집, 처리 및 배포하기 위한 최신 기술을 결합한 혁신적인 플랫폼입니다.",
    "4V.NEWS is an innovative platform that combines":
      "는 전 세계의 뉴스 및 콘텐츠를 수집, 처리 및 배포하기 위한 최신 기술을 결합한 혁신적인 플랫폼입니다. 우리는 강력한 구문 분석 도구와 인공 지능을 사용하여 관련성 있고 고품질의 정보를 제공하는 데 중점을 둡니다.",
    "Find out more": "자세히 알아보기",
    "Aggregating news from different":
      "다양한 소스에서 뉴스를 집계하는 것은 맞춤형 뉴스 피드를 만드는 기반입니다. 여기에는 뉴스 사이트, 소셜 네트워크, 블로그 등에서 정보를 수집하는 것이 포함됩니다.",
    "Development and training":
      "사용자 선호도를 분석하고 뉴스 콘텐츠를 맞춤화하기 위한 AI 모델의 개발 및 교육. 모델은 대량의 데이터를 사용하여 훈련되어 사용자의 관심사를 정확하게 판단할 수 있습니다.",
    "Integration with 4V.News.":
      "4V.News와의 통합. 모든 봇은 뉴스 집계기 4V.News와 통합됩니다. 이를 통해 각 사용자에게 맞춤형 뉴스 피드와 데이터 동기화가 보장됩니다. 봇은 집계기에서 데이터를 받아 사용자에게 편리한 형식으로 제공합니다.",
    "For maximum convenience":
      "최대 편의성을 위해 4V는 인기 있는 소셜 네트워크와 통합됩니다. 우리의 봇은 텔레그램, 페이스북, 트위터 등 다양한 플랫폼에서 사용자가 업데이트 및 독점 콘텐츠에 액세스할 수 있도록 합니다.",
    "This system":
      "이 시스템은 사용자의 위치에 따라 뉴스 피드를 자동으로 조정하여 최신 로컬 및 국제 업데이트를 제공합니다.",
    "Users who own FVX tokens":
      "FVX 토큰을 소유한 사용자는 플랫폼 개발의 중요한 문제에 대한 투표에 참여할 수 있습니다. 여기에는 새로운 블록체인 통합 승인, 수수료 변경, 보안 업데이트 등이 포함될 수 있습니다. 이를 통해 4V는 커뮤니티에 의해 운영되는 완전히 분산된 플랫폼이 됩니다.",
    "4V.ROBOT is an indispensable assistant for channel":
      "4V.ROBOT은 채널 관리를 위한 필수적인 도우미입니다. 인기 소셜 미디어 플랫폼에서 채널을 만들고 봇으로 프로세스를 자동화하세요。",

    "With 4V.NEWS":
      "4V.BOT를 사용하면 다양한 카테고리와 태그 중에서 선택하여 뉴스 피드를 사용자 정의하고 맞춤형 태그를 만들 수도 있습니다.",
    GLIDE: "GLIDE (글로벌 로컬라이즈 인텔리전트 다이내믹 엔진).",
    "Our sophisticated":
      "우리의 정교한 AI는 개인 취향에 그치지 않습니다. 위치에 따라 뉴스 피드를 자동으로 조정하기도 합니다.",
    "4V.ROBOT is an indispensable assistant":
      "4V.ROBOT은 필수적인 도우미입니다.",
    "4V.NEWS is more than just a news aggregator":
      "4V.NEWS는 단순한 뉴스 집계기가 아니라 개인 뉴스 컨시어지입니다. AI 기반 분석, 맞춤형 뉴스 제공 및 사용하기 쉬운 인터페이스로 앞서 나가십시오.",
    "FVX owners":
      "FVX 소유자는 4V 생태계 개발의 중요한 문제에 대해 투표할 권리가 있으며, 이는 프로젝트를 분산형 및 민주적으로 만듭니다.",
    "The best solution":
      "뉴스 사이트와 소셜 미디어 채널을 위한 최고의 솔루션. 인공지능을 사용한 완전 자동화 솔루션.",
    "Convenient tools":
      "편리한 도구. 뉴스에 쉽게 접근할 수 있도록 봇 및 애그리게이터 개발.",
    "Powerful tools and integrations": "강력한 도구 및 통합",
    "Get FVX": "FVX 받기",
    "Dont miss your chance": "FVX를 가장 먼저 얻을 기회를 놓치지 마세요!",

    "Over the next 3 months":
      "향후 3개월 동안, 우리 커뮤니티의 모든 구성원은 FVX를 완전히 무료로 받을 수 있습니다. 이 3개월 동안 우리는 모든 발표된 소셜 네트워크에 대한 4V.ROBOT의 준비된 버전을 출시하고, 디지털 자산과의 편리한 상호 작용을 위해 지갑과 게이트웨이 브리지를 준비할 것입니다. 또한 스마트 계약의 보안 감사도 진행하여 최대한의 보안을 보장할 것입니다. 배포가 종료된 후 3개월 후에는 IDO에서 코인을 구매하거나, 거래소에서 받거나, 스테이킹을 통해 받을 수 있습니다.",

    "4V.WEB 3.0":
      "4V.WEB 3.0은 블록체인 기술과 탈중앙화 애플리케이션(dApps)을 결합한 혁신적인 플랫폼입니다. 우리는 사용자가 탈중앙화된 네트워크에서 상호작용할 수 있는 기회를 제공하며, 높은 수준의 보안, 투명성 및 자율성을 보장합니다. 4V.WEB 3.0은 개발자가 자신의 dApps를 생성 및 배포할 수 있게 하고, 사용자는 다양한 탈중앙화 서비스를 이용할 수 있습니다.",
    "4V.DEX":
      "4V.DEX는 사용자가 중개자 없이 직접 암호화폐를 거래할 수 있는 탈중앙화 거래소입니다. 이 플랫폼은 블록체인 기술을 통해 거래의 보안성과 투명성을 보장하며, 사용자가 자산을 완전히 통제하고 언제든지 교환할 수 있게 합니다.",
    "4V.ROBOT":
      "4V.ROBOT은 봇의 성능을 최적화하기 위해 인공지능(AI) 요소를 통합하고, Telegram, Twitter, Facebook과 같은 다양한 소셜 네트워크와의 통합을 가능하게 합니다. 이 봇들은 사용자가 즉시 뉴스 업데이트를 받고 소셜 네트워크에서의 콘텐츠 관리를 자동화할 수 있게 합니다.",
    "4V.CRYPTO":
      "4V.COIN는 디지털 자산을 다루는 혁신적인 솔루션과 서비스를 제공하는 당사의 암호화폐 부문입니다. 우리는 다양한 제품을 제공합니다.",
    "DISTRIBUTOR (Automatic Content Distributor)":
      "당신의 채널과 소셜 네트워크로 자동으로 콘텐츠를 배포하는 시스템.",
    "CONTENTWISE (Content Wise Engine)":
      "사용자의 선호도에 따라 콘텐츠를 수집하고 필터링하는 지능형 시스템.",
    "4V.COIN":
      "FVX 총 발행량은 4 444 444 444개이며, 이 토큰은 TON 네트워크 상에서 4V.ROBOT, 4V.DEFI 및 4V.DEX와 같은 서비스와 상호 작용하는 데 사용됩니다. 스테이킹 위임 - 사용자는 자신의 FVX 토큰을 다른 검증인에게 위임하여 그들의 보상 일부를 받을 수 있습니다.",
    DAO: "FVX 보유자는 4V 생태계의 발전과 관련된 중요한 문제에 대해 투표할 수 있는 권리를 가지며, 이를 통해 프로젝트가 분산적이고 민주적인 형태를 갖추게 됩니다.",
    "SMARTSHARE (Intelligent Sharing Protocol)":
      "시간, 이벤트, 대상에 따라 콘텐츠 게시 시나리오를 설정할 수 있는 시스템.",
    "4V.DEFI":
      "4V.DEFI는 대출 및 스테이킹을 위한 탈중앙화 금융 서비스를 제공하는 플랫폼입니다. 이곳에서 사용자는 블록체인 기술을 통해 투명성과 보안을 보장하는 다양한 금융 도구를 이용할 수 있습니다.",
    "GLIDE (Global Localized Intelligent Dynamic Engine)":
      "우리의 고급 AI는 개인의 선호도뿐만 아니라 사용자의 위치 정보를 바탕으로 뉴스 피드를 자동으로 조정합니다.",
    "4V.NEWS":
      "현대 사회에서 신속하고 정확한 정보의 중요성을 우리는 이해하고 있습니다. 우리의 스크래핑 알고리즘은 수천 개의 출처에서 데이터를 즉시 수집합니다.",
    "Learn More": "더 알아보기",
    "Welcome to 4V.NEWS1": "4V.NEWS에 오신 것을 환영합니다",
    RESOURCES: "자원",
    START: "시작",
    "video title": "증거에 기반한 신뢰할 수 있는 정보",
    "We are constantly":
      "우리는 가장 관련성 있고 유용한 정보를 제공하기 위해 지속적으로 우리의 역량을 개선하고 확장하고 있습니다.",
    "you can now mine": "초기 단계에서 코인을 채굴할 수 있습니다!",
    "The DAO":
      "DAO는 사용자가 업데이트, 프로토콜 변경 및 새로운 통합에 대해 투표할 수 있도록 합니다.",
    "4V.ROBOT integrates": "4V.ROBOT는 인공지능 요소를 통합합니다",
    "We offer a wide range of products":
      "우리는 안전한 암호화폐 지갑, 거래 및 교환 플랫폼, 시장 추적 분석 도구를 포함한 다양한 제품을 제공합니다. 우리의 사명은 암호화폐 사용을 누구나 접근 가능하고 편리하게 만드는 동시에 높은 수준의 보안과 신뢰성을 보장하는 것입니다. 또한, 분산 금융(DeFi) 플랫폼과 분산 거래소(DEX)를 포함하여 우리의 제품 및 서비스의 기능을 확장하기 위해 WEB 3.0 기술을 구현할 계획입니다.",
    "Innovative approach":
      "개인화된 뉴스 피드를 만들기 위한 혁신적인 접근 방식과 AI 사용. 전 세계의 다양한 주제에 대한 광범위한 뉴스 수집 및 집계.",
    "4V.coin is a token on the TON":
      "FVX은 TON 네트워크에서 4V.ROBOT, 4V.DEFI 및 4V.DEX와 같은 서비스와 상호 작용하기 위한 토큰입니다.",
    "4V.CRYPTO is our company’s":
      "4V.COIN O는 디지털 자산 작업을 위한 혁신적인 솔루션과 서비스를 제공하는 암호화폐 산업에서 우리 회사의 도구입니다.",
    "The best solution for news":
      "뉴스 사이트와 소셜 미디어 채널을 위한 최고의 솔루션. 인공 지능을 사용하는 완전 자동화된 솔루션.",
    "Welcome to 4V.NEWS":
      "4V.NEWS에 오신 것을 환영합니다. 뉴스 집계 및 정보 관리 혁신의 정점. 최첨단 인공 지능의 원활한 통합을 위해 설계되었습니다.",
    "4V is an innovative platform":
      "4V는 전 세계의 뉴스 및 콘텐츠를 수집, 처리 및 배포하는 최신 기술을 결합한 혁신적인 플랫폼입니다. 우리는 강력한 구문 분석 도구와 인공 지능을 사용하여 관련성 있고 고품질의 정보를 제공하는 데 전문성을 가지고 있습니다.",

    "Cutting-edge technology for news and content":
      "뉴스 및 콘텐츠를 위한 최첨단 기술",
  },
  nl: {
    "send": "verzenden",

    "bd52": "Biedt een revolutionaire oplossing voor cross-chain transfers, die maximale anonimiteit, veiligheid en flexibiliteit biedt. Door de integratie van zk-SNARK en mengmechanismen kunnen gebruikers hun activa veilig tussen blockchains verplaatsen zonder hun gegevens te onthullen. 4V blijft zich ontwikkelen en plant verdere verbeteringen en de implementatie van nieuwe technologieën om nog meer veiligheid en schaalbaarheid te garanderen.",

    "bd51": "De integratie van zk-SNARK en mengmechanismen in BridgeX zorgt voor het hoogste niveau van privacy en anonimiteit. Het gebruik van geavanceerde cryptografische methoden maakt BridgeX bestand tegen de meeste bekende aanvallen, waaronder verkeersanalyse en transactie-tracking.",

    "bd50": "Verhoogde transactiesnelheid doordat 4V onafhankelijk routing via zijn nodes kan beheren",

    "bd49": "Onafhankelijkheid van derden-infrastructuurproviders",

    "bd48": "Verhoogde veiligheid door controle over validatieprocessen",

    "bd47": "Voordelen van het inzetten van eigen nodes",

    "bd46": "BridgeX maakt gebruik van Chainlink-orakels om de nauwkeurigheid van gegevens bij cross-chain-transacties te waarborgen. Chainlink-orakels volgen de status van activa in het bronnnetwerk en garanderen hun vergrendeling voordat equivalente activa in het doelnetwerk worden vrijgegeven. Dit minimaliseert de risico's van fouten of gegevensmanipulatie.",

    "bd45": "4V is van plan om eigen nodes in te zetten voor elk ondersteund netwerk, wat de transactiecontrole zal verbeteren en de systeembeveiliging zal verhogen. 4V-nodes zullen functies uitvoeren zoals transactievalidatie, brugbeheer en het handhaven van de algemene netwerkstatus.",

    "bd44": "Integratie met Chainlink is een belangrijk onderdeel van de BridgeX-infrastructuur en draagt bij aan de betrouwbaarheid en stabiliteit van het systeem.",

    "bd43": "De zk-SNARK-technologie is diep geïntegreerd in de transactieverwerking van BridgeX, van de initialisatiefase tot de cross-chain overdracht. zk-SNARK verifieert elke transactie zonder gegevens te hoeven onthullen, waardoor het systeem ongelooflijk veilig en betrouwbaar is voor gebruikers.",

    "bd42": "De gebruiker ontvangt een melding van de voltooiing van de overdracht, en de transactie wordt weergegeven in zowel het bron- als het doelnetwerk, waarbij volledige anonimiteit wordt gegarandeerd.",

    "bd41": "Transactiebevestiging",

    "bd40": "Na het mixen genereert BridgeX gelijkwaardige activa in het doelnetwerk, waardoor ze beschikbaar zijn voor de gebruiker. Deze activa zijn niet langer gekoppeld aan de oorspronkelijke transactie, wat volledige anonimiteit garandeert.",

    "bd39": "Kruisketenoverdracht",

    "bd38": "Voordat activa naar het doelnetwerk worden verzonden, doorloopt de transactie een mixer, waar deze in delen wordt opgesplitst en met andere transacties wordt gemengd. Op dit punt zorgt zk-SNARK ervoor dat de transactie echt is zonder de details ervan te onthullen.",

    "bd37": "Gebruik van zk-SNARK en mixer",

    bd36: "Op dit moment begint het systeem met de voorbereiding voor het uitgeven van equivalente activa in het doelnetwerk, volgens de mechanismen van cross-chain-protocollen.",

    bd35: "Na ontvangst van de transactie vergrendelt het systeem de activa van de gebruiker in het bronnetwerk via een slim contract.",

    bd34: "Użytkownik wysyła aktywa cyfrowe na jeden publiczny adres BridgeX. Adres ten jest wspólny dla wszystkich obsługiwanych blockchainów. System BridgeX Universal Asset Routing (BUAR) automatycznie identyfikuje rodzaj kryptowaluty i sieć źródłową transakcji. Na przykład, jeśli użytkownik wysyła USDT z Ethereum, system automatycznie rozpoznaje tę transakcję i określa jej trasę.",

    bd33: "Transactie-initialisatie",

    bd32: "Het systeemproces kan worden onderverdeeld in verschillende fasen:",

    bd31: "Het systeemproces biedt gebruikers een uniforme interface om activa naar elk blockchain-netwerk te verzenden.",

    bd30: "Stel dat een gebruiker 100 USDT via BridgeX wil verzenden. Ze kunnen kiezen voor een hogere vergoeding voor een onmiddellijke overboeking of de vergoeding verlagen, maar de transactie zal door meer mengfasen gaan, wat een hoger niveau van anonimiteit garandeert.",

    bd29: "Voorbeeld van een dynamisch tariefsysteem",

    bd28: "BridgeX biedt een dynamisch tariefsysteem waarmee gebruikers hun transacties kunnen aanpassen op basis van hun voorkeuren. Het tariefsysteem in BridgeX is ontworpen om gebruikers flexibiliteit te bieden bij het kiezen van de parameters van hun transacties. Als een gebruiker bijvoorbeeld een transactie sneller wil uitvoeren, kan hij kiezen voor een hoger tarief, wat de verwerking versnelt. Tegelijkertijd, als de gebruiker de voorkeur geeft aan een hoger niveau van privacy, zal het systeem suggereren om een extra mixniveau te selecteren, wat het tarief verhoogt maar maximale anonimiteit garandeert.",

    bd27: "Dynamisch tariefsysteem",

    apes1:
      "4V.APES is onze web app Telegram-spel waar je de FVX-token gratis kunt krijgen.",

    bd2: " lost dit probleem op door een uniforme gedecentraliseerde systeem te creëren dat niet alleen activaoverdrachten tussen blockchains vergemakkelijkt, maar ook gebruikersveiligheid, privacy en anonimiteit garandeert. Door zk-SNARK, een zero-knowledge proof methode, te integreren, stelt het BridgeX-platform gebruikers in staat om overdrachten uit te voeren zonder hun gegevens openbaar te maken, wat de beveiliging aanzienlijk verbetert. Bovendien gebruikt Bridge<span class='text-danger'>X</span> mixmechanismen om een extra privacylaag voor elke transactie te bieden.",
    bd4: "Vertegenwoordigt een meerlagig, modulair systeem dat gemakkelijk kan worden aangepast en opgeschaald naarmate het netwerk groeit en het aantal gebruikers toeneemt. De architectuur is gebaseerd op verschillende belangrijke componenten die de uniciteit en betrouwbaarheid waarborgen: BridgeX cross-chain protocollen, een transactiemixingssysteem, zk-SNARK voor gegevensbescherming, evenals een dynamisch kostenstelsel en flexibele instellingen.",
    bd5: "Elke van deze technologieën is geïntegreerd in de kernarchitectuur om de gegevensbeveiliging en hoge prestaties te garanderen, ongeacht de netwerkbelasting of het aantal gebruikers. De ontwikkeling van BridgeX was gebaseerd op een op decentralisatie gerichte benadering, waarbij de centrale controle van het systeem werd geëlimineerd en de controle via DAO-mechanismen aan de gebruikers werd overgedragen. De BridgeX-architectuur is ontworpen met drie belangrijke aspecten in gedachten: prestaties, beveiliging en privacy. Dit gedeelte biedt een gedetailleerde beschrijving van de belangrijkste componenten van het systeem en hun interacties.",
    bd7: "BridgeX gebruikt smart contracts om activa in het bronnetwerk te vergrendelen en hun equivalent in het doelsysteem uit te geven. Als een gebruiker bijvoorbeeld 10 ETH van Ethereum naar Binance Smart Chain wil sturen, zal BridgeX 10 ETH in het Ethereum-netwerk vergrendelen en een gelijkwaardig bedrag uitgeven in de vorm van BEP-20 tokens op Binance Smart Chain.",
    bd9: "Een andere belangrijke functie van BridgeX is het optimaliseren van de transactie routering. Het systeem bevat een kunstmatige intelligentie mechanisme dat de huidige netwerkcongestie analyseert en de beste routes voor gebruikerstransacties voorstelt. Als bijvoorbeeld het Ethereum-netwerk overbelast is en transacties traag verlopen, kan BridgeX gebruikers voorstellen activa te verzenden via minder drukke netwerken zoals Binance Smart Chain of Polygon, wat de kosten verlaagt en de snelheid verhoogt.",
    bd10: "Slimme transactierouting.",
    bd11: "Voorbeeld van werking.",
    bd12: "Stel dat een gebruiker USDT-tokens van het Ethereum-netwerk naar het Polygon-netwerk wil overdragen. BridgeX controleert eerst de beschikbaarheid van liquiditeit en vergrendelt USDT in het Ethereum-netwerk via een slim contract. Vervolgens geeft het systeem een equivalent bedrag aan USDT uit in het Polygon-netwerk via een soortgelijk contract. Het hele proces is geautomatiseerd en vindt binnen enkele seconden plaats, waarbij de transactie wordt beschermd met zk-SNARK om anonimiteit te waarborgen.",
    bd13: "Mengmechanisme.",
    bd14: "Het mixmechanisme in BridgeX is ontworpen om de bron en bestemming van transacties maximaal te verbergen, waardoor de anonimiteit van netwerkdeelnemers wordt gewaarborgd. Mixen omvat het schudden van transacties tussen verschillende gebruikers, zodat het zelfs bij openbare blockchain-tracking onmogelijk is om te bepalen wie de afzender en ontvanger van fondsen zijn. Dit is vooral belangrijk voor gebruikers die waarde hechten aan hun privacy en transactietracking willen vermijden.",
    bd15: "Hoe werkt mixen?",
    bd16: "Het mixmechanisme in BridgeX gebruikt geavanceerde versleutelingsalgoritmes en gegevensverduistering om een 'transactiepool' te creëren, waaruit gemengde fondsen worden verzonden. Wanneer een gebruiker fondsen via BridgeX verzendt, wordt zijn transactie in kleinere delen opgesplitst en gemengd met transacties van andere gebruikers. Dit maakt het vrijwel onmogelijk om te traceren waar de fondsen vandaan kwamen en waar ze naartoe gingen.",
    bd17: "Przykład działania mieszania",
    bd18: "Stel dat een gebruiker 5 ETH via BridgeX verstuurt. In plaats van deze 5 ETH rechtstreeks naar het adres van de ontvanger te sturen, splitst het systeem het bedrag op in kleinere delen, bijvoorbeeld 0,1 ETH, en stuurt ze via verschillende paden in het netwerk. Tegelijkertijd worden transacties van andere gebruikers ook gemengd, waardoor het voor een externe waarnemer vrijwel onmogelijk is om te bepalen wie de fondsen heeft verzonden en aan wie.",
    bd19: "Veilige bewijzen",
    bd20: "Dit is een van de meest geavanceerde cryptografische technologieën, actief gebruikt in 4VBridgeX om gegevens te beschermen en gebruikersprivacy te waarborgen. zk-SNARK maakt het mogelijk om bewijzen van transactieauthenticiteit te creëren zonder gegevens over de transactie, de deelnemers of de bedragen te onthullen.",
    bd21: "Wat is",
    bd22: "Dit is een methode van cryptografisch bewijs waarmee één partij (de bewijzer) een andere partij (de verificateur) kan overtuigen dat een bewering waar is zonder gegevens met betrekking tot die bewering vrij te geven. In de context van 4VBridgeX wordt zk-SNARK gebruikt om te bevestigen dat een transactie heeft plaatsgevonden zonder details vrij te geven over wie de fondsen heeft verzonden of ontvangen en hoeveel er is overgedragen.",
    bd23: "Kiedy użytkownik wysyła transakcję za pomocą 4VBridgeX, system generuje dowód zk-SNARK, który potwierdza ważność transakcji. Dowód ten jest weryfikowany przez walidatorów sieci, ale dane transakcji pozostają ukryte. W ten sposób walidatorzy mogą potwierdzić ważność transakcji, nie wiedząc, kto ją wysłał ani do kogo była adresowana.",
    bd24: "Hoe het werkt",
    bd25: "zk-SNARK werkt door middel van complexe wiskundige berekeningen die een compacte bewijs leveren dat een transactie echt is, zonder enige informatie erover te onthullen. In BridgeX genereert elke gebruiker die geld verzendt automatisch een zk-SNARK-bewijs, dat wordt geverifieerd op het netwerk voordat de transactie wordt voltooid.",

    bd3: "Het BridgeX-platform past zich niet alleen aan de moderne omstandigheden aan, maar creëert ook de toekomst van cross-chain interactie. Elk element van het systeem is ontworpen met inachtneming van de huidige uitdagingen waarmee het crypto-ecosysteem wordt geconfronteerd, zoals privacy, schaalbaarheid en decentralisatie.",
    bd6: "BridgeX is het centrale onderdeel van 4V.CRYPTO dat verantwoordelijk is voor interacties tussen blockchains. Het stelt gebruikers in staat om digitale activa te verzenden en te ontvangen tussen verschillende blockchain-netwerken. Dit is vooral belangrijk in de moderne multi-blockchain wereld, waar verschillende platforms vaak niet direct kunnen communiceren. BridgeX maakt het voor gebruikers mogelijk om hun activa naadloos te verplaatsen tussen netwerken zoals Ethereum, Binance Smart Chain, Polygon, Solana en andere.",
    bd8: "vertegenwoordigt een modulair systeem dat naadloos integreert met verschillende blockchain-netwerken via gestandaardiseerde interfaces. Dit maakt het mogelijk om eenvoudig nieuwe blockchains toe te voegen aan BridgeX zonder de volledige herontwerp van het systeem. Als er bijvoorbeeld in de toekomst een nieuwe blockchain met hoge aanpasbaarheid, zoals Cardano of Polkadot, verschijnt, kan deze met minimale wijzigingen worden geïntegreerd in BridgeX.",

    bd1: "is een revolutionair platform dat is ontworpen om een van de meest dringende uitdagingen van de moderne blockchain-gemeenschap op te lossen: cross-chain interactie en privacy. Met de ontwikkeling van verschillende blockchains zoals Ethereum, Binance Smart Chain, Polygon en andere, zijn talrijke onafhankelijke ecosystemen ontstaan, elk met zijn unieke functies en voordelen. Er is echter een aanzienlijk probleem tussen deze netwerken - de complexiteit van interactie en gegevensoverdracht tussen blockchains.",
    bid1: "Video openen",
    bid2: "Introductie",
    bid3: "Oplossingsarchitectuur",
    bid4: "Cross-chain protocollen BridgeX",
    bid5: "Mixmechanisme",
    bid6: "Dynamisch tarieven systeem",
    bid7: "BridgeX werkproces",
    bid8: "Integratie van zk-SNARK in BridgeX",
    bid9: "Werking van zk-SNARK-gebaseerde mixer",
    bid10: "Gebruik van Chainlink-orakels",
    bid11: "Implementatie van nodes",
    bid12: "Beveiliging en controle",
    bid13: "Conclusie",
    dexx: "Koop, verkoop en ruil uw cryptocurrency op onze DEX! Onze cross-chain bridge ondersteunt grote netwerken zoals TON, Ethereum, TRON, Binance Smart Chain, Polygon, TON, Avalanche, Fantom en andere, en biedt uitgebreide mogelijkheden voor gebruikers.",
    wallet: "Portemonnee verbinden",
    brid: "Crosschain-brug",
    go: "Ga naar DEX",
    br9: "Beloningen: Hoe meer tokens u staket en hoe langer ze gestaket blijven, hoe groter uw beloningen.",
    br2: "Transactieprivacy: Moderne blockchain-netwerken zijn inherent transparant, waardoor elke transactie en de deelnemers kunnen worden gevolgd. Dit brengt risico's met zich mee, vooral voor gebruikers die de vertrouwelijkheid van hun financiële transacties waarderen.",
    br3: "Gemak van activa-overdracht tussen netwerken: Bruggen die verschillende blockchains verbinden, zijn vaak moeilijk te gebruiken en gevoelig voor aanvallen. Veiligheid: Kwetsbaarheden in cross-chain infrastructuur kunnen leiden tot hacks, diefstal van fondsen en verlies van gebruikersvertrouwen.",
    br4: "BridgeX biedt gebruikers de mogelijkheid om hun activa naadloos te verplaatsen tussen netwerken zoals Ethereum, Binance Smart Chain, Polygon, Solana en andere.",
    br5: "De zk-SNARK-technologie is diep geïntegreerd in de transactieverwerking van BridgeX, van de initialisatiefase tot de cross-chain-overdracht. zk-SNARK zorgt voor de verificatie van elke transactie zonder dataverstrekking, waardoor het systeem ongelooflijk veilig is voor gebruikers.",
    br6: "Koop, verkoop en wissel uw cryptocurrency op onze DEX! Onze cross-chain brug maakt het mogelijk om activa tussen verschillende blockchains over te dragen (bijv. Ethereum, Binance Smart Chain, Polygon).",
    br7: "4V.BridgeX ondersteunt het Proof of Stake (PoS) systeem, waarmee gebruikers beloningen kunnen verdienen door hun tokens te staken. Hoe het werkt:",
    br10: "Langetermijn duurzaamheid: Het uiteindelijke beloningspercentage is 10% per jaar.",
    bridge3:
      "Dit is een innovatief platform dat de nieuwste technologieën combineert voor het verzamelen, verwerken en verspreiden van nieuws en inhoud van over de hele wereld. Wij zijn gespecialiseerd in het leveren van actuele en hoogwaardige informatie met behulp van krachtige parsingtools en kunstmatige intelligentie voor contentanalyse en filtering.",
    br1: "In de moderne cryptowereld zijn privacy, veiligheid en het gemak van het verplaatsen van activa tussen verschillende blockchains de belangrijkste aspecten. Met de ontwikkeling van cross-chain technologieën staan gebruikers voor nieuwe uitdagingen zoals de complexiteit van interactie met bridges, beveiligingsrisico's en privacybedreigingen. Als reactie op deze uitdagingen introduceren we , een innovatief systeem ontworpen voor eenvoudige, snelle en veilige activaoverdrachten tussen blockchains met een hoog niveau van anonimiteit.",

    bridge:
      "4V.BridgeX is een revolutionair platform dat is ontworpen om een van de meest dringende uitdagingen waarmee de moderne blockchain-gemeenschap wordt geconfronteerd, op te lossen: cross-chain interactie en privacy.",
    bridge2:
      "BridgeX eliminuje ten problem, tworząc zunifikowany zdecentralizowany system, który nie tylko umożliwia transfery aktywów między blockchainami, ale także zapewnia bezpieczeństwo, prywatność i anonimowość użytkowników. Dzięki wdrożeniu zk-SNARK, metody dowodu zerowej wiedzy, platforma BridgeX pozwala użytkownikom na dokonywanie transferów bez ujawniania swoich danych, co znacznie zwiększa bezpieczeństwo. BridgeX stosuje również mechanizmy mieszania, zapewniając dodatkowy poziom prywatności dla każdej transakcji.",
    Menu: "Menu",
    "TECH SPEC": "Technische specificaties",
    "TERMS OF SERVICE": "GEBRUIKSVOORWAARDEN",
    "PRIVACY POLICY": "PRIVACYBELEID",
    "WHITE PAPER": "WHITE PAPER",
    "ROAD MAP": "ROUTEKAART",
    Company: "Bedrijf",
    Team: "Team",
    Defi: "Decentralized Finance",
    Documentation: "Documentatie",
    roadmapTitle: "Routekaart 2024-2026",
    note: "Dit is niet de definitieve versie van de routekaart en zal maandelijks worden bijgewerkt.",
    br8: "Tokenstaking: U stort uw FVX-tokens op het 4V.BridgeX-platform.",
    "2024StrengtheningAndExpansion": "2024: Versterking en uitbreiding",
    q3_2024: "K3 2024",
    launchTelegramBot: "Lancering van 4V.ROBOT voor Telegram.",
    launchWhatsAppBot: "Lancering van 4V.ROBOT voor WhatsApp.",
    botDevelopmentTesting: "Ontwikkeling en testen van de bot.",
    userAttractionCampaign: "Marketingcampagne om gebruikers aan te trekken.",
    integrationWithNewsAggregator:
      "Integratie met de 4V.News nieuwsaggregator.",
    userFeedbackFeatures:
      "Nieuwe functies toevoegen op basis van gebruikersfeedback.",
    interfaceOptimization: "Optimalisatie van interface en prestaties.",

    q4_2024: "K4 2024",
    launchVKBot: "Lancering van 4V.ROBOT voor VK.",

    "2025InternationalExpansionInnovation":
      "2025: Internationale expansie en innovatie",
    q1_2025: "K1 2025",
    launchFacebookMessengerBot:
      "Lancering van 4V.ROBOT voor Facebook Messenger.",
    launchDEX: "Lancering van 4V.DEX.",
    launchDEFI: "Lancering van 4V.BridgeX.",
    educationWebinars: "Educatief materiaal en webinars voor gebruikers.",
    cryptocurrencyReach: "Uitbreiding van het bereik van de 4V cryptocurrency.",
    exchangeListing: "Actief werken aan notering op nieuwe cryptobeurzen.",
    airdropCampaigns:
      "Uitvoeren van airdrop-campagnes en loyaliteitsprogramma's.",

    q2_2025: "K2 2025",
    launchInstagramBot: "Lancering van Instagram bot.",
    launch4VNews: "Lancering van 4V.NEWS.",
    communityManagement: "Gemeenschapsbeheer.",
    userCommunityDevelopment:
      "Ontwikkeling van een actieve gebruikersgemeenschap op verschillende platforms.",
    feedbackCollection: "Regelmatige enquêtes en feedbackverzameling.",

    q3_2025: "K3 2025",
    launchLinkedInBot: "Lancering van 4V.ROBOT voor LinkedIn.",
    internationalPromotion: "Internationale promotie.",
    marketAdaptation:
      "Betreding van nieuwe markten en aanpassing van de dienst aan lokale kenmerken.",

    q4_2025: "K4 2025",
    launchTikTokBot: "Lancering van 4V.ROBOT voor TikTok.",
    partnershipPrograms: "Uitbreiding van samenwerkingsprogramma's.",
    cryptocurrencyPartnerships: "Partnerschappen met grote cryptoplatforms.",
    jointAdvertising: "Uitvoeren van gezamenlijke reclamecampagnes.",

    "2026LeadershipStability": "2026: Leiderschap en stabiliteit",
    q1_2026: "K1 2026",
    effectivenessAnalysis:
      "Analyse en optimalisatie van de effectiviteit van alle gelanceerde bots.",
    functionalityExpansion: "Uitbreiding van functies voor 4V-houders.",
    newAdvertisingCampaigns:
      "Nieuwe reclamecampagnes en samenwerkingsprogramma's uitvoeren.",

    q2_2026: "K2 2026",
    innovativeDevelopments: "Innovatieve ontwikkelingen.",
    aiIntegration:
      "Implementatie van technologieën zoals AI en ML om de dienst te verbeteren.",
    personalizedNews:
      "Ontwikkeling van gepersonaliseerde nieuwsfeeds met behulp van AI.",
    cryptoInfrastructure: "Ontwikkeling van de cryptoinfrastructuur.",
    newMiningOpportunities: "Nieuwe kansen creëren voor 4V mining en handel.",
    walletsPaymentSystems:
      "Ontwikkeling van eigen portemonnees en betalingssysteem.",

    q3_2026: "K3 2026",
    businessOptimization: "Analyse van alle bedrijfsaspecten voor het jaar.",
    scalingTeamGrowth:
      "Uitbreiding van het team en verbetering van de infrastructuur om groei te ondersteunen.",

    q4_2026: "K4 2026",
    newBotsAndServices: "Lancering van nieuwe bots en diensten.",
    globalExpansion: "Wereldwijde uitbreiding.",
    serviceLocalization: "Lokalisatie van diensten voor nieuwe regio's.",

    "2027InnovationDevelopment": "2027: Innovatieontwikkeling",
    q1_2027: "K1 2027",
    techInnovation:
      "Implementatie van nieuwe technologische oplossingen om de gebruikerservaring te verbeteren.",
    newProductsTesting:
      "Ontwikkeling en testen van nieuwe producten en diensten.",
    cryptocurrencyStrengthening:
      "Versterking van de positie van de cryptomunt.",
    promotionCampaigns:
      "Uitvoeren van nieuwe campagnes om 4V te promoten en te gebruiken.",
    techDoc: {
      title: "4V Technische Documentatie",
      introduction: "Inleiding",
      architecture: "Algemene Architectuur",
      glide: "GLIDE: Gelokaliseerde Intelligente Dynamische Engine",
      newsAggregation: "Nieuwsaggregatie en Contentbeheer",
      robot: "4V.ROBOT: Doorbraak in Contentaggregatie",
      crypto: "4V.COIN: Beheer van Cryptovaluta",
      dex: "4V.DEX: Gedecentraliseerde Beurs",
      defi: "4V.DEFI: Gedecentraliseerde Financiële Diensten",
      coin: "4V.coin: Ecosysteem Token",
      dao: "DAO en Gedecentraliseerd Bestuur",
      conclusion: "Conclusie",
      introDescription:
        "4V is een geavanceerd platform dat gebruikers samenbrengt die op zoek zijn naar efficiënte verwerking van nieuws, contentbeheer en beheer van digitale activa. 4V biedt een unieke combinatie van tools voor het verzamelen, analyseren en personaliseren van nieuwsinhoud, samen met op blockchain gebaseerde financiële oplossingen.",
      introObjective:
        "Het doel van 4V is om een toonaangevende leverancier van nieuws en informatie te worden, evenals toegang te bieden tot een breed scala aan cryptovaluta- en financiële tools zoals gedecentraliseerde beurzen (DEX), NFT-platforms en DeFi-services, ondersteund door de 4V.coin.",
      mainDirections: "Belangrijkste Richtingen",
      innovativeApproach: "Innovatieve Benadering",
      aiForPersonalization:
        "Gebruik van AI voor gepersonaliseerde nieuwsfeeds.",
      broadCoverage:
        "Brede Dekking: Wereldwijde nieuwsverzameling en aggregatie.",
      integrationFinancialTools:
        "Integratie van eigen financiële tools en de 4V-cryptovaluta.",
      web3Development: "Web 3.0-ontwikkeling met DEX en DeFi-platforms.",
      robotDescription1:
        "Een van de belangrijkste kenmerken van het platform is 4V.ROBOT, een bot die internetinhoud verzamelt en automatisch publiceert op sociale media.",
      robotDescription2:
        "Beheerders kunnen categorieën, tags en publicatieschema's instellen, waarna het systeem automatisch inhoud verspreidt.",
      robotDescription3:
        "Wij geloven dat deze markt een enorm potentieel heeft. 4V.ROBOT is het eerste product in zijn soort dat deze niche wil veroveren.",
      technologiesAndTools: "Technologieën en Hulpmiddelen",
      glideEngine: "GLIDE: Een AI die automatisch de nieuwsfeed aanpast.",
      contentwiseEngine:
        "CONTENTWISE: Een intelligent systeem dat inhoud verzamelt en filtert.",
      distributor:
        "DISTRIBUTOR: Een systeem dat automatisch inhoud verspreidt.",
      smartshare: "SMARTSHARE: Een slim systeem voor contentdeling.",
      architectureDescription:
        "De architectuur van 4V is ontworpen om te voldoen aan de behoeften van gebruikers voor contentbeheer en cryptobeheer.",
      newsAggregator:
        "4V.NEWS: Een nieuwsaggregator die gepersonaliseerde en actuele inhoud biedt.",
      glideModule:
        "GLIDE - Een module voor AI-gebaseerde contentfiltering op basis van locatie.",
      cryptoModule:
        "4V.COIN - Een veilige en transparante module voor digitaal activabeheer.",
      dexAndDefiModules:
        "4V.DEX en 4V.DEFI - Gedecentraliseerde financiële modules.",
      glideDescription:
        "GLIDE optimaliseert de nieuwsfeed in real-time op basis van de locatie van de gebruiker.",
      newsAggregationDescription:
        "4V.NEWS is een krachtige aggregator die gegevens verzamelt uit duizenden bronnen.",
      cryptoDescription:
        "4V.COIN biedt veilig en transparant beheer van digitale activa.",
      marketMonitoring: "Marktmonitoring in real-time.",
      secureTransactions: "Veilige transacties via smart contracts.",
      defiIntegration: "Integratie met gedecentraliseerde financiële diensten.",
      dexDescription:
        "4V.DEX is een gedecentraliseerde beurs voor het verhandelen van cryptovaluta zonder tussenpersonen.",
      coinDescription:
        "FVX is de token die wordt gebruikt binnen de diensten van het platform.",
      tokenFeatures: "Belangrijkste functies van de token:",
      transactionFees: "Transactiekosten: Overdrachten met FVX.",
      staking: "Staking voor deelname aan het netwerk.",
      voting: "Stemrecht voor houders van FVX.",
      stakingDelegation: "Delegatie van staking naar validators.",
      interoperability:
        "4V.coin ondersteunt interoperabiliteit tussen blockchains.",
      daoDescription1: "4V streeft naar gedecentraliseerd bestuur via DAO.",
      daoDescription2:
        "50% van de opbrengsten van 4V.ROBOT wordt gebruikt voor tokeninkoop.",
      conclusionDescription:
        "4V biedt unieke oplossingen voor nieuwsaggregatie, digitaal activabeheer en gedecentraliseerde financiële producten.",
    },
    whitepaper: {
      title: "4V Bedrijf Whitepaper",
      introduction:
        "4V streeft ernaar een toonaangevende aanbieder te worden van nieuws- en informatiediensten door gebruik te maken van geavanceerde technologieën zoals kunstmatige intelligentie (AI), machine learning (ML) en blockchain. Dit document schetst de belangrijkste richtingen en technische aspecten die worden geïmplementeerd om de gestelde doelen in de komende drie jaar te bereiken. Alle bots worden geïntegreerd met de 4V.News-nieuwsaggregator om datasynchronisatie en gepersonaliseerde nieuwsfeeds voor elke gebruiker te garanderen.",
      mainDirections: "Belangrijkste Richtingen",
      mainDirectionsDescription:
        "Gebruik van AI om gepersonaliseerde nieuwsfeeds te creëren. Brede Dekking: Verzamelen en samenvoegen van nieuws uit de hele wereld over verschillende onderwerpen. Handige Hulpmiddelen: Ontwikkeling van bots en aggregatoren voor gemakkelijke toegang tot nieuws. Eigen Cryptomunt: Promotie en integratie van de 4V-cryptomunt. Web 3.0 Ontwikkeling: Lancering van gedecentraliseerde beurzen (DEX), DeFi-diensten en NFT-platforms.",
      innovativeApproach: "Innovatieve Aanpak",
      innovativeApproachDescription:
        "Het verzamelen van nieuws uit verschillende bronnen vormt de basis voor het creëren van gepersonaliseerde nieuwsfeeds. Dit omvat het verzamelen van informatie van nieuwssites, sociale netwerken, blogs en andere bronnen. Voor gegevensanalyse worden de gegevens gefilterd en genormaliseerd om irrelevante informatie uit te sluiten en het gegevensformaat te standaardiseren.",
      broadCoverage: "Brede Dekking",
      broadCoverageDescription:
        "4V verzamelt en aggregeert nieuws uit verschillende bronnen wereldwijd om ervoor te zorgen dat gebruikers toegang hebben tot diverse en actuele informatie over verschillende onderwerpen. De 4V.News-aggregator wordt geïntegreerd met bots voor verschillende berichtenapps en sociale netwerken, waardoor gebruikers nieuws in een handig formaat ontvangen.",
      launch: "Lancering",
      launchDescription:
        "De openbare lancering van het platform wordt geïntegreerd met de 4V-cryptomunt, waarmee gebruikers de cryptomunt kunnen verhandelen op gedecentraliseerde beurzen en DeFi-diensten kunnen gebruiken.",
      botDevelopment: "Ontwikkeling van Bots en Aggregatoren",
      botDevelopmentDescription:
        "Er worden bots ontwikkeld voor populaire berichtenapps en sociale netwerken zoals WhatsApp, Facebook Messenger, Instagram, LinkedIn en TikTok. Elke bot biedt gebruikers toegang tot nieuws en gepersonaliseerde feeds op basis van hun interesses.",
      technicalDocumentation: "Technische Documentatie",
      tokenomicsTitle: "FVX Tokenomics",
      tokenUsage: "Gebruik van FVX Tokens",
      tokenUsageDescription:
        "FVX is de kern van het 4V-ecosysteem en dient verschillende functies: transactiekosten, staking en stemrecht. Gebruikers betalen vergoedingen voor cross-chain transacties met FVX, inclusief transactiemixing, het gebruik van bruggen en validatie door orakels. Staking stelt gebruikers in staat om deel te nemen aan het 4V-netwerk en beloningen te verdienen, waardoor de netwerkbeveiliging toeneemt. Tokenhouders krijgen ook stemrechten voor de ontwikkeling van het ecosysteem, wat decentralisatie en democratische besluitvorming bevordert.",
      stakingDelegation:
        "Staking-delegatie: Gebruikers kunnen hun FVX-tokens aan andere validators delegeren en een percentage van hun beloningen verdienen. Deze delegatie moedigt tokenhouders aan om hun tokens in het systeem te houden en verhoogt de liquiditeit van het project.",
      tokenDistributionTitle: "Verdeling van FVX Tokens",
      tokenDistribution: "Tokenverdeling",
      totalTokens: "Totaal aantal tokens: 4 444 444 444",
      userStaking:
        "37% - Voor gebruikers via staking, beloningen voor deelname en andere activiteiten.",
      teamDevelopers: "17% - Voor het team en de ontwikkelaars.",
      liquidity: "24% - Voor liquiditeit (in liquiditeitspools en beurzen).",
      earlyAccess:
        "22% - Voor het vroegtoegangsprogramma en beloningscampagnes.",
      conclusionTitle: "Conclusie",
      conclusionDescription:
        "4V is een innovatief platform dat de nieuwste technologieën combineert voor het verzamelen, verwerken en verspreiden van nieuws en inhoud wereldwijd. Wij richten ons op het leveren van tijdige en kwalitatieve informatie met behulp van krachtige analytische tools en kunstmatige intelligentie.",
    },
    privacy: {
      title: "4V Privacybeleid",
      lastUpdated: "Laatst bijgewerkt: 11 oktober 2023",
      contentsTitle: "Inhoud",
      contents: {
        infoCollection: "Informatieverzameling",
        infoUsage: "Gebruik van informatie",
        rightsCalifornia: "Privacyrechten in Californië",
        rightsEurope: "Informatie voor inwoners van Europa",
        dataTransfer: "Gegevensoverdracht en opslag",
        cookies: "Gebruik van cookies",
        security: "Gegevensbeveiliging",
        contact: "Contact opnemen",
      },
      infoCollection: {
        title: "Informatieverzameling",
        text1:
          "We verzamelen persoonlijke informatie die u ons rechtstreeks verstrekt (bijvoorbeeld bij registratie op de 4V-site) en automatisch bij het gebruik van onze diensten. Dit kan gegevens omvatten zoals uw naam, contactgegevens, transactiegegevens en apparaatgegevens.",
        text2:
          "We gebruiken ook trackingtechnologieën, zoals cookies, om informatie over uw activiteit op onze website te verzamelen. Deze gegevens helpen ons om onze diensten te verbeteren en de gebruikersinterface aan uw voorkeuren aan te passen.",
      },
      infoUsage: {
        title: "Gebruik van informatie",
        text1:
          "We gebruiken de verzamelde informatie om onze diensten te leveren en te verbeteren, transacties te verwerken, meldingen te verzenden en gegevens te beveiligen. Uw contactgegevens kunnen bijvoorbeeld worden gebruikt om updates en beveiligingsmeldingen te verzenden.",
        text2:
          "We kunnen de informatie ook gebruiken voor analyse, personalisatie van inhoud en het verbeteren van de functionaliteit van de website.",
      },
      rightsCalifornia: {
        title: "Privacyrechten in Californië",
        text: "Volgens de California Consumer Privacy Act (CCPA) hebben inwoners van Californië het recht om informatie op te vragen over hoe we persoonlijke gegevens verzamelen en gebruiken, en om verwijdering van deze gegevens te verzoeken. U heeft het recht om:",
        list: {
          access:
            "Toegang te vragen tot de persoonlijke informatie die we hebben verzameld.",
          deletion:
            "Verwijdering van uw gegevens te vragen, behalve zoals wettelijk vereist.",
          optOut:
            "Af te zien van de verkoop van uw gegevens (indien van toepassing).",
        },
      },
      rightsEurope: {
        title: "Informatie voor inwoners van Europa",
        text: "Als u inwoner bent van de EER, het Verenigd Koninkrijk of Zwitserland, heeft u de volgende rechten onder de Algemene Verordening Gegevensbescherming (AVG):",
        list: {
          access: "Recht op toegang tot uw gegevens en een kopie daarvan.",
          correction: "Recht om onjuiste gegevens te corrigeren.",
          deletion: "Recht om uw gegevens te verwijderen.",
          restriction: "Recht om de gegevensverwerking te beperken.",
          portability: "Recht op gegevensoverdraagbaarheid.",
        },
        contact: "Om deze rechten uit te oefenen, neem contact met ons op via",
      },
      dataTransfer: {
        title: "Gegevensoverdracht en opslag",
        text1:
          "We kunnen uw gegevens doorgeven aan derden indien nodig voor het uitvoeren van onze verplichtingen en ze opslaan op servers in verschillende landen, waaronder de Verenigde Staten. Alle gegevensoverdrachten worden uitgevoerd in overeenstemming met de wettelijke vereisten.",
        text2:
          "We nemen redelijke maatregelen om uw gegevens te beschermen, maar u moet zich ervan bewust zijn dat gegevensoverdracht via internet nooit volledig veilig kan zijn.",
      },
      cookies: {
        title: "Gebruik van cookies",
        text: "We gebruiken cookies om informatie te verzamelen over uw activiteit op de website. Dit stelt ons in staat om de gebruikerservaring te verbeteren en meer gepersonaliseerde inhoud aan te bieden. U kunt uw cookie-instellingen beheren in uw browser en deze indien nodig uitschakelen.",
      },
      security: {
        title: "Gegevensbeveiliging",
        text1:
          "We doen er alles aan om uw persoonlijke gegevens te beschermen. Onze beveiligingsmaatregelen omvatten gegevensversleuteling, wachtwoordbescherming en regelmatige veiligheidsaudits.",
        text2:
          "Ondanks onze inspanningen kan echter geen enkel beveiligingssysteem volledige bescherming garanderen. We raden u aan om voorzichtig te zijn en de nodige stappen te ondernemen om uw informatie te beschermen.",
      },
      contact: {
        title: "Contact opnemen",
        text: "Als u vragen heeft over dit Privacybeleid, kunt u contact met ons opnemen via info@4V.com.",
      },
    },
    terms: {
      title: "4V Servicevoorwaarden",
      lastUpdated: "Laatst bijgewerkt: 11 oktober 2023",
      contentsTitle: "Inhoudsopgave",
      contents: {
        agreement: "Instemming met de voorwaarden",
        license: "Reikwijdte van de gebruikerslicentie",
        prohibited: "Verboden activiteiten",
        dataSecurity: "Gegevensbeveiliging",
        disputes: "Geschillenbeslechting",
        californiaRights: "Rechten van inwoners van Californië",
        miscellaneous: "Diverse bepalingen",
        contact: "Neem contact met ons op",
      },
      agreement: {
        title: "Instemming met de voorwaarden",
        text1:
          'Deze Eindgebruikerslicentieovereenkomst en Servicevoorwaarden ("EULA") vormen een bindende overeenkomst tussen u en 4V ("wij", "ons" of "onze") met betrekking tot het gebruik van onze service en website. Door onze site en service te gebruiken, stemt u in met deze voorwaarden. Als u het niet eens bent met de voorwaarden, stop dan met het gebruik van onze diensten.',
        text2:
          "Wij behouden ons het recht voor om deze overeenkomst op elk moment te wijzigen. Voortgezet gebruik van de service na de publicatie van updates geeft aan dat u akkoord gaat met de nieuwe voorwaarden.",
      },
      license: {
        title: "Reikwijdte van de gebruikerslicentie",
        text1:
          "4V verleent u een beperkte, persoonlijke, niet-overdraagbare licentie voor persoonlijk gebruik van onze service. Het kopiëren, wijzigen, decompileren of verspreiden van onze diensten is ten strengste verboden.",
        text2:
          "Overtreding van deze voorwaarden kan leiden tot weigering van toegang tot de service en juridische aansprakelijkheid.",
      },
      prohibited: {
        title: "Verboden activiteiten",
        text1:
          "U stemt ermee in onze service niet te gebruiken voor illegale doeleinden, waaronder het verzamelen van persoonlijke gegevens van andere gebruikers, pogingen tot ongeautoriseerde toegang tot het systeem, verspreiding van schadelijke software of overtreding van wetten of voorschriften.",
        text2:
          "Wij behouden ons het recht voor om de toegang tot de service te blokkeren voor gebruikers die deze voorwaarden overtreden.",
      },
      dataSecurity: {
        title: "Gegevensbeveiliging",
        text: "Wij nemen de nodige maatregelen om de gegevens van gebruikers te beschermen. Ondanks onze inspanningen kan de volledige beveiliging van gegevens op internet echter niet worden gegarandeerd. U stemt ermee in onze service op eigen risico te gebruiken.",
      },
      disputes: {
        title: "Geschillenbeslechting",
        text1:
          "Eventuele geschillen die voortvloeien uit het gebruik van 4V-diensten worden beslecht door arbitrage volgens de Zwitserse wet. Groepsvorderingen zijn niet toegestaan. U stemt in met individuele geschillenbeslechting.",
        text2:
          "Om een geschil op te lossen, dient u eerst een schriftelijke kennisgeving te sturen naar ons e-mailadres support@4V.com.",
      },
      californiaRights: {
        title: "Rechten van inwoners van Californië",
        text: "Volgens de California Consumer Privacy Act (CCPA) kunnen inwoners van Californië informatie opvragen over hoe wij hun gegevens verzamelen en gebruiken, en om verwijdering van hun gegevens verzoeken.",
      },
      miscellaneous: {
        title: "Diverse bepalingen",
        text: "Deze voorwaarden vormen de volledige overeenkomst tussen u en 4V met betrekking tot het gebruik van onze service. Wij kunnen onze rechten en verplichtingen zonder voorafgaande kennisgeving aan anderen overdragen. Wijzigingen in deze overeenkomst worden op onze website gepubliceerd.",
      },
      contact: {
        title: "Neem contact met ons op",
        text: "Als u vragen of klachten heeft over het gebruik van 4V-diensten, kunt u contact met ons opnemen via support@4V.com.",
      },
    },
    "team title": "Ons internationale team",
    "team text":
      "Wij zijn er trots op dat ons team bestaat uit hooggekwalificeerde professionals van over de hele wereld. Ontwikkelaars, marketeers en blockchain-technologie-experts uit landen zoals Nederland, Estland en Canada worden verenigd door een gemeenschappelijk doel - innovatieve oplossingen creëren voor moderne problemen.",

    "4V is an innovative":
      "4V is een innovatief platform dat de nieuwste technologieën samenbrengt voor het verzamelen, verwerken en verspreiden van nieuws en inhoud van over de hele wereld.",
    "4V.NEWS is an innovative platform that combines":
      " is een innovatief platform dat de nieuwste technologieën combineert voor het verzamelen, verwerken en verspreiden van nieuws en inhoud van over de hele wereld. We zijn gespecialiseerd in het leveren van relevante en hoogwaardige informatie met behulp van krachtige parsingshulpmiddelen en kunstmatige intelligentie voor analyse en filtering.",
    "Find out more": "Meer informatie",
    "Aggregating news from different":
      "Het verzamelen van nieuws uit verschillende bronnen vormt de basis voor het creëren van gepersonaliseerde nieuwsfeeds. Dit omvat het verzamelen van informatie van nieuwssites, sociale netwerken, blogs en andere bronnen.",
    "Development and training":
      "Ontwikkeling en training van AI-modellen om gebruikersvoorkeuren te analyseren en nieuwsinhoud te personaliseren. Modellen worden getraind met grote hoeveelheden gegevens om gebruikersinteresses nauwkeurig te bepalen.",
    "Integration with 4V.News.":
      "Integratie met 4V.News. Alle bots worden geïntegreerd met de nieuwsaggregator 4V.News. Dit zorgt voor gegevenssynchronisatie en gepersonaliseerde nieuwsfeeds voor elke gebruiker. Bots ontvangen gegevens van de aggregator en leveren deze aan gebruikers in een handig formaat.",
    "For maximum convenience":
      "Voor maximale gemak is 4V geïntegreerd met de meest populaire sociale netwerken. Onze bots op Telegram, Facebook, Twitter en andere platforms bieden gebruikers toegang tot updates en exclusieve inhoud.",
    "This system":
      "Dit systeem past uw nieuwsfeed automatisch aan op basis van uw locatie, waardoor de meest actuele lokale en internationale updates worden geleverd.",
    "Users who own FVX tokens":
      "Gebruikers die FVX-tokens bezitten, kunnen deelnemen aan stemmingen over belangrijke kwesties in de ontwikkeling van het platform. Dit kan de goedkeuring van nieuwe blockchains voor integratie, tariefwijzigingen, beveiligingsupdates en andere kwesties omvatten. Op deze manier wordt 4V een volledig gedecentraliseerd platform dat door zijn gemeenschap wordt bestuurd.",
    "With 4V.NEWS":
      "Met 4V.BOT kunt u uw nieuwsfeed aanpassen door te kiezen uit een breed scala aan categorieën en tags, en zelfs uw eigen gepersonaliseerde tags maken.",
    GLIDE: "GLIDE (Global Localized Intelligent Dynamic Engine).",
    "Our sophisticated":
      "Onze geavanceerde AI stopt niet bij persoonlijke voorkeuren. Het past uw nieuwsfeed ook automatisch aan op basis van uw locatie.",
    "4V.ROBOT is an indispensable assistant for channel":
      "4V.ROBOT is een onmisbare assistent voor kanaalbeheer. Maak kanalen op populaire sociale mediaplatforms en automatiseer het proces met onze bot.",
    "4V.NEWS is more than just a news aggregator":
      "4V.NEWS is meer dan alleen een nieuwsaggregator; het is uw persoonlijke nieuwsconciërge. Blijf voorop met door AI aangedreven analyses, gepersonaliseerde nieuwslevering en een gebruiksvriendelijke interface.",
    "FVX owners":
      "FVX-eigenaren hebben het recht om te stemmen over belangrijke kwesties in de ontwikkeling van het 4V-ecosysteem, wat het project gedecentraliseerd en democratisch maakt.",
    "The best solution":
      "De beste oplossing voor nieuwssites en sociale mediakanalen. Volledig geautomatiseerde oplossing met behulp van kunstmatige intelligentie.",
    "Convenient tools":
      "Handige tools. Ontwikkeling van bots en aggregatoren voor gemakkelijke toegang tot nieuws.",
    "Powerful tools and integrations": "Krachtige tools en integraties",
    "Get FVX": "Krijg FVX",
    "Dont miss your chance": "Mis je kans niet om als eerste FVX te krijgen!",

    "Over the next 3 months":
      "In de komende 3 maanden kunnen alle leden van onze gemeenschap FVX volledig gratis ontvangen. Gedurende deze 3 maanden zullen we een kant-en-klare versie van 4V.ROBOT lanceren voor alle aangekondigde sociale netwerken, we zullen een portemonnee en een gateway-brug voorbereiden voor een gemakkelijke interactie met digitale activa. We zullen ook audits uitvoeren van slimme contracten om maximale veiligheid te garanderen. Na de distributie, na 3 maanden, kunnen munten worden gekocht op IDO, op de beurs of ontvangen door staking.",

    "4V.WEB 3.0":
      "4V.WEB 3.0 is een innovatief platform dat blockchain-technologie en gedecentraliseerde applicaties (dApps) combineert. Wij bieden gebruikers de mogelijkheid om te communiceren in een gedecentraliseerd netwerk, met een hoog niveau van veiligheid, transparantie en autonomie. 4V.WEB 3.0 stelt ontwikkelaars in staat hun eigen dApps te creëren en te implementeren, terwijl gebruikers toegang hebben tot een breed scala aan gedecentraliseerde diensten.",
    "4V.DEX":
      "4V.DEX is een gedecentraliseerde beurs waarmee gebruikers rechtstreeks, zonder tussenpersonen, cryptovaluta kunnen verhandelen. Het platform biedt veiligheid en transparantie van transacties door gebruik te maken van blockchain-technologie, waardoor gebruikers volledige controle over hun activa hebben en op elk gewenst moment kunnen handelen.",
    "4V.ROBOT":
      "4V.ROBOT integreert elementen van kunstmatige intelligentie om de werking van de bot te optimaliseren en biedt de mogelijkheid tot integratie met verschillende sociale netwerken zoals Telegram, Twitter en Facebook. Deze bots stellen gebruikers in staat om direct nieuwsupdates te ontvangen en het beheer van sociale media-accounts te automatiseren.",
    "4V.CRYPTO":
      "4V.CRYPTO is de tak van ons bedrijf in de cryptovaluta-industrie en biedt innovatieve oplossingen en diensten voor het werken met digitale activa. We bieden een breed scala aan producten.",
    "DISTRIBUTOR (Automatic Content Distributor)":
      "Een systeem dat automatisch content distribueert naar uw kanalen en sociale netwerken.",
    "CONTENTWISE (Content Wise Engine)":
      "Een intelligent systeem dat content verzamelt en filtert op basis van gebruikersvoorkeuren.",
    "4V.COIN":
      "FVX Het totale aantal tokens is 4 444 444 444, en deze token wordt gebruikt op het TON-netwerk voor interactie met onze diensten zoals 4V.ROBOT, 4V.DEFI en 4V.DEX. Staking-delegatie - Gebruikers kunnen hun FVX-tokens delegeren aan andere validators en een deel van hun beloningen ontvangen.",
    DAO: "Houders van FVX-tokens krijgen het recht om te stemmen over belangrijke kwesties met betrekking tot de ontwikkeling van het 4V-ecosysteem, waardoor het project gedecentraliseerd en democratisch wordt.",
    "SMARTSHARE (Intelligent Sharing Protocol)":
      "Een systeem dat slimme scenario's instelt voor het publiceren van content, afhankelijk van tijd, gebeurtenissen en doelgroep.",
    "4V.DEFI":
      "4V.DEFI is een platform dat gedecentraliseerde financiële diensten biedt voor leningen en staking. Hier kunnen gebruikers profiteren van een breed scala aan financiële instrumenten, waarbij transparantie en veiligheid worden gegarandeerd door blockchain-technologie.",
    "GLIDE (Global Localized Intelligent Dynamic Engine)":
      "Onze geavanceerde AI houdt niet alleen rekening met persoonlijke voorkeuren, maar past de nieuwsfeed ook automatisch aan op basis van uw locatie.",
    "4V.NEWS":
      "Wij begrijpen het belang van snelle en nauwkeurige informatie in de moderne wereld. Onze scraping-algoritmes verzamelen onmiddellijk gegevens uit duizenden bronnen.",
    "Learn More": "Meer weten",
    "Welcome to 4V.NEWS1": "Welkom bij 4V.NEWS",
    RESOURCES: "BRONNEN",
    START: "START",
    "video title": "Betrouwbare informatie op basis van bewijs",
    "We are constantly":
      "We verbeteren en breiden voortdurend onze mogelijkheden uit om u de meest relevante en nuttige informatie te bieden.",
    "you can now mine": "je kunt nu de munt in een vroeg stadium minen!",
    "The DAO":
      "Het DAO zal gebruikers in staat stellen te stemmen over updates, protocolwijzigingen en nieuwe integraties.",
    "4V.ROBOT integrates":
      "4V.ROBOT integreert elementen van kunstmatige intelligentie",
    "We offer a wide range of products":
      "Wij bieden een breed scala aan producten, waaronder veilige cryptocurrency-wallets, handels- en uitwisselingsplatforms en marktanalysetools. Onze missie is om het gebruik van cryptocurrencies voor iedereen toegankelijk en gemakkelijk te maken, met een hoog niveau van beveiliging en betrouwbaarheid. We zijn ook van plan WEB 3.0-technologieën te implementeren om de mogelijkheden van onze producten en diensten uit te breiden, inclusief gedecentraliseerde financiële platforms (DeFi) en gedecentraliseerde beurzen (DEX).",
    "Innovative approach":
      "Innovatieve benadering en gebruik van AI om gepersonaliseerde nieuwsfeeds te creëren. Brede dekking en verzameling en aggregatie van nieuws van over de hele wereld over verschillende onderwerpen.",
    "4V.coin is a token on the TON":
      "FVX is een token op het TON-netwerk voor interactie met onze diensten zoals 4V.ROBOT, 4V.DEFI en 4V.DEX.",
    "4V.COIN is our company’s":
      "4V.CRYPTO is het hulpmiddel van ons bedrijf in de cryptocurrency-industrie en biedt innovatieve oplossingen en diensten voor het werken met digitale activa.",
    "The best solution for news":
      "De beste oplossing voor nieuwssites en sociale mediakanalen. Volledig geautomatiseerde oplossing met behulp van kunstmatige intelligentie.",
    "Welcome to 4V.NEWS":
      "Welkom bij 4V.NEWS, het toppunt van innovatie in nieuwsaggregatie en informatiebeheer. Ontworpen voor naadloze integratie van geavanceerde kunstmatige intelligentie.",
    "4V is an innovative platform":
      "4V is een innovatief platform dat de nieuwste technologieën combineert voor het verzamelen, verwerken en verspreiden van nieuws en inhoud van over de hele wereld. Wij zijn gespecialiseerd in het leveren van relevante en hoogwaardige informatie, met behulp van krachtige parsingtools en kunstmatige intelligentie voor het analyseren en filteren van inhoud.",

    "Cutting-edge technology for news and content":
      "Vooruitstrevende technologie voor nieuws en inhoud",
  },
  pl: {
    "send": "wysłać",

    "bd52": "Oferuje rewolucyjne rozwiązanie dla transferów międzyłańcuchowych, zapewniające maksymalną anonimowość, bezpieczeństwo i elastyczność. Integracja zk-SNARK i mechanizmów mieszania umożliwia użytkownikom bezpieczne przenoszenie aktywów między blockchainami bez ujawniania swoich danych. 4V nadal się rozwija, planując dalsze ulepszenia i wdrażanie nowych technologii w celu zapewnienia jeszcze większego bezpieczeństwa i skalowalności.",

    "bd51": "Integracja zk-SNARK i mechanizmów mieszania w BridgeX zapewnia najwyższy poziom prywatności i anonimowości. Zastosowanie zaawansowanych metod kryptograficznych sprawia, że BridgeX jest odporny na większość znanych ataków, w tym analizę ruchu i śledzenie transakcji.",

    "bd50": "Zwiększenie szybkości przetwarzania transakcji, ponieważ 4V może samodzielnie zarządzać routowaniem przez swoje węzły",

    "bd49": "Niezależność od zewnętrznych dostawców infrastruktury",

    "bd48": "Zwiększenie poziomu bezpieczeństwa poprzez kontrolę procesów walidacji",

    "bd47": "Zalety wdrażania własnych węzłów",

    "bd46": "BridgeX wykorzystuje wyrocznie Chainlink do zapewnienia dokładności danych podczas transakcji między łańcuchami. Wyrocznie Chainlink śledzą stan aktywów w sieci źródłowej i gwarantują ich zablokowanie przed wydaniem równoważnych aktywów w sieci docelowej. Minimalizuje to ryzyko błędów lub manipulacji danymi.",

    "bd45": "4V planuje wdrożyć własne węzły dla każdej obsługiwanej sieci, co poprawi kontrolę nad transakcjami i zwiększy bezpieczeństwo systemu. Węzły 4V będą wykonywać funkcje takie jak weryfikacja transakcji, zarządzanie mostami i utrzymanie ogólnego stanu sieci.",

    "bd44": "Integracja z Chainlink jest ważną częścią infrastruktury BridgeX, przyczyniając się do niezawodności i stabilności systemu.",

    "bd43": "Technologia zk-SNARK jest głęboko zintegrowana z procesem przetwarzania transakcji BridgeX, od etapu inicjalizacji po transfer między łańcuchami. zk-SNARK weryfikuje każdą transakcję bez ujawniania jakichkolwiek danych, co sprawia, że system jest niezwykle bezpieczny i niezawodny dla użytkowników.",

    "bd42": "De gebruiker ontvangt een melding van de voltooiing van de overdracht, en de transactie wordt weergegeven in zowel het bron- als het doelnetwerk, waarbij volledige anonimiteit wordt gegarandeerd.",

    "bd41": "Potwierdzenie transakcji",

    "bd40": "Po zmieszaniu BridgeX generuje równoważne aktywa w docelowej sieci, czyniąc je dostępnymi dla użytkownika. Te aktywa nie są już powiązane z oryginalną transakcją, co zapewnia pełną anonimowość.",

    "bd39": "Transfer międzysieciowy",

    "bd38": "Przed wysłaniem aktywów do docelowej sieci transakcja przechodzi przez mikser, gdzie jest dzielona na części i mieszana z innymi transakcjami. W tym momencie zk-SNARK zapewnia weryfikację, że transakcja jest autentyczna, bez ujawniania jej szczegółów.",

    "bd37": "Użycie zk-SNARK i miksera",

    bd36: "W tym czasie system rozpoczyna przygotowania do wydania równoważnych aktywów w docelowej sieci, zgodnie z mechanizmami protokołów cross-chain.",

    bd35: "Po otrzymaniu transakcji system blokuje aktywa użytkownika w sieci źródłowej za pomocą inteligentnego kontraktu.",

    bd34: "Użytkownik wysyła aktywa cyfrowe na jeden publiczny adres BridgeX. Adres ten jest wspólny dla wszystkich obsługiwanych blockchainów. System BridgeX Universal Asset Routing (BUAR) automatycznie identyfikuje rodzaj kryptowaluty i sieć źródłową transakcji. Na przykład, jeśli użytkownik wysyła USDT z Ethereum, system automatycznie rozpoznaje tę transakcję i określa jej trasę.",

    bd33: "Inicjalizacja transakcji",

    bd32: "Proces działania systemu można podzielić na kilka etapów:",

    bd31: "Proces działania systemu zapewnia użytkownikom jednolity interfejs do wysyłania zasobów do dowolnej sieci blockchain.",

    bd30: "Załóżmy, że użytkownik chce wysłać 100 USDT za pośrednictwem BridgeX. Może wybrać wyższą opłatę za natychmiastowy przelew lub obniżyć opłatę, ale transakcja przejdzie przez więcej etapów mieszania, co zapewni wyższy poziom anonimowości.",

    bd29: "Przykład dynamicznego systemu opłat",

    bd28: "BridgeX oferuje dynamiczny system opłat, który pozwala użytkownikom dostosowywać swoje transakcje w zależności od ich preferencji. System opłat w BridgeX został zaprojektowany w taki sposób, aby zapewnić użytkownikom elastyczność w wyborze parametrów ich transakcji. Na przykład, jeśli użytkownik chce wykonać transakcję szybciej, może wybrać wyższą opłatę, co przyspieszy jej przetwarzanie. Jednocześnie, jeśli użytkownik preferuje wyższy poziom prywatności, system zasugeruje wybranie dodatkowego poziomu mieszania, co zwiększy opłatę, ale zapewni maksymalną anonimowość.",

    bd27: "Dynamiczny system opłat",

    apes1:
      "4V.APES to nasza gra w aplikacji internetowej Telegram, gdzie możesz zdobyć token FVX za darmo.",

    bd2: "BridgeX rozwiązuje ten problem, tworząc zjednoczony zdecentralizowany system, który nie tylko ułatwia transfer aktywów pomiędzy blockchainami, ale także zapewnia bezpieczeństwo, prywatność i anonimowość użytkowników. Dzięki integracji zk-SNARK, metody dowodu o zerowej wiedzy, platforma BridgeX umożliwia użytkownikom przeprowadzanie transferów bez ujawniania swoich danych, znacznie zwiększając bezpieczeństwo. Dodatkowo Bridge<span class='text-danger'>X</span> używa mechanizmów mieszania, aby zapewnić dodatkowy poziom prywatności dla każdej transakcji.",
    bd3: "Platforma BridgeX nie tylko dostosowuje się do nowoczesnych warunków, ale także tworzy przyszłość interakcji międzyłańcuchowych. Każdy element systemu został zaprojektowany z uwzględnieniem aktualnych wyzwań stojących przed ekosystemem kryptograficznym, takich jak prywatność, skalowalność i decentralizacja.",
    bd4: "Reprezentuje wielowarstwowy, modułowy system, który może łatwo dostosować się i skalować wraz ze wzrostem sieci i liczby użytkowników. Architektura opiera się na kilku kluczowych komponentach, które zapewniają jej unikalność i niezawodność: protokoły międzyłańcuchowe BridgeX, system mieszania transakcji, zk-SNARK do ochrony danych, a także dynamiczny system opłat i elastyczne ustawienia.",
    bd5: "Każda z tych technologii jest zintegrowana z podstawową architekturą, aby zapewnić bezpieczeństwo danych i wysoką wydajność, niezależnie od obciążenia sieci czy liczby użytkowników. Rozwój BridgeX opierał się na podejściu zorientowanym na decentralizację, eliminując centralne zarządzanie systemem i przekazując kontrolę użytkownikom za pomocą mechanizmów DAO. Architektura BridgeX została zaprojektowana z uwzględnieniem trzech kluczowych aspektów: wydajności, bezpieczeństwa i prywatności. W tej sekcji szczegółowo opisano główne komponenty systemu i ich interakcje.",
    bd6: "BridgeX jest centralnym komponentem 4V.CRYPTO odpowiedzialnym za interakcje między łańcuchami. Umożliwia użytkownikom wysyłanie i odbieranie aktywów cyfrowych między różnymi sieciami blockchain. Jest to szczególnie ważne we współczesnym świecie wielołańcuchowym, gdzie różne platformy często nie mogą bezpośrednio się komunikować. BridgeX pozwala użytkownikom na płynne przemieszczanie swoich aktywów między sieciami takimi jak Ethereum, Binance Smart Chain, Polygon, Solana i innymi.",
    bd11: "Przykład działania.",
    bd12: "Załóżmy, że użytkownik chce przetransferować tokeny USDT z sieci Ethereum do sieci Polygon. Najpierw BridgeX sprawdza dostępność płynności i blokuje USDT w sieci Ethereum za pomocą inteligentnego kontraktu. Następnie system wydaje równoważną kwotę USDT w sieci Polygon za pomocą podobnego kontraktu. Cały proces jest zautomatyzowany i odbywa się w ciągu kilku sekund, a transakcja jest chroniona za pomocą zk-SNARK, co zapewnia anonimowość.",
    bd13: "Mechanizm mieszania.",
    bd14: "Mechanizm mieszania w BridgeX został zaprojektowany w celu maksymalnego ukrycia źródła i przeznaczenia transakcji, zapewniając anonimowość uczestników sieci. Mieszanie obejmuje mieszanie transakcji między różnymi użytkownikami, tak aby nawet przy śledzeniu publicznych blockchainów nie można było ustalić, kto jest nadawcą i odbiorcą środków. Jest to szczególnie ważne dla użytkowników, którzy cenią swoją prywatność i chcą unikać śledzenia transakcji.",
    bd15: "Jak działa mieszanie?",
    bd16: "Mechanizm mieszania w BridgeX wykorzystuje zaawansowane algorytmy szyfrowania i zaciemniania danych do tworzenia „puli transakcji”, z której następnie wysyłane są zmieszane środki. Gdy użytkownik przesyła środki przez BridgeX, jego transakcja jest dzielona na mniejsze części i mieszana z transakcjami innych użytkowników. To sprawia, że niemal niemożliwe jest śledzenie, skąd pochodziły środki i dokąd zostały wysłane.",
    bd17: "Przykład działania mieszania",
    bd18: "Załóżmy, że użytkownik wysyła 5 ETH przez BridgeX. Zamiast wysyłać te 5 ETH bezpośrednio na adres odbiorcy, system dzieli kwotę na mniejsze części, na przykład 0,1 ETH, i przesyła je różnymi ścieżkami w sieci. Jednocześnie transakcje innych użytkowników również są mieszane, co sprawia, że ​​niemal niemożliwe jest dla zewnętrznego obserwatora ustalenie, kto wysłał środki i do kogo.",
    bd19: "Bezpieczne dowody",
    bd20: "Jest to jedna z najbardziej zaawansowanych technologii kryptograficznych, aktywnie wykorzystywana w 4VBridgeX do ochrony danych i zapewnienia prywatności użytkowników. zk-SNARK umożliwia tworzenie dowodów autentyczności transakcji bez ujawniania żadnych danych o transakcji, jej uczestnikach lub kwotach.",
    bd21: "Co to jest",
    bd22: "Jest to metoda kryptograficznego dowodu, która pozwala jednej stronie (dowodzącemu) przekonać drugą stronę (weryfikatora), że dane twierdzenie jest prawdziwe, bez ujawniania żadnych danych związanych z tym twierdzeniem. W kontekście 4VBridgeX zk-SNARK jest używany do potwierdzenia, że transakcja miała miejsce, nie ujawniając szczegółów dotyczących tego, kto wysłał lub otrzymał środki oraz jaka kwota została przelana.",
    bd23: "Kiedy użytkownik wysyła transakcję za pomocą 4VBridgeX, system generuje dowód zk-SNARK, który potwierdza ważność transakcji. Dowód ten jest weryfikowany przez walidatorów sieci, ale dane transakcji pozostają ukryte. W ten sposób walidatorzy mogą potwierdzić ważność transakcji, nie wiedząc, kto ją wysłał ani do kogo była adresowana.",
    bd24: "Jak to działa",
    bd25: "zk-SNARK działa za pomocą złożonych obliczeń matematycznych, które tworzą kompaktowy dowód, że transakcja jest prawdziwa, bez ujawniania o niej żadnych informacji. W BridgeX każdy użytkownik wysyłający środki automatycznie generuje dowód zk-SNARK, który jest weryfikowany w sieci przed zakończeniem transakcji.",

    bd7: "BridgeX używa smart kontraktów do blokowania aktywów w sieci źródłowej i wydawania ich odpowiednika w sieci docelowej. Na przykład, jeśli użytkownik chce przesłać 10 ETH z Ethereum na Binance Smart Chain, BridgeX zablokuje 10 ETH w sieci Ethereum i wyda równowartość w postaci tokenów BEP-20 w sieci Binance Smart Chain.",
    bd8: "reprezentuje modułowy system, który płynnie integruje się z różnymi sieciami blockchain za pomocą standaryzowanych interfejsów. Pozwala to na łatwe dodawanie nowych blockchainów do BridgeX bez konieczności całkowitego przeprojektowania systemu. Na przykład, jeśli w przyszłości pojawi się nowy blockchain o wysokim poziomie adaptacji, taki jak Cardano lub Polkadot, można go zintegrować z BridgeX przy minimalnych zmianach.",
    bd9: "Kolejną ważną cechą BridgeX jest jego zdolność do optymalizacji routingu transakcji. System zawiera mechanizm sztucznej inteligencji, który analizuje bieżące przeciążenie sieci i sugeruje najlepsze trasy dla transakcji użytkowników. Na przykład, jeśli sieć Ethereum jest przeciążona, a transakcje przetwarzane są wolno, BridgeX może zasugerować użytkownikom wysłanie aktywów za pośrednictwem mniej obciążonych sieci, takich jak Binance Smart Chain lub Polygon, co obniża koszty i zwiększa prędkość.",
    bd10: "Inteligentne routowanie transakcji.",

    bd1: "ań stojących przed nowoczesną społecznością blockchain: interakcji między łańcuchami i prywatności. Wraz z rozwojem różnych blockchainów, takich jak Ethereum, Binance Smart Chain, Polygon i innych, pojawiło się wiele niezależnych ekosystemów, z których każdy ma swoje unikalne cechy i zalety. Jednak między tymi sieciami istnieje znaczący problem - złożoność interakcji i transferu danych między blockchainami.to rewolucyjna platforma zaprojektowana w celu rozwiązania jednego z najbardziej palących wyzw",
    bid1: "Otwórz wideo",
    bid2: "Wprowadzenie",
    bid3: "Architektura rozwiązania",
    bid4: "Protokoły Crosschain BridgeX",
    bid5: "Mechanizm mieszania",
    bid6: "Dynamiczny system opłat",
    bid7: "Przepływ pracy systemu BridgeX",
    bid8: "Integracja zk-SNARK w BridgeX",
    bid9: "Działanie miksera oparte na zk-SNARK",
    bid10: "Wykorzystanie wyroczni Chainlink",
    bid11: "Wdrażanie węzłów",
    bid12: "Bezpieczeństwo i kontrola",
    bid13: "Wniosek",
    dexx: "Kupuj, sprzedawaj i wymieniaj swoją kryptowalutę na naszym DEX! Nasz most międzyłańcuchowy obsługuje główne sieci, takie jak TON, Ethereum, TRON, Binance Smart Chain, Polygon, TON, Avalanche, Fantom i inne, zapewniając użytkownikom szerokie możliwości.",
    wallet: "Połącz portfel",
    brid: "Most międzyłańcuchowy",
    go: "Przejdź do DEX",
    br10: "Długoterminowa zrównoważoność: Ostateczna stopa nagród wynosi 10% rocznie.",
    br9: "Nagrody: Im więcej tokenów stekujesz i im dłużej pozostają w stekingu, tym większe są twoje nagrody.",
    bridge3:
      "To jest innowacyjna platforma łącząca najnowsze technologie zbierania, przetwarzania i dystrybucji wiadomości i treści z całego świata. Specjalizujemy się w dostarczaniu aktualnych i wysokiej jakości informacji, wykorzystując potężne narzędzia do analizy i filtrowania treści oraz sztuczną inteligencję.",
    br1: "W współczesnym świecie kryptowalut najważniejszymi aspektami są prywatność, bezpieczeństwo i łatwość przenoszenia aktywów między różnymi blockchainami. Wraz z rozwojem technologii cross-chain użytkownicy stają przed nowymi wyzwaniami, takimi jak złożoność interakcji z mostami (bridges), ryzyko bezpieczeństwa i zagrożenia dla prywatności. W odpowiedzi na te wyzwania przedstawiamy , innowacyjny system zaprojektowany do prostego, szybkiego i bezpiecznego przenoszenia aktywów między blockchainami z wysokim poziomem anonimowości.",
    br2: "Prywatność transakcji: Współczesne sieci blockchain z natury są przejrzyste, co pozwala śledzić każdą transakcję i jej uczestników. Tworzy to ryzyko, szczególnie dla użytkowników, którzy cenią sobie poufność swoich operacji finansowych.",
    br3: "Łatwość transferu aktywów między sieciami: Mosty łączące różne blockchainy są często trudne w obsłudze i podatne na ryzyko ataków. Bezpieczeństwo: Luki w infrastrukturze cross-chain mogą prowadzić do ataków hakerskich, kradzieży środków i utraty zaufania użytkowników.",
    br4: "BridgeX umożliwia użytkownikom płynne przenoszenie swoich aktywów pomiędzy sieciami takimi jak Ethereum, Binance Smart Chain, Polygon, Solana i innymi.",
    br5: "Technologia zk-SNARK jest głęboko zintegrowana z przetwarzaniem transakcji w BridgeX, od etapu inicjalizacji transakcji po transfer między łańcuchami. zk-SNARK zapewnia weryfikację każdej transakcji bez konieczności ujawniania danych, co czyni system niezwykle bezpiecznym dla użytkowników.",
    br6: "Kupuj, sprzedawaj i wymieniaj swoją kryptowalutę na naszym DEX! Nasz most międzyłańcuchowy umożliwia transfer aktywów pomiędzy różnymi blockchainami (np. Ethereum, Binance Smart Chain, Polygon).",
    br7: "4V.BridgeX obsługuje system Proof of Stake (PoS), umożliwiając użytkownikom zdobywanie nagród za staking ich tokenów. Jak to działa:",
    br8: "Staking tokenów: Depozytujesz swoje tokeny FVX na platformie 4V.BridgeX.",
    bridge:
      "4V.BridgeX to rewolucyjna platforma zaprojektowana w celu rozwiązania jednego z najpilniejszych wyzwań stojących przed nowoczesną społecznością blockchain: interakcje między łańcuchami i prywatność.",
    bridge2:
      "BridgeX resolve este problema criando um sistema descentralizado unificado que não apenas permite transferências de ativos entre blockchains, mas também garante segurança, privacidade e anonimato dos usuários. Ao implementar zk-SNARK, um método de prova de conhecimento zero, a plataforma BridgeX permite que os usuários realizem transferências sem divulgar seus dados, aumentando significativamente a segurança. O BridgeX também emprega mecanismos de mixagem, proporcionando uma camada adicional de privacidade para cada transação.",
    Menu: "Menu",
    "TECH SPEC": "Specyfikacja techniczna",
    "TERMS OF SERVICE": "WARUNKI USŁUGI",
    "PRIVACY POLICY": "POLITYKA PRYWATNOŚCI",
    "WHITE PAPER": "BIAŁA KSIĘGA",
    "ROAD MAP": "MAPA DROGOWA",
    Company: "Firma",
    Team: "Zespół",
    Defi: "Finanse Zdecentralizowane",
    Documentation: "Dokumentacja",
    roadmapTitle: "Mapa drogowa 2024-2026",
    note: "To nie jest ostateczna wersja mapy drogowej, będzie aktualizowana raz w miesiącu.",

    "2024StrengtheningAndExpansion": "2024: Wzmocnienie i rozwój",
    q3_2024: "Q3 2024",
    launchTelegramBot: "Wprowadzenie 4V.ROBOT na Telegram.",
    launchWhatsAppBot: "Wprowadzenie 4V.ROBOT na WhatsApp.",
    botDevelopmentTesting: "Rozwój i testowanie bota.",
    userAttractionCampaign:
      "Kampania marketingowa mająca na celu przyciągnięcie użytkowników.",
    integrationWithNewsAggregator:
      "Integracja z agregatorem wiadomości 4V.News.",
    userFeedbackFeatures:
      "Dodawanie nowych funkcji na podstawie opinii użytkowników.",
    interfaceOptimization: "Optymalizacja interfejsu i wydajności.",

    q4_2024: "Q4 2024",
    launchVKBot: "Wprowadzenie 4V.ROBOT na VK.",

    "2025InternationalExpansionInnovation":
      "2025: Międzynarodowa ekspansja i innowacje",
    q1_2025: "Q1 2025",
    launchFacebookMessengerBot: "Wprowadzenie 4V.ROBOT na Facebook Messenger.",
    launchDEX: "Wprowadzenie 4V.DEX.",
    launchDEFI: "Wprowadzenie 4V.BridgeX.",
    educationWebinars: "Materiały edukacyjne i webinaria dla użytkowników.",
    cryptocurrencyReach: "Zwiększenie zasięgu kryptowaluty 4V.",
    exchangeListing:
      "Aktywna praca nad notowaniem na nowych giełdach kryptowalut.",
    airdropCampaigns:
      "Przeprowadzanie kampanii airdrop i programów lojalnościowych.",

    q2_2025: "Q2 2025",
    launchInstagramBot: "Wprowadzenie bota na Instagram.",
    launch4VNews: "Wprowadzenie 4V.NEWS.",
    communityManagement: "Zarządzanie społecznością.",
    userCommunityDevelopment:
      "Rozwój aktywnej społeczności użytkowników na różnych platformach.",
    feedbackCollection: "Regularne ankiety i zbieranie opinii.",

    q3_2025: "Q3 2025",
    launchLinkedInBot: "Wprowadzenie 4V.ROBOT na LinkedIn.",
    internationalPromotion: "Promocja międzynarodowa.",
    marketAdaptation:
      "Wejście na nowe rynki i dostosowanie usług do lokalnych potrzeb.",

    q4_2025: "Q4 2025",
    launchTikTokBot: "Wprowadzenie 4V.ROBOT na TikTok.",
    partnershipPrograms: "Rozwój programów partnerskich.",
    cryptocurrencyPartnerships:
      "Partnerstwa z głównymi platformami kryptowalut.",
    jointAdvertising: "Prowadzenie wspólnych kampanii reklamowych.",

    "2026LeadershipStability": "2026: Przywództwo i stabilność",
    q1_2026: "Q1 2026",
    effectivenessAnalysis:
      "Analiza i optymalizacja skuteczności wszystkich uruchomionych botów.",
    functionalityExpansion: "Rozszerzenie funkcji dla posiadaczy 4V.",
    newAdvertisingCampaigns:
      "Prowadzenie nowych kampanii reklamowych i programów partnerskich.",

    q2_2026: "Q2 2026",
    innovativeDevelopments: "Innowacyjne rozwój.",
    aiIntegration:
      "Wprowadzenie nowych technologii, takich jak AI i ML, w celu poprawy usług.",
    personalizedNews:
      "Tworzenie spersonalizowanych kanałów wiadomości za pomocą AI.",
    cryptoInfrastructure: "Rozwój infrastruktury kryptowalut.",
    newMiningOpportunities:
      "Tworzenie nowych możliwości wydobycia i handlu 4V.",
    walletsPaymentSystems: "Rozwój własnych portfeli i systemów płatności.",

    q3_2026: "Q3 2026",
    businessOptimization:
      "Analiza wszystkich aspektów biznesu na przestrzeni roku.",
    scalingTeamGrowth:
      "Zwiększenie zespołu i poprawa infrastruktury wspierającej wzrost.",

    q4_2026: "Q4 2026",
    newBotsAndServices: "Wprowadzenie nowych botów i usług.",
    globalExpansion: "Ekspansja globalna.",
    serviceLocalization: "Lokalizacja usług dla nowych regionów.",

    "2027InnovationDevelopment": "2027: Rozwój innowacji",
    q1_2027: "Q1 2027",
    techInnovation:
      "Wprowadzenie nowych rozwiązań technologicznych w celu poprawy doświadczenia użytkowników.",
    newProductsTesting: "Rozwój i testowanie nowych produktów i usług.",
    cryptocurrencyStrengthening: "Wzmocnienie pozycji kryptowaluty.",
    promotionCampaigns: "Prowadzenie nowych kampanii promujących użycie 4V.",
    techDoc: {
      title: "Dokumentacja Techniczna 4V",
      introduction: "Wprowadzenie",
      architecture: "Ogólna Architektura",
      glide: "GLIDE: Zlokalizowany Inteligentny Dynamiczny Silnik",
      newsAggregation: "Agregacja Wiadomości i Zarządzanie Treścią",
      robot: "4V.ROBOT: Przełom w Agregacji Treści",
      crypto: "4V.COIN: Zarządzanie Kryptowalutami",
      dex: "4V.DEX: Zdecentralizowana Giełda",
      defi: "4V.DEFI: Zdecentralizowane Usługi Finansowe",
      coin: "4V.coin: Token Ekosystemu",
      dao: "DAO i Zdecentralizowane Zarządzanie",
      conclusion: "Wniosek",
      introDescription:
        "4V to zaawansowana platforma łącząca użytkowników poszukujących efektywnego przetwarzania wiadomości, zarządzania treścią i zasobami cyfrowymi. 4V oferuje unikalne połączenie narzędzi do zbierania, analizy i personalizacji treści informacyjnych, zapewniając również rozwiązania finansowe oparte na technologii blockchain.",
      introObjective:
        "Celem 4V jest stanie się wiodącym dostawcą wiadomości i informacji, a także zapewnienie dostępu do szerokiej gamy narzędzi kryptowalutowych i finansowych, takich jak zdecentralizowane giełdy (DEX), platformy NFT i usługi DeFi, wspierane przez kryptowalutę 4V.coin.",
      mainDirections: "Główne Kierunki",
      innovativeApproach: "Innowacyjne Podejście",
      aiForPersonalization:
        "Wykorzystanie AI do tworzenia spersonalizowanych kanałów informacyjnych.",
      broadCoverage:
        "Szeroki Zasięg: Zbieranie i agregacja wiadomości z całego świata.",
      integrationFinancialTools:
        "Integracja własnych narzędzi finansowych i kryptowaluty 4V.",
      web3Development:
        "Rozwój Web 3.0 poprzez uruchomienie DEX i platform DeFi.",
      robotDescription1:
        "Jednym z głównych elementów platformy jest 4V.ROBOT, bot, który zbiera treści z internetu i automatycznie publikuje je na mediach społecznościowych.",
      robotDescription2:
        "Administrator może ustawić kategorie, tagi oraz harmonogram publikacji, a system będzie automatycznie dystrybuował treści.",
      robotDescription3:
        "Uważamy, że rynek ten ma ogromny potencjał. 4V.ROBOT jest pierwszym produktem w swoim rodzaju, mającym na celu eksplorację tej niszy.",
      technologiesAndTools: "Technologie i Narzędzia",
      glideEngine:
        "GLIDE: Inteligentny silnik, który automatycznie dostosowuje kanał informacyjny.",
      contentwiseEngine:
        "CONTENTWISE: System inteligentnego zbierania i filtrowania treści.",
      distributor: "DISTRIBUTOR: System automatycznej dystrybucji treści.",
      smartshare: "SMARTSHARE: Inteligentny system udostępniania treści.",
      architectureDescription:
        "Architektura 4V jest zaprojektowana pod kątem potrzeb zarządzania treścią i kryptowalutami.",
      newsAggregator:
        "4V.NEWS: Agregator wiadomości z możliwością personalizacji.",
      glideModule:
        "GLIDE - Moduł AI do filtrowania treści według lokalizacji użytkownika.",
      cryptoModule:
        "4V.COIN - Moduł bezpiecznego i przejrzystego zarządzania aktywami cyfrowymi.",
      dexAndDefiModules:
        "4V.DEX i 4V.DEFI - Moduły finansowe oparte na decentralizacji.",
      glideDescription:
        "GLIDE dostosowuje kanał informacyjny w czasie rzeczywistym, biorąc pod uwagę lokalizację użytkownika.",
      newsAggregationDescription:
        "4V.NEWS to potężny agregator, który zbiera dane z tysięcy źródeł.",
      cryptoDescription:
        "4V.COIN zapewnia bezpieczne i przejrzyste zarządzanie aktywami cyfrowymi.",
      marketMonitoring: "Monitorowanie rynku w czasie rzeczywistym.",
      secureTransactions: "Bezpieczne transakcje poprzez smart kontrakty.",
      defiIntegration:
        "Integracja z usługami finansowymi opartymi na decentralizacji.",
      dexDescription:
        "4V.DEX to zdecentralizowana giełda do handlu kryptowalutami bez pośredników.",
      coinDescription: "FVX to token używany w ramach usług platformy.",
      tokenFeatures: "Główne funkcje tokena:",
      transactionFees:
        "Opłaty transakcyjne: transfery z wykorzystaniem FVX.",
      staking: "Stakowanie dla uczestnictwa w sieci.",
      voting: "Prawo głosu dla posiadaczy .",
      stakingDelegation: "Delegowanie stakowania do walidatorów.",
      interoperability:
        "4V.coin obsługuje interoperacyjność między blockchainami.",
      daoDescription1:
        "4V dąży do zdecentralizowanego zarządzania poprzez DAO.",
      daoDescription2:
        "50% zysków z 4V.ROBOT jest przeznaczone na wykup tokenów.",
      conclusionDescription:
        "4V oferuje unikalne rozwiązania w zakresie agregacji wiadomości, zarządzania aktywami cyfrowymi oraz zdecentralizowanych produktów finansowych.",
    },
    whitepaper: {
      title: "Dokument Białego Papieru 4V",
      introduction:
        "Firma 4V dąży do bycia czołowym dostawcą usług informacyjnych, wykorzystując nowoczesne technologie takie jak sztuczna inteligencja (AI), uczenie maszynowe (ML) oraz blockchain. Dokument ten opisuje kluczowe kierunki i aspekty techniczne, które zostaną wdrożone w celu osiągnięcia założonych celów w ciągu najbliższych trzech lat. Wszystkie boty zostaną zintegrowane z agregatorem wiadomości 4V.News, aby zapewnić synchronizację danych i dostarczyć spersonalizowane kanały informacyjne dla każdego użytkownika.",
      mainDirections: "Główne Kierunki",
      mainDirectionsDescription:
        "Wykorzystanie AI do tworzenia spersonalizowanych kanałów informacyjnych. Szeroki Zasięg: Zbieranie i agregowanie wiadomości z całego świata na różne tematy. Wygodne Narzędzia: Rozwój botów i agregatorów ułatwiających dostęp do wiadomości. Własna Kryptowaluta: Promowanie i integracja kryptowaluty 4V. Rozwój Web 3.0: Uruchomienie zdecentralizowanych giełd (DEX), usług DeFi i platform NFT.",
      innovativeApproach: "Innowacyjne Podejście",
      innovativeApproachDescription:
        "Agregacja wiadomości z różnych źródeł stanowi podstawę do tworzenia spersonalizowanych kanałów informacyjnych. Obejmuje to zbieranie informacji z serwisów informacyjnych, sieci społecznościowych, blogów i innych źródeł. Dane są filtrowane i normalizowane, co pomaga w wykluczeniu nieistotnych informacji i standaryzacji formatu danych.",
      broadCoverage: "Szeroki Zasięg",
      broadCoverageDescription:
        "Firma 4V zbiera i agreguje wiadomości z różnych źródeł na całym świecie, zapewniając użytkownikom dostęp do różnorodnych i aktualnych informacji na różne tematy. Agregator 4V.News zostanie zintegrowany z botami do różnych komunikatorów i sieci społecznościowych, umożliwiając użytkownikom wygodne otrzymywanie wiadomości.",
      launch: "Uruchomienie",
      launchDescription:
        "Publiczne uruchomienie platformy zostanie zintegrowane z kryptowalutą 4V, umożliwiając użytkownikom handel kryptowalutami na zdecentralizowanych giełdach oraz korzystanie z usług DeFi.",
      botDevelopment: "Rozwój Botów i Agregatorów",
      botDevelopmentDescription:
        "Boty zostaną opracowane dla popularnych komunikatorów i sieci społecznościowych, takich jak WhatsApp, Facebook Messenger, Instagram, LinkedIn i TikTok. Każdy bot umożliwi użytkownikom dostęp do wiadomości oraz spersonalizowanych kanałów na podstawie ich zainteresowań.",
      technicalDocumentation: "Dokumentacja Techniczna",
      tokenomicsTitle: "Tokenomika FVX",
      tokenUsage: "Użycie Tokenów FVX",
      tokenUsageDescription:
        "FVX jest głównym tokenem ekosystemu 4V i pełni wiele funkcji: płatności za transakcje, staking oraz głosowanie. Użytkownicy płacą opłaty za transfery cross-chain za pomocą FVX, w tym za mieszanie transakcji, korzystanie z mostów i walidację przez wyrocznię. Staking umożliwia użytkownikom uczestnictwo w sieci 4V i zdobywanie nagród, zwiększając bezpieczeństwo sieci. Posiadacze tokenów mają także prawo do głosowania nad rozwojem ekosystemu, co sprzyja decentralizacji i demokratycznemu podejmowaniu decyzji.",
      stakingDelegation:
        "Delegacja Stakingu: Użytkownicy mogą delegować swoje tokeny FVX innym walidatorom, otrzymując procent ich nagród. Delegacja zachęca posiadaczy tokenów do pozostawienia ich w systemie, zwiększając płynność projektu.",
      tokenDistributionTitle: "Dystrybucja Tokenów FVX",
      tokenDistribution: "Dystrybucja Tokenów",
      totalTokens: "Łączna liczba tokenów: 4 444 444 444",
      userStaking:
        "37% - Dla użytkowników poprzez staking, nagrody za udział oraz inne aktywności.",
      teamDevelopers: "17% - Dla zespołu i deweloperów.",
      liquidity: "24% - Na płynność (w pulach płynności i na giełdach).",
      earlyAccess: "22% - Na program wczesnego dostępu oraz kampanie bounty.",
      conclusionTitle: "Podsumowanie",
      conclusionDescription:
        "4V to innowacyjna platforma, która integruje najnowsze technologie do zbierania, przetwarzania i dystrybucji wiadomości i treści na całym świecie. Koncentrujemy się na dostarczaniu terminowych i wysokiej jakości informacji za pomocą zaawansowanych narzędzi analitycznych oraz sztucznej inteligencji.",
    },
    privacy: {
      title: "Polityka Prywatności 4V",
      lastUpdated: "Ostatnia aktualizacja: 11 października 2023",
      contentsTitle: "Spis treści",
      contents: {
        infoCollection: "Zbieranie informacji",
        infoUsage: "Wykorzystanie informacji",
        rightsCalifornia: "Prawa prywatności w Kalifornii",
        rightsEurope: "Ujawnienia dla osób w Europie",
        dataTransfer: "Przesyłanie i przechowywanie danych",
        cookies: "Użycie plików cookie",
        security: "Bezpieczeństwo danych",
        contact: "Kontakt",
      },
      infoCollection: {
        title: "Zbieranie informacji",
        text1:
          "Zbieramy dane osobowe, które przekazujesz nam bezpośrednio (np. podczas rejestracji na stronie 4V) oraz automatycznie podczas korzystania z naszych usług. Może to obejmować dane takie jak imię i nazwisko, dane kontaktowe, informacje o transakcjach oraz informacje o urządzeniu.",
        text2:
          "Używamy również technologii śledzących, takich jak pliki cookie, aby gromadzić informacje o Twojej aktywności na naszej stronie. Te dane pomagają nam poprawiać usługi i dostosowywać interfejs użytkownika do Twoich preferencji.",
      },
      infoUsage: {
        title: "Wykorzystanie informacji",
        text1:
          "Zebrane informacje wykorzystujemy do świadczenia i ulepszania naszych usług, przetwarzania transakcji, wysyłania powiadomień oraz ochrony danych. Na przykład Twoje dane kontaktowe mogą być wykorzystywane do wysyłania aktualizacji i powiadomień o bezpieczeństwie.",
        text2:
          "Możemy również wykorzystać te informacje do analiz, personalizacji treści oraz ulepszania funkcjonalności strony.",
      },
      rightsCalifornia: {
        title: "Prawa prywatności w Kalifornii",
        text: "Zgodnie z ustawą o prywatności konsumentów w Kalifornii (CCPA) mieszkańcy Kalifornii mają prawo do żądania informacji na temat tego, jak zbieramy i wykorzystujemy dane osobowe, a także do żądania ich usunięcia. Masz prawo do:",
        list: {
          access:
            "Żądania dostępu do zgromadzonych przez nas danych osobowych.",
          deletion:
            "Żądania usunięcia danych, z wyjątkiem przypadków wymaganych przez prawo.",
          optOut: "Rezygnacji ze sprzedaży swoich danych (jeśli dotyczy).",
        },
      },
      rightsEurope: {
        title: "Ujawnienia dla osób w Europie",
        text: "Jeśli jesteś mieszkańcem EOG, Wielkiej Brytanii lub Szwajcarii, masz następujące prawa zgodnie z Ogólnym Rozporządzeniem o Ochronie Danych (RODO):",
        list: {
          access: "Prawo do dostępu do swoich danych i uzyskania ich kopii.",
          correction: "Prawo do sprostowania niedokładnych danych.",
          deletion: "Prawo do usunięcia swoich danych.",
          restriction: "Prawo do ograniczenia przetwarzania danych.",
          portability: "Prawo do przenoszenia danych.",
        },
        contact:
          "Aby skorzystać z tych praw, skontaktuj się z nami pod adresem",
      },
      dataTransfer: {
        title: "Przesyłanie i przechowywanie danych",
        text1:
          "Możemy przekazywać Twoje dane osobom trzecim, jeśli jest to niezbędne do wypełnienia naszych zobowiązań, oraz przechowywać je na serwerach w różnych krajach, w tym w Stanach Zjednoczonych. Wszystkie transfery danych są zgodne z wymaganiami prawnymi.",
        text2:
          "Podejmujemy rozsądne środki w celu ochrony Twoich danych, jednak musisz być świadomy, że transmisja danych przez Internet nigdy nie może być całkowicie bezpieczna.",
      },
      cookies: {
        title: "Użycie plików cookie",
        text: "Używamy plików cookie, aby zbierać informacje o Twojej aktywności na stronie. Dzięki temu możemy poprawić doświadczenie użytkownika i dostarczyć bardziej spersonalizowane treści. Możesz zarządzać ustawieniami plików cookie w przeglądarce i wyłączyć je, jeśli jest to konieczne.",
      },
      security: {
        title: "Bezpieczeństwo danych",
        text1:
          "Dokładamy wszelkich starań, aby chronić Twoje dane osobowe. Nasze środki bezpieczeństwa obejmują szyfrowanie danych, ochronę hasłem oraz regularne audyty bezpieczeństwa.",
        text2:
          "Jednak mimo naszych wysiłków, żaden system bezpieczeństwa nie może zagwarantować pełnej ochrony. Zalecamy zachowanie ostrożności i podjęcie niezbędnych kroków w celu ochrony swoich informacji.",
      },
      contact: {
        title: "Kontakt",
        text: "Jeśli masz pytania dotyczące niniejszej Polityki Prywatności, skontaktuj się z nami pod adresem info@4V.com.",
      },
    },
    terms: {
      title: "Warunki Użytkowania 4V",
      lastUpdated: "Ostatnia aktualizacja: 11 października 2023",
      contentsTitle: "Spis treści",
      contents: {
        agreement: "Zgoda na warunki",
        license: "Zakres licencji użytkownika",
        prohibited: "Zakazane działania",
        dataSecurity: "Bezpieczeństwo danych",
        disputes: "Rozwiązywanie sporów",
        californiaRights: "Prawa mieszkańców Kalifornii",
        miscellaneous: "Postanowienia dodatkowe",
        contact: "Skontaktuj się z nami",
      },
      agreement: {
        title: "Zgoda na warunki",
        text1:
          'Niniejsza Umowa Licencyjna Użytkownika Końcowego oraz Warunki Użytkowania ("EULA") stanowią wiążącą umowę pomiędzy Tobą a 4V ("my", "nasz") dotyczącą korzystania z naszego serwisu i strony internetowej. Korzystając z naszej strony i usług, zgadzasz się na przestrzeganie tych warunków. Jeśli się z nimi nie zgadzasz, zaprzestań korzystania z naszych usług.',
        text2:
          "Zastrzegamy sobie prawo do zmiany niniejszej umowy w dowolnym momencie. Kontynuacja korzystania z serwisu po opublikowaniu aktualizacji oznacza akceptację nowych warunków.",
      },
      license: {
        title: "Zakres licencji użytkownika",
        text1:
          "4V przyznaje Ci ograniczoną, osobistą, nieprzenoszalną licencję na korzystanie z naszego serwisu wyłącznie do celów osobistych. Wszelkie kopiowanie, modyfikacja, dekompilacja lub dystrybucja naszych usług jest surowo zabroniona.",
        text2:
          "Naruszenie tych warunków może skutkować odmową dostępu do serwisu i odpowiedzialnością prawną.",
      },
      prohibited: {
        title: "Zakazane działania",
        text1:
          "Zgadzasz się nie używać naszego serwisu do nielegalnych celów, w tym zbierania danych osobowych innych użytkowników, prób nieautoryzowanego dostępu do systemu, rozprzestrzeniania złośliwego oprogramowania ani łamania przepisów prawa.",
        text2:
          "Zastrzegamy sobie prawo do blokowania dostępu do serwisu dla użytkowników, którzy naruszają te warunki.",
      },
      dataSecurity: {
        title: "Bezpieczeństwo danych",
        text: "Podejmujemy niezbędne kroki w celu ochrony danych użytkowników. Jednak mimo naszych starań, pełne bezpieczeństwo danych w Internecie nie może być zagwarantowane. Zgadzasz się korzystać z naszego serwisu na własne ryzyko.",
      },
      disputes: {
        title: "Rozwiązywanie sporów",
        text1:
          "Wszelkie spory wynikające z korzystania z usług 4V będą rozwiązywane poprzez arbitraż zgodnie z prawem szwajcarskim. Pozwy zbiorowe są niedozwolone. Zgadzasz się na indywidualne rozwiązywanie sporów.",
        text2:
          "Aby rozwiązać spór, najpierw musisz wysłać pisemne powiadomienie na nasz adres e-mail support@4V.com.",
      },
      californiaRights: {
        title: "Prawa mieszkańców Kalifornii",
        text: "Zgodnie z kalifornijską ustawą o ochronie prywatności konsumentów (CCPA), mieszkańcy Kalifornii mogą żądać informacji o tym, jak gromadzimy i wykorzystujemy ich dane, oraz prosić o ich usunięcie.",
      },
      miscellaneous: {
        title: "Postanowienia dodatkowe",
        text: "Niniejsze warunki stanowią całość umowy między Tobą a 4V dotyczącej korzystania z naszego serwisu. Możemy przenieść wszelkie nasze prawa i obowiązki na inne osoby bez wcześniejszego powiadomienia. Wszelkie zmiany w tej umowie zostaną opublikowane na naszej stronie internetowej.",
      },
      contact: {
        title: "Skontaktuj się z nami",
        text: "Jeśli masz pytania lub skargi dotyczące korzystania z usług 4V, możesz się z nami skontaktować pod adresem support@4V.com.",
      },
    },
    "team title": "Nasz międzynarodowy zespół",
    "team text":
      "Jesteśmy dumni, że nasz zespół składa się z wysoko wykwalifikowanych specjalistów z całego świata. Programiści, specjaliści ds. marketingu i eksperci od technologii blockchain z krajów takich jak Holandia, Estonia i Kanada są zjednoczeni wspólnym celem - tworzenie innowacyjnych rozwiązań dla współczesnych problemów.",

    "4V is an innovative":
      "4V to innowacyjna platforma, która łączy najnowsze technologie zbierania, przetwarzania i dystrybucji wiadomości i treści z całego świata.",
    "4V.NEWS is an innovative platform that combines":
      "to innowacyjna platforma, która łączy najnowsze technologie zbierania, przetwarzania i dystrybucji wiadomości i treści z całego świata. Specjalizujemy się w dostarczaniu odpowiednich i wysokiej jakości informacji za pomocą potężnych narzędzi do analizy i sztucznej inteligencji do analizy i filtrowania.",
    "Find out more": "Dowiedz się więcej",
    "Aggregating news from different":
      "Agregowanie wiadomości z różnych źródeł jest podstawą do tworzenia spersonalizowanych kanałów informacyjnych. Obejmuje to zbieranie informacji z witryn informacyjnych, sieci społecznościowych, blogów i innych źródeł.",
    "Development and training":
      "Rozwój i szkolenie modeli sztucznej inteligencji do analizy preferencji użytkowników i personalizacji treści informacyjnych. Modele będą szkolone na dużych ilościach danych w celu dokładnego określenia zainteresowań użytkowników.",
    "Integration with 4V.News.":
      "Integracja z 4V.News. Wszystkie boty zostaną zintegrowane z agregatorem wiadomości 4V.News. Zapewni to synchronizację danych i spersonalizowane kanały informacyjne dla każdego użytkownika. Boty będą odbierać dane z agregatora i dostarczać je użytkownikom w wygodnym formacie.",
    "For maximum convenience":
      "Dla maksymalnej wygody 4V integruje się z najpopularniejszymi sieciami społecznościowymi. Nasze boty na Telegramie, Facebooku, Twitterze i innych platformach umożliwiają użytkownikom dostęp do aktualizacji i ekskluzywnych treści.",
    "This system":
      "Ten system automatycznie dostosowuje Twój kanał informacyjny w zależności od Twojej lokalizacji, dostarczając najnowsze aktualizacje lokalne i międzynarodowe.",
    "Users who own FVX tokens":
      "Użytkownicy posiadający tokeny FVX będą mogli brać udział w głosowaniach na kluczowe kwestie rozwoju platformy. Może to obejmować zatwierdzenie nowych blockchainów do integracji, zmiany opłat, aktualizacje zabezpieczeń i inne kwestie. W ten sposób 4V stanie się całkowicie zdecentralizowaną platformą zarządzaną przez swoją społeczność.",
    "With 4V.NEWS":
      "Z 4V.BOT możesz dostosować swój kanał wiadomości, wybierając spośród szerokiej gamy kategorii i tagów, a także tworząc własne spersonalizowane tagi.",
    GLIDE: "GLIDE (Global Localized Intelligent Dynamic Engine).",
    "Our sophisticated":
      "Nasz zaawansowany AI nie ogranicza się tylko do preferencji osobistych. Automatycznie dostosowuje również Twój kanał wiadomości na podstawie lokalizacji.",
    "4V.ROBOT is an indispensable assistant for channel":
      "4V.ROBOT to niezbędny asystent do zarządzania kanałami. Twórz kanały na popularnych platformach mediów społecznościowych i automatyzuj proces za pomocą naszego bota.",
    "4V.NEWS is more than just a news aggregator":
      "4V.NEWS to coś więcej niż agregator wiadomości; to Twój osobisty doradca do spraw wiadomości. Bądź na bieżąco dzięki analizom opartym na sztucznej inteligencji, spersonalizowanej dostawie wiadomości i prostemu w obsłudze interfejsowi.",
    "FVX owners":
      "Właściciele FVX będą mieli prawo głosu w sprawach dotyczących rozwoju ekosystemu 4V, co czyni projekt zdecentralizowanym i demokratycznym.",
    "The best solution":
      "Najlepsze rozwiązanie dla serwisów informacyjnych i mediów społecznościowych. W pełni zautomatyzowane rozwiązanie z wykorzystaniem sztucznej inteligencji.",
    "Convenient tools":
      "Wygodne narzędzia. Tworzenie botów i agregatorów umożliwiających łatwy dostęp do wiadomości.",
    "Powerful tools and integrations": "Potężne narzędzia i integracje",
    "Get FVX": "Zdobądź FVX",
    "Dont miss your chance":
      "Nie przegap szansy, aby jako pierwszy zdobyć FVX!",

    "Over the next 3 months":
      "W ciągu najbliższych 3 miesięcy wszyscy członkowie naszej społeczności będą mogli otrzymać FVX całkowicie za darmo. W ciągu tych 3 miesięcy uruchomimy gotową wersję 4V.ROBOT dla wszystkich ogłoszonych sieci społecznościowych, przygotujemy portfel i mostek bramowy do wygodnej interakcji z aktywami cyfrowymi. Przeprowadzimy również audyty inteligentnych kontraktów w celu zapewnienia maksymalnego bezpieczeństwa. Po zakończeniu dystrybucji, po 3 miesiącach, monety będzie można kupić na IDO, na giełdzie lub otrzymać je poprzez staking.",

    "4V.WEB 3.0":
      "4V.WEB 3.0 to innowacyjna platforma, łącząca technologię blockchain i zdecentralizowane aplikacje (dApps). Umożliwiamy użytkownikom interakcję w zdecentralizowanej sieci, zapewniając wysoki poziom bezpieczeństwa, przejrzystości i autonomii. 4V.WEB 3.0 pozwala programistom tworzyć i wdrażać własne dApps, a użytkownikom korzystać z szerokiej gamy zdecentralizowanych usług.",
    "4V.DEX":
      "4V.DEX to zdecentralizowana giełda, która umożliwia użytkownikom bezpośredni handel kryptowalutami, bez pośredników. Platforma zapewnia bezpieczeństwo i przejrzystość transakcji dzięki wykorzystaniu technologii blockchain, pozwalając użytkownikom na pełną kontrolę nad swoimi aktywami i dokonywanie transakcji w dowolnym momencie.",
    "4V.ROBOT":
      "4V.ROBOT integruje elementy sztucznej inteligencji, aby zoptymalizować działanie bota, oferując możliwość integracji z różnymi sieciami społecznościowymi, takimi jak Telegram, Twitter i Facebook. Boty te umożliwiają użytkownikom natychmiastowe otrzymywanie aktualizacji wiadomości oraz automatyzację zarządzania treściami w mediach społecznościowych.",
    "4V.CRYPTO":
      "4V.COIN to oddział naszej firmy w branży kryptowalut, oferujący innowacyjne rozwiązania i usługi do pracy z aktywami cyfrowymi. Oferujemy szeroką gamę produktów.",
    "DISTRIBUTOR (Automatic Content Distributor)":
      "System, który automatycznie dystrybuuje treści do Twoich kanałów i sieci społecznościowych.",
    "CONTENTWISE (Content Wise Engine)":
      "Inteligentny system, który gromadzi i filtruje treści na podstawie preferencji użytkownika.",
    "4V.COIN":
      "FVX Całkowita liczba tokenów wynosi 4 444 444 444 i jest to token w sieci TON do interakcji z naszymi usługami, takimi jak 4V.ROBOT, 4V.DEFI i 4V.DEX. Delegowanie stakingu - Użytkownicy mogą delegować swoje tokeny FVX innym walidatorom, otrzymując część ich nagród.",
    DAO: "Posiadacze tokenów FVX będą mieli prawo głosować w sprawach dotyczących rozwoju ekosystemu 4V, co czyni projekt zdecentralizowanym i demokratycznym.",
    "SMARTSHARE (Intelligent Sharing Protocol)":
      "System, który umożliwia ustawianie inteligentnych scenariuszy publikacji treści w zależności od czasu, wydarzeń i odbiorców.",
    "4V.DEFI":
      "4V.DEFI to platforma oferująca zdecentralizowane usługi finansowe, takie jak pożyczki i staking. Użytkownicy mogą korzystać z szerokiej gamy instrumentów finansowych, zapewniając przejrzystość i bezpieczeństwo dzięki technologii blockchain.",
    "GLIDE (Global Localized Intelligent Dynamic Engine)":
      "Nasz zaawansowany system AI nie kończy się na preferencjach osobistych. Automatycznie dostosowuje również kanał wiadomości na podstawie Twojej lokalizacji.",
    "4V.NEWS":
      "Rozumiemy znaczenie szybkiego i dokładnego pozyskiwania informacji we współczesnym świecie. Nasze algorytmy parsowania natychmiast zbierają dane z tysięcy źródeł.",
    "Learn More": "Dowiedz się więcej",
    "Welcome to 4V.NEWS1": "Witamy w 4V.NEWS",
    RESOURCES: "ZASOBY",
    START: "START",
    "video title": "Wiarygodne informacje oparte na dowodach",
    "We are constantly":
      "Stale doskonalimy i rozwijamy nasze możliwości, aby dostarczać najbardziej istotne i przydatne informacje.",
    "you can now mine": "możesz teraz wydobywać monetę na wczesnym etapie!",
    "The DAO":
      "DAO umożliwi użytkownikom głosowanie nad aktualizacjami, zmianami protokołu i nowymi integracjami.",
    "4V.ROBOT integrates": "4V.ROBOT integruje elementy sztucznej inteligencji",
    "We offer a wide range of products":
      "Oferujemy szeroką gamę produktów, w tym bezpieczne portfele kryptowalut, platformy handlowe i wymiany oraz narzędzia analityczne do śledzenia rynku. Naszą misją jest uczynienie korzystania z kryptowalut dostępnym i wygodnym dla wszystkich, zapewniając jednocześnie wysoki poziom bezpieczeństwa i niezawodności. Planujemy również wdrożyć technologie WEB 3.0, aby rozszerzyć możliwości naszych produktów i usług, w tym zdecentralizowane platformy finansowe (DeFi) i zdecentralizowane giełdy (DEX).",
    "Innovative approach":
      "Innowacyjne podejście i wykorzystanie sztucznej inteligencji do tworzenia spersonalizowanych kanałów informacyjnych. Szeroki zasięg, zbieranie i agregowanie wiadomości z całego świata na różne tematy.",
    "4V.coin is a token on the TON":
      "FVX to token w sieci TON do interakcji z naszymi usługami, takimi jak 4V.ROBOT, 4V.DEFI i 4V.DEX.",
    "The best solution for news":
      "Najlepsze rozwiązanie dla witryn informacyjnych i kanałów mediów społecznościowych. W pełni zautomatyzowane rozwiązanie z wykorzystaniem sztucznej inteligencji.",
    "Welcome to 4V.NEWS":
      "Witamy na 4V.NEWS, szczycie innowacji w dziedzinie agregacji wiadomości i zarządzania informacjami. Zaprojektowany do bezproblemowej integracji z najnowocześniejszą sztuczną inteligencją.",
    "4V is an innovative platform":
      "4V to innowacyjna platforma łącząca najnowsze technologie zbierania, przetwarzania i dystrybucji wiadomości oraz treści z całego świata. Specjalizujemy się w dostarczaniu aktualnych i wysokiej jakości informacji, wykorzystując potężne narzędzia parsowania i sztuczną inteligencję do analizy i filtrowania treści.",
    "4V.COIN is our company’s":
      "4V.CRYPTO to narzędzie naszej firmy w branży kryptowalut, zapewniające innowacyjne rozwiązania i usługi związane z pracą z aktywami cyfrowymi.",
    "Cutting-edge technology for news and content":
      "Nowoczesna technologia dla wiadomości i treści",
  },
  pt: {
    "send": "enviar",

    "bd52": "Oferece uma solução revolucionária para transferências entre cadeias, proporcionando anonimato máximo, segurança e flexibilidade. A integração do zk-SNARK e mecanismos de mixagem permite aos usuários mover ativos entre blockchains com segurança, sem revelar seus dados. 4V continua a evoluir, planejando mais melhorias e a implementação de novas tecnologias para garantir ainda mais segurança e escalabilidade.",

    
    "bd51": "A integração de zk-SNARK e mecanismos de mixagem no BridgeX garante o mais alto nível de privacidade e anonimato. O uso de métodos criptográficos avançados torna o BridgeX resistente à maioria dos ataques conhecidos, incluindo análise de tráfego e rastreamento de transações.",

    "bd50": "Maior velocidade de processamento de transações, pois o 4V pode gerenciar de forma independente o roteamento por meio de seus nós",

    "bd49": "Independência de fornecedores de infraestrutura terceirizados",

    "bd48": "Maior segurança através do controle dos processos de validação",

    "bd47": "Vantagens do desenvolvimento de nós próprios",

    "bd46": "BridgeX utiliza oráculos da Chainlink para garantir a precisão dos dados em transações entre cadeias. Os oráculos da Chainlink monitoram o estado dos ativos na rede de origem e garantem seu bloqueio antes que os ativos equivalentes sejam liberados na rede de destino. Isso minimiza os riscos de erros ou manipulação de dados.",

    "bd45": "4V planeja implantar seus próprios nós para cada rede suportada, o que aumentará o controle de transações e a segurança do sistema. Os nós 4V executarão funções como validação de transações, gerenciamento de pontes e manutenção do estado geral da rede.",

    "bd44": "A integração com o Chainlink é uma parte importante da infraestrutura da BridgeX, contribuindo para a confiabilidade e estabilidade do sistema.",

    "bd43": "A tecnologia zk-SNARK está profundamente integrada no processamento de transações do BridgeX, desde a fase de inicialização até a transferência entre cadeias. zk-SNARK verifica cada transação sem a necessidade de revelar quaisquer dados, tornando o sistema incrivelmente seguro e confiável para os usuários.",

    "bd42": "O usuário recebe uma notificação da conclusão da transferência, e a transação é exibida em ambas as redes, a de origem e a de destino, garantindo total anonimato.",

    "bd41": "Confirmação de transação",

    "bd40": "Após a mistura, o BridgeX gera ativos equivalentes na rede de destino, tornando-os disponíveis para o usuário. Esses ativos não estão mais vinculados à transação original, garantindo total anonimato.",

    "bd39": "Transferência entre cadeias",

    "bd38": "Antes de enviar ativos para a rede de destino, a transação passa por um mixer, onde é dividida em partes e misturada com outras transações. Nesse ponto, zk-SNARK garante que a transação seja genuína sem revelar seus detalhes.",

    "bd37": "Uso de zk-SNARK e mixer",

    bd36: "Neste momento, o sistema começa a preparação para emitir ativos equivalentes na rede-alvo, seguindo os mecanismos dos protocolos cross-chain.",

    bd35: "Após receber a transação, o sistema bloqueia os ativos do usuário na rede de origem por meio de um contrato inteligente.",

    bd34: "O usuário envia ativos digitais para um único endereço público do BridgeX. Este endereço é compartilhado entre todas as blockchains suportadas. O sistema BridgeX Universal Asset Routing (BUAR) identifica automaticamente o tipo de criptomoeda e a rede de origem da transação. Por exemplo, se um usuário enviar USDT do Ethereum, o sistema reconhece automaticamente essa transação e determina sua rota.",

    bd33: "Inicialização da transação",

    bd32: "O processo de operação do sistema pode ser dividido em várias etapas:",

    bd31: "O processo de operação do sistema fornece aos usuários uma interface unificada para enviar ativos para qualquer rede blockchain.",

    bd30: "Suponha que um usuário queira enviar 100 USDT através do BridgeX. Ele pode escolher uma taxa mais alta para uma transferência instantânea ou reduzir a taxa, mas a transação passará por mais etapas de mixagem, garantindo um nível mais alto de anonimato.",

    bd29: "Exemplo de sistema de taxas dinâmico",

    bd28: "BridgeX oferece um sistema de taxas dinâmico que permite aos usuários personalizar suas transações com base em suas preferências. O sistema de taxas no BridgeX foi projetado para oferecer flexibilidade aos usuários na escolha dos parâmetros de suas transações. Por exemplo, se um usuário deseja realizar uma transação mais rapidamente, ele pode escolher uma taxa mais alta, o que acelerará seu processamento. Ao mesmo tempo, se o usuário preferir um nível mais alto de privacidade, o sistema sugerirá selecionar um nível adicional de mixagem, o que aumentará a taxa, mas garantirá o anonimato máximo.",

    bd27: "Sistema de taxas dinâmico",

    apes1:
      "4V.APES é o nosso jogo de app web Telegram onde você pode obter o token FVX gratuitamente.",

    bd17: "Exemplo de como funciona a mistura",
    bd23: "Quando um usuário envia uma transação por meio do 4VBridgeX, o sistema gera uma prova zk-SNARK de que a transação é válida. Esta prova é verificada pelos validadores da rede, mas os dados da transação permanecem ocultos. Assim, os validadores podem confirmar a validade da transação sem saber quem a enviou ou para quem foi endereçada.",
    bd24: "Como funciona",
    bd25: "zk-SNARK opera através de cálculos matemáticos complexos que criam uma prova compacta de que uma transação é genuína sem revelar nenhuma informação sobre ela. No BridgeX, todo usuário que envia fundos gera automaticamente uma prova zk-SNARK, que é verificada na rede antes de a transação ser concluída.",

    bd2: " resolve este problema criando um sistema descentralizado unificado que não apenas facilita a transferência de ativos entre blockchains, mas também garante a segurança, privacidade e anonimato dos usuários. Ao integrar o zk-SNARK, um método de prova de conhecimento zero, a plataforma BridgeX permite que os usuários realizem transferências sem revelar seus dados, aumentando significativamente a segurança. Além disso, o Bridge<span class='text-danger'>X</span> utiliza mecanismos de mixagem para fornecer um nível adicional de privacidade para cada transação.",
    bd3: "A plataforma BridgeX não apenas se adapta às condições modernas, mas também cria o futuro da interação entre cadeias. Cada elemento do sistema foi projetado considerando os desafios atuais enfrentados pelo ecossistema de criptomoedas, como privacidade, escalabilidade e descentralização.",
    bd4: "Representa um sistema modular em várias camadas que pode ser facilmente adaptado e dimensionado à medida que a rede cresce e o número de usuários aumenta. A arquitetura é baseada em vários componentes-chave que garantem sua exclusividade e confiabilidade: protocolos cross-chain BridgeX, sistema de mixagem de transações, zk-SNARK para proteção de dados, bem como um sistema de taxas dinâmico e configurações flexíveis.",
    bd5: "Cada uma dessas tecnologias está integrada na arquitetura principal para garantir a segurança dos dados e alto desempenho, independentemente da carga da rede ou do número de usuários. O desenvolvimento do BridgeX foi baseado em uma abordagem orientada para a descentralização, eliminando o controle central do sistema e transferindo o poder para os usuários por meio de mecanismos DAO. A arquitetura do BridgeX foi projetada com três aspectos principais em mente: desempenho, segurança e privacidade. Esta seção fornece uma descrição detalhada dos principais componentes do sistema e suas interações.",
    bd6: "BridgeX é o componente central do 4V.CRYPTO responsável pela interação entre blockchains. Ele permite que os usuários enviem e recebam ativos digitais entre diferentes redes blockchain. Isso é especialmente importante no mundo moderno de várias blockchains, onde diferentes plataformas muitas vezes não conseguem interagir diretamente. O BridgeX permite que os usuários movam seus ativos de forma contínua entre redes como Ethereum, Binance Smart Chain, Polygon, Solana e outras.",
    bd7: "BridgeX utiliza contratos inteligentes para bloquear ativos na rede de origem e emitir seu equivalente na rede de destino. Por exemplo, se um usuário quiser enviar 10 ETH de Ethereum para Binance Smart Chain, a BridgeX bloqueará 10 ETH na rede Ethereum e emitirá o valor equivalente na forma de tokens BEP-20 na Binance Smart Chain.",
    bd8: "representa um sistema modular que se integra perfeitamente com várias redes blockchain através de interfaces padronizadas. Isso permite que novos blockchains sejam facilmente adicionados ao BridgeX sem a necessidade de redesenhar completamente o sistema. Por exemplo, se no futuro surgir um novo blockchain com alta adaptabilidade, como Cardano ou Polkadot, ele poderá ser integrado ao BridgeX com mudanças mínimas.",
    bd9: "Outra característica importante do BridgeX é a sua capacidade de otimizar o roteamento de transações. O sistema inclui um mecanismo de inteligência artificial que analisa a congestão atual da rede e sugere as melhores rotas para as transações dos usuários. Por exemplo, se a rede Ethereum estiver sobrecarregada e as transações estiverem lentas, o BridgeX pode sugerir que os usuários enviem ativos através de redes menos congestionadas, como Binance Smart Chain ou Polygon, reduzindo as taxas e aumentando a velocidade.",
    bd10: "Roteamento inteligente de transações.",
    bd11: "Exemplo de operação.",
    bd12: "Suponha que um usuário deseja transferir tokens USDT da rede Ethereum para a rede Polygon. Primeiro, o BridgeX verifica a disponibilidade de liquidez e bloqueia o USDT na rede Ethereum por meio de um contrato inteligente. Em seguida, o sistema emite uma quantidade equivalente de USDT na rede Polygon por meio de um contrato semelhante. Todo o processo é automatizado e ocorre em segundos, com a transação protegida por zk-SNARK, garantindo o anonimato.",
    bd13: "Mecanismo de mistura.",
    bd14: "O mecanismo de mistura no BridgeX foi projetado para maximizar o sigilo da origem e do destino das transações, garantindo o anonimato dos participantes da rede. A mistura envolve embaralhar transações entre diferentes usuários, de forma que, mesmo com o rastreamento público de blockchain, seja impossível determinar quem são o remetente e o destinatário dos fundos. Isso é especialmente importante para os usuários que valorizam sua privacidade e desejam evitar o rastreamento de transações.",
    bd15: "Como funciona a mistura?",
    bd16: "O mecanismo de mistura no BridgeX utiliza algoritmos avançados de criptografia e ofuscação de dados para criar um 'pool de transações', a partir do qual os fundos misturados são enviados. Quando um usuário envia fundos por meio do BridgeX, sua transação é dividida em partes menores e misturada com as transações de outros usuários. Isso torna praticamente impossível rastrear de onde vieram os fundos e para onde foram enviados.",
    bd18: "Suponha que um usuário envie 5 ETH através do BridgeX. Em vez de enviar esses 5 ETH diretamente para o endereço do destinatário, o sistema divide o valor em partes menores, digamos 0,1 ETH, e as envia por caminhos diferentes na rede. Ao mesmo tempo, as transações de outros usuários também são misturadas, tornando praticamente impossível para um observador externo determinar quem enviou os fundos e para quem.",
    bd19: "Provas seguras",
    bd20: "Esta é uma das tecnologias criptográficas mais avançadas, utilizada ativamente no 4VBridgeX para proteger dados e garantir a privacidade dos usuários. zk-SNARK permite a criação de provas de autenticidade da transação sem revelar quaisquer dados sobre a transação, seus participantes ou valores.",
    bd21: "O que é",
    bd22: "Este é um método de prova criptográfica que permite a uma parte (o provador) convencer outra parte (o verificador) de que uma declaração é verdadeira sem revelar quaisquer dados relacionados com essa declaração. No contexto do 4VBridgeX, o zk-SNARK é utilizado para confirmar que uma transação ocorreu sem divulgar detalhes sobre quem enviou ou recebeu os fundos e quanto foi transferido.",

    bd1: "é uma plataforma revolucionária projetada para resolver um dos desafios mais prementes enfrentados pela comunidade blockchain moderna: interação entre cadeias e privacidade. Com o desenvolvimento de várias blockchains, como Ethereum, Binance Smart Chain, Polygon e outras, surgiram inúmeros ecossistemas independentes, cada um com suas características e vantagens únicas. No entanto, existe um problema significativo entre essas redes - a complexidade da interação e transferência de dados entre blockchains.",
    bid1: "Abrir vídeo",
    bid2: "Introdução",
    bid3: "Arquitetura da solução",
    bid4: "Protocolos cross-chain do BridgeX",
    bid5: "Mecanismo de mistura",
    bid6: "Sistema de taxas dinâmicas",
    bid7: "Fluxo de trabalho do sistema BridgeX",
    bid8: "Integração do zk-SNARK no BridgeX",
    bid9: "Funcionamento do mixer baseado no zk-SNARK",
    bid10: "Uso de oráculos Chainlink",
    bid11: "Implantação de nós",
    bid12: "Segurança e controle",
    bid13: "Conclusão",
    dexx: "Compre, venda e troque sua criptomoeda no nosso DEX! Nossa ponte cross-chain suporta as principais redes como TON, Ethereum, TRON, Binance Smart Chain, Polygon, TON, Avalanche, Fantom e outras, oferecendo amplas oportunidades para os usuários.",
    wallet: "Conectar carteira",
    brid: "Ponte crosschain",
    go: "Ir para o DEX",
    br9: "Recompensas: Quanto mais tokens você apostar e quanto mais tempo eles permanecerem apostados, maiores serão suas recompensas.",
    br10: "Sustentabilidade a longo prazo: A taxa final de recompensa é de 10% ao ano.",
    bridge3:
      "Esta é uma plataforma inovadora que combina as mais recentes tecnologias de coleta, processamento e distribuição de notícias e conteúdos de todo o mundo. Somos especializados em fornecer informações atualizadas e de alta qualidade, utilizando poderosas ferramentas de análise e inteligência artificial para análise e filtragem de conteúdos.",
    br1: "No mundo moderno das criptomoedas, os aspectos mais importantes são privacidade, segurança e facilidade de transferência de ativos entre diferentes blockchains. Com o desenvolvimento de tecnologias cross-chain, os usuários enfrentam novos desafios, como a complexidade de interagir com pontes (bridges), riscos de segurança e ameaças à privacidade. Em resposta a esses desafios, apresentamos o , um sistema inovador projetado para transferências de ativos simples, rápidas e seguras entre blockchains com alto nível de anonimato.",
    br3: "Facilidade de transferência de ativos entre redes: Pontes que conectam várias blockchains muitas vezes são difíceis de usar e suscetíveis a riscos de ataques. Segurança: Vulnerabilidades na infraestrutura cross-chain podem levar a hacks, roubo de fundos e perda de confiança dos usuários.",
    br5: "A tecnologia zk-SNARK está profundamente integrada no processamento de transações da BridgeX, desde a etapa de inicialização até a transferência entre cadeias. zk-SNARK garante a verificação de cada transação sem a necessidade de divulgar dados, tornando o sistema incrivelmente seguro para os usuários.",
    br6: "Compre, venda e troque sua criptomoeda no nosso DEX! Nossa ponte entre cadeias permite transferências de ativos entre várias blockchains (por exemplo, Ethereum, Binance Smart Chain, Polygon).",
    br7: "4V.BridgeX suporta o sistema Proof of Stake (PoS), permitindo que os usuários ganhem recompensas ao apostar seus tokens. Como funciona:",
    br8: "Staking de tokens: Você deposita seus tokens FVX na plataforma 4V.BridgeX.",
    br2: "Privacidade das transações: As redes blockchain modernas são inerentemente transparentes, permitindo que todas as transações e seus participantes sejam rastreados. Isso cria riscos, especialmente para os usuários que valorizam a confidencialidade de suas operações financeiras.",
    br4: "BridgeX oferece aos usuários a capacidade de mover seus ativos sem problemas entre redes como Ethereum, Binance Smart Chain, Polygon, Solana e outras.",

    bridge:
      "4V.BridgeX é uma plataforma revolucionária projetada para resolver um dos desafios mais urgentes enfrentados pela comunidade blockchain moderna: a interação entre cadeias e a privacidade.",
    bridge2:
      "BridgeX, modern blockchain topluluğunun karşı karşıya olduğu bu sorunu, blok zincirleri arasında varlık transferine olanak tanıyan ve aynı zamanda kullanıcı güvenliği, gizliliği ve anonimliği sağlayan birleşik merkeziyetsiz bir sistem oluşturarak çözmektedir. zk-SNARK adlı sıfır bilgi kanıtı yöntemini uygulayarak, BridgeX platformu kullanıcıların verilerini ifşa etmeden transfer yapmalarına olanak tanır ve güvenliği önemli ölçüde artırır. BridgeX ayrıca, her işlem için ek bir gizlilik katmanı sağlayan karıştırma mekanizmalarını da kullanır.",
    Menu: "Menu",
    "TECH SPEC": "Especificações técnicas",
    "TERMS OF SERVICE": "TERMOS DE SERVIÇO",
    "PRIVACY POLICY": "POLÍTICA DE PRIVACIDADE",
    "WHITE PAPER": "PAPEL BRANCO",
    "ROAD MAP": "MAPA RODOVIÁRIO",
    Company: "Empresa",
    Team: "Equipe",
    Defi: "Finanças Descentralizadas",
    Documentation: "Documentação",
    roadmapTitle: "Roteiro 2024-2026",
    note: "Este não é o roteiro final e será atualizado uma vez por mês.",

    "2024StrengtheningAndExpansion": "2024: Fortalecimento e expansão",
    q3_2024: "T3 2024",
    launchTelegramBot: "Lançamento do 4V.ROBOT para Telegram.",
    launchWhatsAppBot: "Lançamento do 4V.ROBOT para WhatsApp.",
    botDevelopmentTesting: "Desenvolvimento e teste do bot.",
    userAttractionCampaign: "Campanha de marketing para atrair usuários.",
    integrationWithNewsAggregator:
      "Integração com o agregador de notícias 4V.News.",
    userFeedbackFeatures:
      "Adição de novos recursos com base no feedback dos usuários.",
    interfaceOptimization: "Otimização da interface e do desempenho.",

    q4_2024: "T4 2024",
    launchVKBot: "Lançamento do 4V.ROBOT para VK.",

    "2025InternationalExpansionInnovation":
      "2025: Expansão internacional e inovação",
    q1_2025: "T1 2025",
    launchFacebookMessengerBot:
      "Lançamento do 4V.ROBOT para Facebook Messenger.",
    launchDEX: "Lançamento do 4V.DEX.",
    launchDEFI: "Lançamento do 4V.BridgeX.",
    educationWebinars: "Materiais educacionais e webinars para usuários.",
    cryptocurrencyReach: "Aumento do alcance da criptomoeda 4V.",
    exchangeListing:
      "Trabalho ativo para listagem em novas bolsas de criptomoedas.",
    airdropCampaigns:
      "Realização de campanhas de airdrop e programas de fidelidade.",

    q2_2025: "T2 2025",
    launchInstagramBot: "Lançamento do bot para Instagram.",
    launch4VNews: "Lançamento do 4V.NEWS.",
    communityManagement: "Gestão da comunidade.",
    userCommunityDevelopment:
      "Desenvolvimento de uma comunidade ativa de usuários em várias plataformas.",
    feedbackCollection: "Pesquisas regulares e coleta de feedback.",

    q3_2025: "T3 2025",
    launchLinkedInBot: "Lançamento do 4V.ROBOT para LinkedIn.",
    internationalPromotion: "Promoção internacional.",
    marketAdaptation:
      "Entrada em novos mercados e adaptação do serviço às características locais.",

    q4_2025: "T4 2025",
    launchTikTokBot: "Lançamento do 4V.ROBOT para TikTok.",
    partnershipPrograms: "Expansão dos programas de parceria.",
    cryptocurrencyPartnerships:
      "Parcerias com grandes plataformas de criptomoedas.",
    jointAdvertising: "Realização de campanhas publicitárias conjuntas.",

    "2026LeadershipStability": "2026: Liderança e estabilidade",
    q1_2026: "T1 2026",
    effectivenessAnalysis:
      "Análise e otimização da eficácia de todos os bots lançados.",
    functionalityExpansion:
      "Expansão de funcionalidades para os detentores de 4V.",
    newAdvertisingCampaigns:
      "Lançamento de novas campanhas publicitárias e programas de parceria.",

    q2_2026: "T2 2026",
    innovativeDevelopments: "Desenvolvimentos inovadores.",
    aiIntegration:
      "Implementação de tecnologias como IA e ML para melhorar o serviço.",
    personalizedNews:
      "Desenvolvimento de feeds de notícias personalizados com IA.",
    cryptoInfrastructure: "Desenvolvimento da infraestrutura de criptomoedas.",
    newMiningOpportunities:
      "Criação de novas oportunidades de mineração e negociação de 4V.",
    walletsPaymentSystems:
      "Desenvolvimento de carteiras e sistemas de pagamento proprietários.",

    q3_2026: "T3 2026",
    businessOptimization: "Análise de todos os aspectos do negócio para o ano.",
    scalingTeamGrowth:
      "Aumento da equipe e melhoria da infraestrutura para apoiar o crescimento.",

    q4_2026: "T4 2026",
    newBotsAndServices: "Lançamento de novos bots e serviços.",
    globalExpansion: "Expansão global.",
    serviceLocalization: "Localização de serviços para novas regiões.",

    "2027InnovationDevelopment": "2027: Desenvolvimento de inovação",
    q1_2027: "T1 2027",
    techInnovation:
      "Implementação de novas soluções tecnológicas para melhorar a experiência do usuário.",
    newProductsTesting: "Desenvolvimento e teste de novos produtos e serviços.",
    cryptocurrencyStrengthening: "Fortalecimento da posição da criptomoeda.",
    promotionCampaigns:
      "Lançamento de novas campanhas para promover o uso de 4V.",
    techDoc: {
      title: "Documentação Técnica 4V",
      introduction: "Introdução",
      architecture: "Arquitetura Geral",
      glide: "GLIDE: Motor Dinâmico Inteligente Localizado",
      newsAggregation: "Agregação de Notícias e Gerenciamento de Conteúdo",
      robot: "4V.ROBOT: Inovação na Agregação de Conteúdo",
      crypto: "4V.COIN: Gestão de Criptomoedas",
      dex: "4V.DEX: Bolsa Descentralizada",
      defi: "4V.DEFI: Serviços Financeiros Descentralizados",
      coin: "4V.coin: Token do Ecossistema",
      dao: "DAO e Governança Descentralizada",
      conclusion: "Conclusão",
      introDescription:
        "4V é uma plataforma avançada que reúne usuários em busca de processamento eficiente de notícias, gestão de conteúdo e ativos digitais. Oferece uma combinação única de ferramentas para coleta, análise e personalização de conteúdo, além de soluções financeiras baseadas em blockchain.",
      introObjective:
        "O objetivo do 4V é tornar-se um fornecedor líder de notícias e informações, bem como oferecer uma ampla gama de ferramentas financeiras, incluindo bolsas descentralizadas (DEX), plataformas NFT e serviços DeFi com suporte na 4V.coin.",
      mainDirections: "Principais Direções",
      innovativeApproach: "Abordagem Inovadora",
      aiForPersonalization:
        "Uso de IA para criação de feeds personalizados de notícias.",
      broadCoverage: "Cobertura ampla: coleta e agregação de notícias globais.",
      integrationFinancialTools:
        "Integração de ferramentas financeiras próprias e da criptomoeda 4V.",
      web3Development:
        "Desenvolvimento Web 3.0 com lançamento de DEX e plataformas DeFi.",
      robotDescription1:
        "Uma das principais funcionalidades da plataforma é o 4V.ROBOT, um bot que coleta conteúdo da internet e publica automaticamente nas redes sociais.",
      robotDescription2:
        "O administrador pode configurar categorias, tags e horários de publicação, e o sistema distribuirá o conteúdo automaticamente.",
      robotDescription3:
        "Acreditamos que esse mercado possui um grande potencial. 4V.ROBOT é o primeiro produto do seu tipo a explorar esse nicho.",
      technologiesAndTools: "Tecnologias e Ferramentas",
      glideEngine:
        "GLIDE: Um motor de IA que ajusta automaticamente o feed de notícias.",
      contentwiseEngine:
        "CONTENTWISE: Sistema inteligente de coleta e filtragem de conteúdo.",
      distributor:
        "DISTRIBUTOR: Sistema de distribuição automática de conteúdo.",
      smartshare:
        "SMARTSHARE: Sistema inteligente para compartilhamento de conteúdo.",
      architectureDescription:
        "A arquitetura do 4V foi projetada para atender às necessidades de gerenciamento de conteúdo e criptomoedas.",
      newsAggregator:
        "4V.NEWS: Um agregador de notícias com personalização de conteúdo.",
      glideModule:
        "GLIDE - Módulo de IA para filtragem de conteúdo por localização do usuário.",
      cryptoModule:
        "4V.COIN - Módulo seguro e transparente para gestão de ativos digitais.",
      dexAndDefiModules:
        "4V.DEX e 4V.DEFI - Módulos financeiros descentralizados.",
      glideDescription:
        "GLIDE otimiza o feed de notícias em tempo real com base na localização do usuário.",
      newsAggregationDescription:
        "4V.NEWS é um agregador robusto que coleta dados de milhares de fontes.",
      cryptoDescription:
        "4V.COIN oferece uma gestão segura e transparente de ativos digitais.",
      marketMonitoring: "Monitoramento de mercado em tempo real.",
      secureTransactions:
        "Transações seguras por meio de contratos inteligentes.",
      defiIntegration: "Integração com serviços financeiros descentralizados.",
      dexDescription:
        "4V.DEX é uma bolsa descentralizada para transações sem intermediários.",
      coinDescription: "FVX é o token usado nos serviços da plataforma.",
      tokenFeatures: "Principais funcionalidades do token:",
      transactionFees: "Taxas de transação: transferências com FVX.",
      staking: "Staking para participação na rede.",
      voting: "Direito de voto para detentores do .",
      stakingDelegation: "Delegação de staking para validadores.",
      interoperability: "4V.coin suporta interoperabilidade entre blockchains.",
      daoDescription1: "4V promove governança descentralizada por meio do DAO.",
      daoDescription2:
        "50% da receita do 4V.ROBOT é usada para recompra de tokens.",
      conclusionDescription:
        "4V oferece soluções únicas para agregação de notícias, gestão de ativos digitais e produtos financeiros descentralizados.",
    },
    whitepaper: {
      title: "White Paper da Empresa 4V",
      introduction:
        "A Empresa 4V pretende se tornar um provedor líder de serviços de notícias e informações, aproveitando tecnologias avançadas como inteligência artificial (IA), aprendizado de máquina (ML) e blockchain. Este documento descreve as direções principais e os aspectos técnicos que serão implementados para alcançar os objetivos estabelecidos nos próximos três anos. Todos os bots serão integrados ao agregador de notícias 4V.News para garantir a sincronização de dados e fornecer feeds de notícias personalizados para cada usuário.",
      mainDirections: "Principais Direções",
      mainDirectionsDescription:
        "Uso de IA para criar feeds de notícias personalizados. Cobertura Ampla: Coleta e agregação de notícias de todo o mundo sobre vários tópicos. Ferramentas Convenientes: Desenvolvimento de bots e agregadores para facilitar o acesso às notícias. Criptomoeda Própria: Promoção e integração da criptomoeda 4V. Desenvolvimento Web 3.0: Lançamento de exchanges descentralizadas (DEX), serviços DeFi e plataformas NFT.",
      innovativeApproach: "Abordagem Inovadora",
      innovativeApproachDescription:
        "A agregação de notícias de várias fontes é a base para criar feeds de notícias personalizados. Isso inclui a coleta de informações de sites de notícias, redes sociais, blogs e outras fontes. Para preparar os dados para análise, eles passam por etapas de filtragem e normalização, o que ajuda a excluir informações irrelevantes e padronizar o formato dos dados.",
      broadCoverage: "Cobertura Ampla",
      broadCoverageDescription:
        "A Empresa 4V coleta e agrega notícias de várias fontes em todo o mundo, garantindo que os usuários tenham acesso a informações diversificadas e atualizadas sobre vários tópicos. O agregador 4V.News será integrado a bots para vários mensageiros e redes sociais, permitindo que os usuários recebam notícias em um formato conveniente.",
      launch: "Lançamento",
      launchDescription:
        "O lançamento público da plataforma será integrado à criptomoeda 4V, permitindo que os usuários negociem a criptomoeda em exchanges descentralizadas e utilizem serviços DeFi.",
      botDevelopment: "Desenvolvimento de Bots e Agregadores",
      botDevelopmentDescription:
        "Bots serão desenvolvidos para mensageiros e redes sociais populares, como WhatsApp, Facebook Messenger, Instagram, LinkedIn e TikTok. Cada bot fornecerá aos usuários acesso a notícias e feeds personalizados com base em seus interesses.",
      technicalDocumentation: "Documentação Técnica",
      tokenomicsTitle: "Tokenomics do FVX",
      tokenUsage: "Uso dos Tokens FVX",
      tokenUsageDescription:
        "FVX é o token central do ecossistema 4V e serve para várias funções: pagamento de transações, staking e votação. Os usuários pagam taxas para transferências cross-chain usando FVX, incluindo mistura de transações, uso de bridges e validação de oráculos. O staking permite que os usuários participem da rede 4V e ganhem recompensas, aumentando a segurança da rede. Os detentores de tokens também têm direitos de voto para o desenvolvimento do ecossistema, promovendo a descentralização e a tomada de decisões democráticas.",
      stakingDelegation:
        "Delegação de Staking: os usuários podem delegar seus tokens FVX a outros validadores e ganhar uma porcentagem de suas recompensas. Esta delegação incentiva os detentores de tokens a mantê-los no sistema, aumentando a liquidez do projeto.",
      tokenDistributionTitle: "Distribuição dos Tokens FVX",
      tokenDistribution: "Distribuição de Tokens",
      totalTokens: "Total de tokens: 4 444 444 444",
      userStaking:
        "37% - Para usuários por meio de staking, recompensas de participação e outras atividades.",
      teamDevelopers: "17% - Para a equipe e desenvolvedores.",
      liquidity: "24% - Para liquidez (em pools de liquidez e exchanges).",
      earlyAccess:
        "22% - Para o programa de acesso antecipado e campanhas de recompensa.",
      conclusionTitle: "Conclusão",
      conclusionDescription:
        "4V é uma plataforma inovadora que reúne as últimas tecnologias para coleta, processamento e distribuição de notícias e conteúdo em todo o mundo. Focamos em fornecer informações oportunas e de qualidade usando poderosas ferramentas analíticas e inteligência artificial.",
    },
    privacy: {
      title: "Política de Privacidade 4V",
      lastUpdated: "Última atualização: 11 de outubro de 2023",
      contentsTitle: "Conteúdo",
      contents: {
        infoCollection: "Coleta de informações",
        infoUsage: "Uso das informações",
        rightsCalifornia: "Seus direitos de privacidade na Califórnia",
        rightsEurope: "Divulgação para indivíduos na Europa",
        dataTransfer: "Transferência e armazenamento de dados",
        cookies: "Uso de cookies",
        security: "Segurança de dados",
        contact: "Entre em contato",
      },
      infoCollection: {
        title: "Coleta de informações",
        text1:
          "Coletamos informações pessoais que você nos fornece diretamente (por exemplo, ao se registrar no site 4V) e automaticamente ao usar nossos serviços. Isso pode incluir dados como nome, informações de contato, dados de transações e informações do dispositivo.",
        text2:
          "Também utilizamos tecnologias de rastreamento, como cookies, para coletar informações sobre suas atividades em nosso site. Esses dados ajudam a melhorar nosso serviço e a personalizar a interface de acordo com suas preferências.",
      },
      infoUsage: {
        title: "Uso das informações",
        text1:
          "Usamos as informações coletadas para fornecer e melhorar nossos serviços, processar transações, enviar notificações e proteger dados. Por exemplo, suas informações de contato podem ser usadas para enviar atualizações e notificações de segurança.",
        text2:
          "Podemos também usar as informações para análise, personalização de conteúdo e para melhorar a funcionalidade do site.",
      },
      rightsCalifornia: {
        title: "Seus direitos de privacidade na Califórnia",
        text: "Sob a Lei de Privacidade do Consumidor da Califórnia (CCPA), os residentes da Califórnia têm o direito de solicitar informações sobre como coletamos e usamos dados pessoais, além de solicitar a exclusão desses dados. Você tem o direito de:",
        list: {
          access: "Solicitar acesso às informações pessoais que coletamos.",
          deletion:
            "Solicitar a exclusão de seus dados, exceto nos casos exigidos por lei.",
          optOut: "Recusar a venda de seus dados (se aplicável).",
        },
      },
      rightsEurope: {
        title: "Divulgação para indivíduos na Europa",
        text: "Se você é residente do EEE, Reino Unido ou Suíça, tem os seguintes direitos de acordo com o Regulamento Geral de Proteção de Dados (GDPR):",
        list: {
          access: "Direito de acessar seus dados e obter uma cópia.",
          correction: "Direito de corrigir dados incorretos.",
          deletion: "Direito de solicitar a exclusão de seus dados.",
          restriction: "Direito de limitar o processamento de dados.",
          portability: "Direito à portabilidade dos dados.",
        },
        contact:
          "Para exercer esses direitos, entre em contato conosco pelo endereço",
      },
      dataTransfer: {
        title: "Transferência e armazenamento de dados",
        text1:
          "Podemos transferir seus dados para terceiros quando necessário para cumprir nossas obrigações e armazená-los em servidores em vários países, incluindo os Estados Unidos. Todas as transferências de dados são realizadas de acordo com os requisitos legais.",
        text2:
          "Tomamos medidas razoáveis para proteger seus dados, mas você deve estar ciente de que a transmissão de dados pela internet nunca pode ser completamente segura.",
      },
      cookies: {
        title: "Uso de cookies",
        text: "Usamos cookies para coletar informações sobre sua atividade no site. Isso nos permite melhorar a experiência do usuário e fornecer conteúdo mais personalizado. Você pode gerenciar as configurações de cookies no seu navegador e desativá-los, se necessário.",
      },
      security: {
        title: "Segurança de dados",
        text1:
          "Nos esforçamos ao máximo para proteger suas informações pessoais. Nossas medidas de segurança incluem criptografia de dados, proteção por senha e auditorias de segurança regulares.",
        text2:
          "No entanto, apesar de nossos esforços, nenhum sistema de segurança pode garantir proteção total. Recomendamos que você tome as precauções necessárias para proteger suas informações.",
      },
      contact: {
        title: "Entre em contato",
        text: "Se você tiver alguma dúvida sobre esta Política de Privacidade, entre em contato conosco pelo e-mail info@4V.com.",
      },
    },
    terms: {
      title: "Termos de Serviço 4V",
      lastUpdated: "Última atualização: 11 de outubro de 2023",
      contentsTitle: "Índice",
      contents: {
        agreement: "Aceitação dos Termos",
        license: "Âmbito da Licença de Usuário",
        prohibited: "Atividades Proibidas",
        dataSecurity: "Segurança de Dados",
        disputes: "Resolução de Disputas",
        californiaRights: "Direitos dos Residentes da Califórnia",
        miscellaneous: "Disposições Diversas",
        contact: "Entre em Contato",
      },
      agreement: {
        title: "Aceitação dos Termos",
        text1:
          'Este Acordo de Licença de Usuário Final e Termos de Serviço ("EULA") é um contrato vinculativo entre você e 4V ("nós", "nosso") sobre o uso de nosso serviço e site. Ao utilizar nosso site e serviço, você concorda em cumprir esses termos. Se você não concorda com os termos, interrompa o uso de nossos serviços.',
        text2:
          "Reservamo-nos o direito de modificar este contrato a qualquer momento. A continuidade do uso do serviço após a publicação de atualizações indica sua aceitação dos novos termos.",
      },
      license: {
        title: "Âmbito da Licença de Usuário",
        text1:
          "A 4V concede a você uma licença limitada, pessoal e intransferível para usar nosso serviço exclusivamente para fins pessoais. Qualquer cópia, modificação, descompilação ou distribuição de nossos serviços é estritamente proibida.",
        text2:
          "A violação desses termos pode resultar na negação de acesso ao serviço e responsabilidade legal.",
      },
      prohibited: {
        title: "Atividades Proibidas",
        text1:
          "Você concorda em não usar nosso serviço para fins ilegais, incluindo coleta de dados pessoais de outros usuários, tentativas de acesso não autorizado ao sistema, distribuição de software malicioso ou violação de leis ou regulamentos.",
        text2:
          "Reservamo-nos o direito de bloquear o acesso ao serviço para usuários que violem esses termos.",
      },
      dataSecurity: {
        title: "Segurança de Dados",
        text: "Tomamos as medidas necessárias para proteger os dados dos usuários. No entanto, apesar de nossos esforços, a segurança completa dos dados na internet não pode ser garantida. Você concorda em usar nosso serviço por sua própria conta e risco.",
      },
      disputes: {
        title: "Resolução de Disputas",
        text1:
          "Qualquer disputa decorrente do uso dos serviços da 4V será resolvida por arbitragem de acordo com a lei suíça. Ações coletivas não são permitidas. Você concorda com a resolução individual de disputas.",
        text2:
          "Para resolver uma disputa, você deve primeiro enviar uma notificação por escrito para nosso endereço de e-mail support@4V.com.",
      },
      californiaRights: {
        title: "Direitos dos Residentes da Califórnia",
        text: "De acordo com a Lei de Privacidade do Consumidor da Califórnia (CCPA), os residentes da Califórnia podem solicitar informações sobre como coletamos e usamos seus dados e solicitar a exclusão de seus dados.",
      },
      miscellaneous: {
        title: "Disposições Diversas",
        text: "Estes termos constituem o acordo completo entre você e 4V sobre o uso de nosso serviço. Podemos transferir quaisquer de nossos direitos e obrigações para terceiros sem aviso prévio. Quaisquer alterações a este contrato serão publicadas em nosso site.",
      },
      contact: {
        title: "Entre em Contato",
        text: "Se você tiver perguntas ou reclamações sobre o uso dos serviços da 4V, entre em contato conosco pelo endereço support@4V.com.",
      },
    },
    "team title": "Nossa equipe internacional",
    "team text":
      "Temos orgulho de que nossa equipe seja composta por profissionais altamente qualificados de todo o mundo. Desenvolvedores, especialistas em marketing e especialistas em tecnologia blockchain de países como Holanda, Estônia e Canadá são unidos por um objetivo comum: criar soluções inovadoras para problemas modernos.",

    "4V is an innovative":
      "4V é uma plataforma inovadora que reúne as mais recentes tecnologias para coletar, processar e distribuir notícias e conteúdos de todo o mundo.",
    " is an innovative platform that combines":
      "4V.NEWS é uma plataforma inovadora que combina as mais recentes tecnologias para coletar, processar e distribuir notícias e conteúdos de todo o mundo. Somos especializados em fornecer informações relevantes e de alta qualidade, usando ferramentas poderosas de análise e inteligência artificial para análise e filtragem.",
    "Find out more": "Saiba mais",
    "Aggregating news from different":
      "A agregação de notícias de diferentes fontes é a base para a criação de feeds de notícias personalizados. Isso inclui a coleta de informações de sites de notícias, redes sociais, blogs e outras fontes.",
    "Development and training":
      "Desenvolvimento e treinamento de modelos de IA para analisar as preferências dos usuários e personalizar o conteúdo de notícias. Os modelos serão treinados em grandes quantidades de dados para determinar com precisão os interesses dos usuários.",
    "Integration with 4V.News.":
      "Integração com 4V.News. Todos os bots serão integrados ao agregador de notícias 4V.News. Isso garantirá a sincronização de dados e feeds de notícias personalizados para cada usuário. Os bots receberão dados do agregador e os fornecerão aos usuários em um formato conveniente.",
    "For maximum convenience":
      "Para maior conveniência, a integração do 4V com as redes sociais mais populares. Nossos bots no Telegram, Facebook, Twitter e outras plataformas oferecem aos usuários acesso a atualizações e conteúdo exclusivo.",
    "This system":
      "Este sistema ajusta automaticamente seu feed de notícias com base na sua localização, fornecendo as atualizações locais e internacionais mais recentes.",
    "Users who own FVX tokens":
      "Os usuários que possuem tokens FVX poderão participar de votações sobre questões importantes no desenvolvimento da plataforma. Isso pode incluir a aprovação de novas blockchains para integração, alterações nas taxas, atualizações de segurança e outras questões. Assim, o 4V se tornará uma plataforma totalmente descentralizada, governada por sua comunidade.",
    "With 4V.NEWS":
      "Com o 4V.NEWS, você pode personalizar seu feed de notícias escolhendo entre uma ampla gama de categorias e tags, além de criar suas próprias tags personalizadas.",
    GLIDE: "GLIDE (Global Localized Intelligent Dynamic Engine).",
    "Our sophisticated":
      "Nossa sofisticada IA não para nas preferências pessoais. Ela também ajusta automaticamente seu feed de notícias com base na sua localização.",
    "4V.ROBOT is an indispensable assistant for channel":
      "O 4V.ROBOT é um assistente indispensável para a administração de canais. Crie canais em plataformas de mídia social populares e automatize o processo com o nosso bot.",
    "4V.NEWS is more than just a news aggregator":
      "4V.NEWS é mais do que apenas um agregador de notícias; é o seu concierge de notícias pessoal. Fique à frente com análises baseadas em IA, entrega personalizada de notícias e uma interface fácil de usar.",
    "FVX owners":
      "Os proprietários de FVX terão o direito de votar em questões importantes sobre o desenvolvimento do ecossistema 4V, tornando o projeto descentralizado e democrático.",
    "The best solution":
      "A melhor solução para sites de notícias e canais de mídia social. Solução totalmente automatizada usando inteligência artificial.",

    "Convenient tools":
      "Ferramentas convenientes. Desenvolvimento de bots e agregadores para fácil acesso às notícias.",
    "Powerful tools and integrations": "Ferramentas e integrações poderosas",
    "Get FVX": "Obtenha FVX",
    "Dont miss your chance":
      "Não perca a chance de ser o primeiro a obter FVX!",

    "Over the next 3 months":
      "Nos próximos 3 meses, todos os membros da nossa comunidade poderão receber FVX completamente grátis. Durante esses 3 meses, lançaremos uma versão pronta do 4V.ROBOT para todas as redes sociais anunciadas, prepararemos uma carteira e uma ponte de gateway para interação conveniente com ativos digitais. Também realizaremos auditorias de contratos inteligentes para garantir a máxima segurança. Após o fim da distribuição, após 3 meses, as moedas poderão ser compradas no IDO, na bolsa, ou recebidas através de staking.",

    "4V.WEB 3.0":
      "4V.WEB 3.0 é uma plataforma inovadora que combina a tecnologia blockchain com aplicativos descentralizados (dApps). Oferecemos aos usuários a capacidade de interagir em uma rede descentralizada, garantindo altos níveis de segurança, transparência e autonomia. 4V.WEB 3.0 permite que desenvolvedores criem e implementem seus dApps, enquanto os usuários podem acessar uma ampla gama de serviços descentralizados.",
    "4V.DEX":
      "4V.DEX é uma exchange descentralizada que permite aos usuários negociar criptomoedas diretamente, sem intermediários. A plataforma garante segurança e transparência nas transações, utilizando a tecnologia blockchain, permitindo que os usuários controlem completamente seus ativos e façam trocas a qualquer momento.",
    "4V.ROBOT":
      "4V.ROBOT integra elementos de inteligência artificial para otimizar o funcionamento do bot, oferecendo integração com várias redes sociais, como Telegram, Twitter e Facebook. Esses bots permitem que os usuários recebam atualizações de notícias instantaneamente e automatizem a gestão de conteúdo nas redes sociais.",
    "4V.CRYPTO":
      "4V.COIN é a divisão da nossa empresa no setor de criptomoedas, oferecendo soluções inovadoras e serviços para o trabalho com ativos digitais. Oferecemos uma ampla gama de produtos.",
    "DISTRIBUTOR (Automatic Content Distributor)":
      "Sistema que distribui automaticamente conteúdo para seus canais e redes sociais.",
    "CONTENTWISE (Content Wise Engine)":
      "Sistema inteligente que coleta e filtra conteúdo com base nas preferências do usuário.",
    "4V.COIN":
      "FVX O número total de tokens é de 4 444 444 444, e é um token na rede TON para interação com nossos serviços, como 4V.ROBOT, 4V.DEFI e 4V.DEX. Delegação de staking - os usuários poderão delegar seus tokens FVX a outros validadores, recebendo uma porcentagem de suas recompensas.",
    DAO: "Os detentores de FVX terão o direito de votar em questões importantes para o desenvolvimento do ecossistema 4V, tornando o projeto descentralizado e democrático.",
    "SMARTSHARE (Intelligent Sharing Protocol)":
      "Sistema que permite configurar cenários inteligentes para a publicação de conteúdo, dependendo do tempo, eventos e audiência.",
    "4V.DEFI":
      "4V.DEFI é uma plataforma que oferece serviços financeiros descentralizados, como empréstimos e staking. Aqui, os usuários podem aproveitar uma ampla gama de instrumentos financeiros, garantindo transparência e segurança com a tecnologia blockchain.",
    "GLIDE (Global Localized Intelligent Dynamic Engine)":
      "Nosso sofisticado sistema de IA não se limita apenas às preferências pessoais. Ele também ajusta automaticamente o feed de notícias com base na sua localização.",
    "4V.NEWS":
      "Entendemos a importância de obter informações rápidas e precisas no mundo moderno. Nossos algoritmos de parsing coletam dados instantaneamente de milhares de fontes.",
    "Learn More": "Saiba mais",
    "Welcome to 4V.NEWS1": "Bem-vindo ao 4V.NEWS",
    RESOURCES: "RECURSOS",
    START: "INICIAR",
    "video title": "Informação confiável baseada em evidências",
    "We are constantly":
      "Estamos constantemente a melhorar e expandir as nossas capacidades para lhe fornecer as informações mais relevantes e úteis.",
    "you can now mine":
      "você pode agora minerar a moeda em um estágio inicial!",
    "The DAO":
      "O DAO permitirá que os usuários votem em atualizações, alterações de protocolo e novas integrações.",
    "4V.ROBOT integrates":
      "4V.ROBOT integra elementos de inteligência artificial",
    "We offer a wide range of products":
      "Oferecemos uma ampla gama de produtos, incluindo carteiras de criptomoedas seguras, plataformas de negociação e troca, e ferramentas de análise de mercado. Nossa missão é tornar o uso de criptomoedas acessível e conveniente para todos, garantindo um alto nível de segurança e confiabilidade. Também planejamos implementar tecnologias WEB 3.0 para expandir as capacidades de nossos produtos e serviços, incluindo plataformas de finanças descentralizadas (DeFi) e bolsas descentralizadas (DEX).",
    "Innovative approach":
      "Abordagem inovadora e uso de IA para criar feeds de notícias personalizados. Ampla cobertura, coleta e agregação de notícias de todo o mundo sobre diversos tópicos.",
    "4V.coin is a token on the TON":
      "FVX é um token na rede TON para interagir com nossos serviços, como 4V.ROBOT, 4V.DEFI e 4V.DEX.",
    "4V.CRYPTO is our company’s":
      "4V.COIN é a ferramenta da nossa empresa na indústria de criptomoedas, fornecendo soluções e serviços inovadores para trabalhar com ativos digitais.",
    "The best solution for news":
      "A melhor solução para sites de notícias e canais de mídia social. Solução totalmente automatizada usando inteligência artificial.",
    "Welcome to 4V.NEWS":
      "Bem-vindo ao 4V.NEWS, o auge da inovação na agregação de notícias e gestão da informação. Projetado para a integração perfeita da inteligência artificial de ponta.",
    "4V is an innovative platform":
      "4V é uma plataforma inovadora que combina as mais recentes tecnologias para coletar, processar e distribuir notícias e conteúdos de todo o mundo. Somos especializados em fornecer informações relevantes e de alta qualidade, usando ferramentas poderosas de análise e inteligência artificial para analisar e filtrar o conteúdo.",

    "Cutting-edge technology for news and content":
      "Tecnologia de ponta para notícias e conteúdo",
  },
  tr: {
    "send": "gönder",

    "bd52": "Çapraz zincir transferler için devrim niteliğinde bir çözüm sunarak maksimum anonimlik, güvenlik ve esneklik sağlar. zk-SNARK ve karıştırma mekanizmalarının entegrasyonu, kullanıcıların verilerini ifşa etmeden blok zincirleri arasında varlıklarını güvenli bir şekilde taşımalarına olanak tanır. 4V, daha fazla güvenlik ve ölçeklenebilirlik sağlamak için gelişmeye devam ederek, daha fazla iyileştirme ve yeni teknolojilerin uygulanmasını planlıyor.",

    "bd51": "BridgeX'te zk-SNARK ve karıştırma mekanizmalarının entegrasyonu, en yüksek düzeyde gizlilik ve anonimlik sağlar. Gelişmiş kriptografik yöntemlerin kullanımı, BridgeX'i trafik analizi ve işlem takibi dahil olmak üzere bilinen saldırıların çoğuna karşı dayanıklı hale getirir.",

    "bd50": "4V'nin kendi düğümleri aracılığıyla yönlendirmeyi bağımsız olarak yönetebilmesi nedeniyle işlem işleme hızında artış",

    "bd49": "Üçüncü taraf altyapı sağlayıcılarından bağımsızlık",

    "bd48": "Doğrulama süreçlerini kontrol ederek artırılmış güvenlik",

    "bd47": "Переваги розгортання власних вузлів",

    "bd46": "BridgeX, çapraz zincir işlemlerinde veri doğruluğunu sağlamak için Chainlink kehanetlerini kullanır. Chainlink kehanetleri, kaynak ağdaki varlıkların durumunu izler ve hedef ağda eşdeğer varlıklar serbest bırakılmadan önce bunların kilitli olduğunu garanti eder. Bu, hata veya veri manipülasyonu risklerini en aza indirir.",

    "bd45": "4V, desteklenen her ağ için kendi düğümlerini dağıtmayı planlıyor ve bu, işlem kontrolünü artıracak ve sistem güvenliğini artıracaktır. 4V düğümleri, işlem doğrulama, köprü yönetimi ve genel ağ durumunu sürdürme gibi işlevleri yerine getirecektir.",

    "bd44": "Chainlink ile entegrasyon, BridgeX altyapısının önemli bir parçasıdır ve sistemin güvenilirliğine ve istikrarına katkıda bulunur.",

    "bd43": "zk-SNARK teknolojisi, işlemin başlatılma aşamasından çapraz zincir aktarımına kadar BridgeX'in işlem işleme sürecine derinlemesine entegre edilmiştir. zk-SNARK, herhangi bir veri açıklamaya gerek kalmadan her işlemi doğrular ve sistemi kullanıcılar için son derece güvenli ve emniyetli hale getirir.",

    "bd42": "Kullanıcıya transferin tamamlandığına dair bir bildirim gelir ve işlem hem kaynak hem de hedef ağlarda görüntülenir, tam anonimlik sağlanır.",

    "bd41": "İşlem onayı",

    "bd40": "Karıştırma işlemi sonrasında BridgeX, hedef ağda eşdeğer varlıklar oluşturur ve bunları kullanıcıya sunar. Bu varlıklar artık orijinal işlemle bağlantılı değildir, bu da tam anonimlik sağlar.",

    "bd39": "Çapraz zincir transferi",

    "bd38": "Hedef ağa varlık göndermeden önce işlem, parçalar halinde bölünüp diğer işlemlerle karıştığı bir karıştırıcıdan geçer. Bu noktada zk-SNARK, işlemin ayrıntılarını açıklamadan işlemin gerçekliğini doğrular.",

    "bd37": "zk-SNARK ve karıştırıcı kullanımı",

    bd36: "Bu sırada sistem, çapraz zincir protokol mekanizmalarını izleyerek hedef ağda eşdeğer varlıklar yayınlamaya hazırlanmaya başlar.",

    bd35: "İşlem alındıktan sonra sistem, kullanıcının varlıklarını kaynak ağda bir akıllı sözleşme aracılığıyla kilitler.",

    bd34: "Kullanıcı, dijital varlıkları BridgeX'in tek bir genel adresine gönderir. Bu adres, desteklenen tüm blok zincirlerinde paylaşılır. BridgeX Universal Asset Routing (BUAR) sistemi, kripto para türünü ve işlemin geldiği ağı otomatik olarak tanımlar. Örneğin, kullanıcı Ethereum'dan USDT gönderirse, sistem bu işlemi otomatik olarak tanır ve rotasını belirler.",

    bd33: "İşlem başlatma",

    bd32: "Sistem çalıştırma süreci birkaç aşamaya ayrılabilir:",

    bd31: "Sistem çalıştırma süreci, kullanıcıların varlıklarını herhangi bir blok zinciri ağına göndermeleri için birleşik bir arayüz sağlar.",

    bd30: "Diyelim ki bir kullanıcı BridgeX üzerinden 100 USDT göndermek istiyor. Anında transfer için daha yüksek bir ücret seçebilir veya ücreti azaltabilir, ancak işlem daha fazla karıştırma aşamasından geçerek daha yüksek bir anonimlik düzeyi sağlar.",

    bd29: "Dinamik ücret sistemi örneği",

    bd28: "BridgeX, kullanıcıların işlemlerini tercihlerine göre özelleştirmesine olanak tanıyan dinamik bir ücret sistemi sunar. BridgeX'teki ücret sistemi, kullanıcıların işlemlerinin parametrelerini seçerken esneklik sağlaması için tasarlanmıştır. Örneğin, bir kullanıcı bir işlemi daha hızlı gerçekleştirmek isterse, işlemin işlenmesini hızlandıracak daha yüksek bir ücreti seçebilir. Aynı zamanda, kullanıcı daha yüksek bir gizlilik düzeyini tercih ederse, sistem ek bir karıştırma seviyesi seçmeyi önerir ve bu, ücreti artırır ancak maksimum anonimlik sağlar.",

    bd27: "Dinamik ücret sistemi",

    apes1:
      "4V.APES, FVX jetonunu ücretsiz olarak alabileceğiniz web uygulaması Telegram oyunudur.",

    bd9: "BridgeX'in bir diğer önemli özelliği, işlem yönlendirmesini optimize etme yeteneğidir. Sistem, mevcut ağ tıkanıklığını analiz eden ve kullanıcıların işlemleri için en iyi yolları öneren bir yapay zeka mekanizması içerir. Örneğin, Ethereum ağı aşırı yüklenmiş ve işlemler yavaş işleniyorsa, BridgeX kullanıcıların Binance Smart Chain veya Polygon gibi daha az tıkanık ağlar üzerinden varlık göndermesini önererek ücretleri düşürüp hızı artırabilir.",
    bd10: "Akıllı işlem yönlendirme.",
    bd11: "Çalışma örneği.",
    bd12: "Diyelim ki bir kullanıcı, Ethereum ağından Polygon ağına USDT tokenlerini transfer etmek istiyor. Öncelikle, BridgeX likidite mevcudiyetini kontrol eder ve akıllı bir sözleşme aracılığıyla Ethereum ağındaki USDT'yi kilitler. Daha sonra sistem, benzer bir sözleşme aracılığıyla Polygon ağında eşdeğer bir miktar USDT çıkarır. Tüm süreç otomatikleştirilmiştir ve birkaç saniye içinde gerçekleşir, işlem zk-SNARK kullanılarak korunur ve anonimlik sağlanır.",
    bd13: "Karıştırma mekanizması.",
    bd14: "BridgeX'teki karıştırma mekanizması, işlemlerin kaynağını ve hedefini maksimum düzeyde gizlemek ve ağ katılımcılarının anonimliğini sağlamak için tasarlanmıştır. Karıştırma, farklı kullanıcılar arasında işlemlerin karıştırılmasını içerir, böylece kamuya açık blok zinciri takibiyle bile fonların göndereni ve alıcısını belirlemek imkansız hale gelir. Bu, gizliliklerine önem veren ve işlem takibinden kaçınmak isteyen kullanıcılar için özellikle önemlidir.",
    bd15: "Karıştırma nasıl çalışır?",
    bd16: "BridgeX'teki karıştırma mekanizması, 'işlem havuzu' oluşturmak için gelişmiş şifreleme algoritmaları ve veri karartma yöntemlerini kullanır; buradan karıştırılmış fonlar gönderilir. Kullanıcı BridgeX üzerinden fon gönderdiğinde, işlemi daha küçük parçalara ayrılır ve diğer kullanıcıların işlemleriyle karıştırılır. Bu, fonların nereden geldiğini ve nereye gönderildiğini izlemeyi neredeyse imkansız hale getirir.",
    bd17: "Karıştırmanın nasıl çalıştığına bir örnek",
    bd18: "BridgeX aracılığıyla bir kullanıcının 5 ETH gönderdiğini varsayalım. Bu 5 ETH'yi doğrudan alıcının adresine göndermek yerine sistem, miktarı 0,1 ETH gibi daha küçük parçalara böler ve ağdaki farklı yollarla gönderir. Aynı zamanda diğer kullanıcıların işlemleri de karıştırılarak dış gözlemciler için fonların nereden geldiğini ve nereye gönderildiğini belirlemek neredeyse imkansız hale getirilir.",
    bd19: "Güvenli Kanıtlar",
    bd20: "Bu, 4VBridgeX'te verileri korumak ve kullanıcı gizliliğini sağlamak için aktif olarak kullanılan en gelişmiş kriptografik teknolojilerden biridir. zk-SNARK, işlemle ilgili herhangi bir veri, katılımcılar veya miktarlar hakkında bilgi vermeden işlemin doğruluğunu kanıtlamayı sağlar.",
    bd21: "Nedir",
    bd22: "Bu, bir tarafın (kanıtlayan) herhangi bir veriyi açıklamadan diğer tarafa (doğrulayıcıya) bir ifadenin doğru olduğuna ikna etmesine olanak tanıyan bir kriptografik kanıt yöntemidir. 4VBridgeX bağlamında zk-SNARK, fonları kimin gönderdiği veya aldığı ve ne kadar aktarıldığına dair ayrıntıları açıklamadan bir işlemin gerçekleştiğini doğrulamak için kullanılır.",
    bd23: "Kullanıcı 4VBridgeX üzerinden bir işlem gönderdiğinde, sistem işlemin geçerli olduğuna dair bir zk-SNARK kanıtı oluşturur. Bu kanıt ağ doğrulayıcıları tarafından doğrulanır, ancak işlem verileri gizli kalır. Bu şekilde, doğrulayıcılar işlemin geçerliliğini doğrulayabilir, ancak kimin gönderdiğini veya kime gönderildiğini bilmezler.",
    bd24: "Nasıl çalışır",
    bd25: "zk-SNARK, bir işlemin ona ilişkin herhangi bir bilgi açıklamadan gerçek olduğunu kanıtlayan kompakt bir kanıt oluşturmak için karmaşık matematiksel hesaplamalarla çalışır. BridgeX'te fon gönderen her kullanıcı, işlemin tamamlanmadan önce ağda doğrulanan bir zk-SNARK kanıtı otomatik olarak oluşturur.",

    bd2: ", blockchain'ler arasında varlık transferini kolaylaştırmanın yanı sıra kullanıcı güvenliğini, gizliliğini ve anonimliği garanti eden birleşik merkeziyetsiz bir sistem oluşturarak bu sorunu çözüyor. Sıfır bilgi kanıtı yöntemi olan zk-SNARK'ı entegre ederek, BridgeX platformu kullanıcıların verilerini ifşa etmeden transfer gerçekleştirmelerini sağlıyor ve güvenliği önemli ölçüde artırıyor. Ek olarak, Bridge<span class='text-danger'>X</span> her işlem için ek bir gizlilik seviyesi sağlamak üzere karıştırma mekanizmalarını kullanır.",
    bd3: "BridgeX platformu yalnızca modern koşullara uyum sağlamakla kalmaz, aynı zamanda zincirler arası etkileşimin geleceğini de yaratır. Sistemin her bir unsuru, gizlilik, ölçeklenebilirlik ve merkeziyetsizlik gibi kripto ekosisteminin karşı karşıya olduğu mevcut zorluklar göz önünde bulundurularak tasarlanmıştır.",
    bd4: "Katmanlı, modüler bir sistemi temsil eder ve ağ büyüdükçe ve kullanıcı sayısı arttıkça kolayca uyarlanabilir ve ölçeklenebilir. Mimari, benzersizliğini ve güvenilirliğini sağlayan birkaç temel bileşene dayanır: BridgeX çapraz zincir protokolleri, işlem karıştırma sistemi, veri koruması için zk-SNARK, ayrıca dinamik ücret sistemi ve esnek ayarlar.",
    bd5: "BridgeX, ağ yükünden veya kullanıcı sayısından bağımsız olarak veri güvenliği ve yüksek performans sağlamak için temel mimariye entegre edilmiş teknolojilerden oluşur. BridgeX geliştirilirken, merkezi sistem kontrolünü ortadan kaldıran ve kullanıcıları DAO mekanizmaları aracılığıyla güçlendiren bir desantralizasyon yaklaşımı benimsenmiştir. BridgeX mimarisi, performans, güvenlik ve gizlilik gibi üç önemli unsuru göz önünde bulundurarak tasarlanmıştır. Bu bölüm, sistemin ana bileşenlerini ve bunların etkileşimlerini ayrıntılı bir şekilde açıklar.",
    bd6: "BridgeX, blok zincirler arası etkileşimden sorumlu olan 4V.CRYPTO'nun merkezi bileşenidir. Kullanıcıların dijital varlıkları farklı blok zinciri ağları arasında göndermesine ve almasına olanak tanır. Bu, farklı platformların genellikle doğrudan etkileşim kuramadığı modern çok blok zincirli dünyada özellikle önemlidir. BridgeX, kullanıcıların Ethereum, Binance Smart Chain, Polygon, Solana ve diğer ağlar arasında varlıklarını sorunsuz bir şekilde taşımasına olanak tanır.",
    bd7: "BridgeX, varlıkları kaynak ağda kilitlemek ve hedef ağda eşdeğerlerini yayınlamak için akıllı sözleşmeler kullanır. Örneğin, bir kullanıcı Ethereum'dan Binance Smart Chain'e 10 ETH göndermek isterse, BridgeX Ethereum ağında 10 ETH'yi kilitler ve Binance Smart Chain'de BEP-20 tokenleri biçiminde eşdeğer miktarı yayınlar.",
    bd8: "modüler bir sistemi temsil eder ve standartlaştırılmış arabirimler aracılığıyla çeşitli blockchain ağlarıyla sorunsuz bir şekilde entegre olur. Bu, sistemi tamamen yeniden tasarlamaya gerek kalmadan BridgeX'e yeni blockchain'lerin kolayca eklenmesine olanak tanır. Örneğin, gelecekte Cardano veya Polkadot gibi yüksek uyarlanabilirliğe sahip yeni bir blockchain ortaya çıkarsa, bu blockchain minimum değişiklikle BridgeX'e entegre edilebilir.",

    bd1: "modern blockchain topluluğunun karşı karşıya olduğu en acil zorluklardan biri olan zincirler arası etkileşim ve gizliliği çözmek için tasarlanmış devrim niteliğinde bir platformdur. Ethereum, Binance Smart Chain, Polygon ve diğerleri gibi çeşitli blockchainlerin gelişimiyle, her biri benzersiz özelliklere ve avantajlara sahip birçok bağımsız ekosistem ortaya çıktı. Ancak, bu ağlar arasında, blockchainler arası etkileşim ve veri aktarımının karmaşıklığı gibi önemli bir sorun bulunmaktadır。",
    bid1: "Videoyu Aç",
    bid2: "Giriş",
    bid3: "Çözüm Mimarisi",
    bid4: "Crosschain Protokolleri BridgeX",
    bid5: "Karıştırma Mekanizması",
    bid6: "Dinamik Ücret Sistemi",
    bid7: "BridgeX Sistem İş Akışı",
    bid8: "BridgeX'te zk-SNARK Entegrasyonu",
    bid9: "zk-SNARK Tabanlı Mikser Operasyonu",
    bid10: "Chainlink Oracle'larının Kullanımı",
    bid11: "Düğüm Dağıtımı",
    bid12: "Güvenlik ve Kontrol",
    bid13: "Sonuç",
    dexx: "Kripto paralarınızı DEX'imizde satın, satın ve değiştirin! Çapraz zincir köprümüz, TON, Ethereum, TRON, Binance Smart Chain, Polygon, TON, Avalanche, Fantom ve diğerleri gibi büyük ağları destekleyerek kullanıcılar için geniş fırsatlar sunar.",
    wallet: "Cüzdanı bağla",
    brid: "Çapraz zincir köprüsü",
    go: "DEX'e Git",
    br10: "Uzun vadeli sürdürülebilirlik: Nihai ödül oranı yıllık %10'dur.",
    bridge:
      "4V.BridgeX, modern blockchain topluluğunun karşı karşıya olduğu en acil zorluklardan biri olan zincirler arası etkileşim ve gizlilik sorununu çözmek için tasarlanmış devrim niteliğinde bir platformdur.",
    bridge3:
      "Bu, dünya çapında haber ve içerik toplamak, işlemek ve dağıtmak için en son teknolojileri birleştiren yenilikçi bir platformdur. İçeriği analiz etmek ve filtrelemek için güçlü ayrıştırma araçları ve yapay zeka kullanarak güncel ve kaliteli bilgi sağlamada uzmanız.",
    br1: "Modern kripto para dünyasında, gizlilik, güvenlik ve varlıkların farklı blok zincirleri arasında taşınmasının kolaylığı en önemli unsurlardır. Çapraz zincir teknolojilerinin gelişmesiyle birlikte kullanıcılar, köprülerle etkileşim zorluğu, güvenlik riskleri ve gizlilik tehditleri gibi yeni zorluklarla karşı karşıya kalmaktadır. Bu zorluklara yanıt olarak, blok zincirler arasında basit, hızlı ve güvenli varlık transferi sağlayan, yüksek düzeyde anonimliğe sahip yenilikçi bir sistem olan VELOS'u (Verified Exchange & Layered Obfuscated Security) sunuyoruz.",
    br2: "İşlem Gizliliği: Modern blok zinciri ağları doğası gereği şeffaftır ve her işlem ve katılımcısının izlenmesine olanak tanır. Bu durum, finansal işlemlerinin gizliliğine değer veren kullanıcılar için risk oluşturur.",
    br3: "Ağlar arasında varlık transferinin kolaylığı: Farklı blok zincirlerini birbirine bağlayan köprüler genellikle kullanımı zor ve saldırı risklerine açık. Güvenlik: Çapraz zincir altyapısındaki güvenlik açıkları, korsanlık, fon hırsızlığı ve kullanıcı güven kaybına yol açabilir.",
    br4: "BridgeX, kullanıcılarına Ethereum, Binance Smart Chain, Polygon, Solana ve diğer ağlar arasında varlıklarını sorunsuz bir şekilde taşımaları için olanak sağlar.",
    br5: "zk-SNARK teknolojisi, BridgeX'in işlem işleme sürecine, işlem başlatma aşamasından zincirler arası aktarımına kadar derinlemesine entegre edilmiştir. zk-SNARK, verilerin ifşa edilmesine gerek kalmadan her işlemin doğrulanmasını sağlar, bu da sistemi kullanıcılar için son derece güvenli hale getirir.",
    br6: "DEX'imizde kripto para biriminizi alıp satın ve değiştirin! Çapraz zincir köprümüz, Ethereum, Binance Smart Chain, Polygon gibi çeşitli blok zincirleri arasında varlık transferini sağlar.",
    br7: "4V.BridgeX, kullanıcıların tokenlerini stake ederek ödüller kazanmasına olanak tanıyan Proof of Stake (PoS) sistemini destekler. Nasıl çalışır:",
    br8: "Token staking: 4V.BridgeX platformuna FVX tokenlerinizi yatırırsınız.",
    Menu: "Menü",
    "TECH SPEC": "Teknik Özellikler",
    "TERMS OF SERVICE": "HİZMET ŞARTLARI",
    "PRIVACY POLICY": "GİZLİLİK POLİTİKASI",
    "WHITE PAPER": "BEYAZ KAĞIT",
    "ROAD MAP": "YOL HARİTASI",
    Company: "Şirket",
    Team: "Ekip",
    Defi: "Merkeziyetsiz Finans",
    Documentation: "Dokümantasyon",
    roadmapTitle: "Yol Haritası 2024-2026",
    note: "Bu nihai yol haritası değildir ve aylık olarak güncellenecektir.",
    br9: "Ödüller: Ne kadar çok token stake ederseniz ve ne kadar uzun süre stake ederseniz, ödülleriniz o kadar büyük olur.",

    "2024StrengtheningAndExpansion": "2024: Güçlendirme ve Genişleme",
    q3_2024: "3. Çeyrek 2024",
    launchTelegramBot: "Telegram için 4V.ROBOT'un başlatılması.",
    launchWhatsAppBot: "WhatsApp için 4V.ROBOT'un başlatılması.",
    botDevelopmentTesting: "Botun geliştirilmesi ve test edilmesi.",
    userAttractionCampaign: "Kullanıcıları çekmek için pazarlama kampanyası.",
    integrationWithNewsAggregator: "4V.News haber toplayıcısı ile entegrasyon.",
    userFeedbackFeatures:
      "Kullanıcı geri bildirimlerine dayalı yeni özelliklerin eklenmesi.",
    interfaceOptimization: "Arayüz ve performans optimizasyonu.",

    q4_2024: "4. Çeyrek 2024",
    launchVKBot: "VK için 4V.ROBOT'un başlatılması.",

    "2025InternationalExpansionInnovation":
      "2025: Uluslararası Genişleme ve İnovasyon",
    q1_2025: "1. Çeyrek 2025",
    launchFacebookMessengerBot:
      "Facebook Messenger için 4V.ROBOT'un başlatılması.",
    launchDEX: "4V.DEX'in başlatılması.",
    launchDEFI: "4V.BridgeX.'nin başlatılması.",
    educationWebinars:
      "Kullanıcılar için eğitim materyalleri ve web seminerleri.",
    cryptocurrencyReach: "4V kripto parasının ulaşım alanını genişletme.",
    exchangeListing: "Yeni kripto para borsalarında listelenme çalışmaları.",
    airdropCampaigns: "Airdrop kampanyaları ve sadakat programları yürütme.",

    q2_2025: "2. Çeyrek 2025",
    launchInstagramBot: "Instagram botunun başlatılması.",
    launch4VNews: "4V.NEWS'in başlatılması.",
    communityManagement: "Topluluk yönetimi.",
    userCommunityDevelopment:
      "Farklı platformlarda aktif bir kullanıcı topluluğu geliştirme.",
    feedbackCollection: "Düzenli anketler ve geri bildirim toplama.",

    q3_2025: "3. Çeyrek 2025",
    launchLinkedInBot: "LinkedIn için 4V.ROBOT'un başlatılması.",
    internationalPromotion: "Uluslararası tanıtım.",
    marketAdaptation:
      "Yeni pazarlara giriş ve hizmetin yerel özelliklere göre uyarlanması.",

    q4_2025: "4. Çeyrek 2025",
    launchTikTokBot: "TikTok için 4V.ROBOT'un başlatılması.",
    partnershipPrograms: "Ortaklık programlarının genişletilmesi.",
    cryptocurrencyPartnerships:
      "Büyük kripto para platformları ile ortaklıklar.",
    jointAdvertising: "Ortak reklam kampanyaları yürütme.",

    "2026LeadershipStability": "2026: Liderlik ve İstikrar",
    q1_2026: "1. Çeyrek 2026",
    effectivenessAnalysis:
      "Başlatılan tüm botların etkinlik analizi ve optimizasyonu.",
    functionalityExpansion: "4V sahipleri için işlevsellik genişletme.",
    newAdvertisingCampaigns:
      "Yeni reklam kampanyaları ve ortaklık programları yürütme.",

    q2_2026: "2. Çeyrek 2026",
    innovativeDevelopments: "Yenilikçi gelişmeler.",
    aiIntegration:
      "Hizmeti iyileştirmek için AI ve ML gibi yeni teknolojilerin uygulanması.",
    personalizedNews:
      "AI kullanarak kişiselleştirilmiş haber akışları geliştirme.",
    cryptoInfrastructure: "Kripto para altyapısının geliştirilmesi.",
    newMiningOpportunities:
      "4V madenciliği ve ticareti için yeni fırsatlar yaratma.",
    walletsPaymentSystems: "Özel cüzdanlar ve ödeme sistemleri geliştirme.",

    q3_2026: "3. Çeyrek 2026",
    businessOptimization: "Yıl için işin tüm yönlerinin analizi.",
    scalingTeamGrowth:
      "Büyümeyi desteklemek için ekibin genişletilmesi ve altyapının iyileştirilmesi.",

    q4_2026: "4. Çeyrek 2026",
    newBotsAndServices: "Yeni botların ve hizmetlerin başlatılması.",
    globalExpansion: "Küresel genişleme.",
    serviceLocalization: "Yeni bölgeler için hizmetlerin yerelleştirilmesi.",

    "2027InnovationDevelopment": "2027: İnovasyon Gelişimi",
    q1_2027: "1. Çeyrek 2027",
    techInnovation:
      "Kullanıcı deneyimini iyileştirmek için yeni teknolojik çözümlerin uygulanması.",
    newProductsTesting:
      "Yeni ürünlerin ve hizmetlerin geliştirilmesi ve test edilmesi.",
    cryptocurrencyStrengthening: "Kripto paranın konumunun güçlendirilmesi.",
    promotionCampaigns:
      "4V tanıtımı ve kullanımı için yeni kampanyaların yürütülmesi.",
    techDoc: {
      title: "4V Teknik Dokümantasyon",
      introduction: "Giriş",
      architecture: "Genel Mimari",
      glide: "GLIDE: Yerelleştirilmiş Akıllı Dinamik Motor",
      newsAggregation: "Haber Toplama ve İçerik Yönetimi",
      robot: "4V.ROBOT: İçerik Toplamada Çığır Açıyor",
      crypto: "4V.COIN: Kripto Para Yönetimi",
      dex: "4V.DEX: Merkeziyetsiz Borsa",
      defi: "4V.DEFI: Merkeziyetsiz Finans Hizmetleri",
      coin: "4V.coin: Ekosistem Tokeni",
      dao: "DAO ve Merkeziyetsiz Yönetim",
      conclusion: "Sonuç",
      introDescription:
        "4V, haber işleme, içerik yönetimi ve dijital varlık yönetimi arayan kullanıcıları bir araya getiren gelişmiş bir platformdur. 4V, haber içeriğini toplama, analiz etme ve kişiselleştirme için benzersiz araçların yanı sıra, blockchain tabanlı finansal çözümler sunar.",
      introObjective:
        "4V'nin amacı, 4V.coin destekli merkeziyetsiz borsalar (DEX), NFT platformları ve DeFi hizmetleri gibi geniş bir finansal araç yelpazesi sunarak önde gelen bir haber ve bilgi sağlayıcısı olmaktır.",
      mainDirections: "Ana Yönler",
      innovativeApproach: "Yenilikçi Yaklaşım",
      aiForPersonalization:
        "Kişiselleştirilmiş haber akışları için AI kullanımı.",
      broadCoverage:
        "Geniş Kapsam: Dünya çapında haber toplama ve birleştirme.",
      integrationFinancialTools:
        "4V kripto parası ve finansal araçlarının entegrasyonu.",
      web3Development:
        "Web 3.0 geliştirme; DEX ve DeFi platformlarının başlatılması.",
      robotDescription1:
        "Platformun ana özelliklerinden biri, internetten içerik toplayan ve sosyal medyada otomatik olarak paylaşan 4V.ROBOT’tur.",
      robotDescription2:
        "Yönetici, kategoriler, etiketler ve yayın takvimlerini belirleyebilir; sistem içeriği otomatik olarak dağıtır.",
      robotDescription3:
        "Bu pazarda büyük bir potansiyel olduğuna inanıyoruz. 4V.ROBOT, bu nişi fethetmek için tasarlanan türünün ilk örneğidir.",
      technologiesAndTools: "Teknolojiler ve Araçlar",
      glideEngine:
        "GLIDE: Haber akışını otomatik olarak ayarlayan bir AI motoru.",
      contentwiseEngine:
        "CONTENTWISE: Kişisel içerik toplama ve filtreleme sistemi.",
      distributor: "DISTRIBUTOR: İçeriği otomatik olarak dağıtan bir sistem.",
      smartshare: "SMARTSHARE: Akıllı içerik paylaşım sistemi.",
      architectureDescription:
        "4V'nin mimarisi, içerik ve kripto para yönetimi ihtiyaçlarını karşılayacak şekilde tasarlanmıştır.",
      newsAggregator:
        "4V.NEWS: Kişiselleştirilmiş ve güncel içerik sağlayan bir haber toplayıcı.",
      glideModule:
        "GLIDE - Kullanıcının konumuna göre AI tabanlı içerik filtreleme modülü.",
      cryptoModule:
        "4V.COIN - Güvenli ve şeffaf dijital varlık yönetimi modülü.",
      dexAndDefiModules: "4V.DEX ve 4V.DEFI - Merkeziyetsiz finans modülleri.",
      glideDescription:
        "GLIDE, kullanıcının konumuna göre haber akışını gerçek zamanlı olarak optimize eder.",
      newsAggregationDescription:
        "4V.NEWS, binlerce kaynaktan veri toplayan güçlü bir toplayıcıdır.",
      cryptoDescription:
        "4V.COIN güvenli ve şeffaf dijital varlık yönetimi sunar.",
      marketMonitoring: "Gerçek zamanlı piyasa izleme.",
      secureTransactions: "Akıllı sözleşmelerle güvenli işlemler.",
      defiIntegration: "Merkeziyetsiz finansal hizmetler ile entegrasyon.",
      dexDescription:
        "4V.DEX, aracı olmadan kripto para ticareti için merkeziyetsiz bir borsadır.",
      coinDescription:
        "FVX, platformun hizmetlerinde kullanılan bir tokendir.",
      tokenFeatures: "Token'in ana işlevleri:",
      transactionFees: "FVX kullanarak işlem ücretleri.",
      staking: "Ağ katılımı için staking.",
      voting: "FVX sahipleri için oy hakkı.",
      stakingDelegation: "Staking'in doğrulayıcılara devredilmesi.",
      interoperability:
        "4V.coin, blockchainler arası birlikte çalışabilirlik sağlar.",
      daoDescription1: "4V, DAO yoluyla merkeziyetsiz yönetimi teşvik eder.",
      daoDescription2:
        "4V.ROBOT gelirinin %50'si token geri alım için kullanılmaktadır.",
      conclusionDescription:
        "4V, haber toplama, dijital varlık yönetimi ve merkeziyetsiz finansal ürünler için benzersiz çözümler sunar.",
    },
    whitepaper: {
      title: "4V Şirketi Beyaz Kitap",
      introduction:
        "4V Şirketi, yapay zeka (AI), makine öğrenimi (ML) ve blockchain gibi en son teknolojilerden yararlanarak haber ve bilgi hizmetlerinin lider sağlayıcısı olmayı hedeflemektedir. Bu belge, önümüzdeki üç yıl içinde belirlenen hedeflere ulaşmak için uygulanacak ana yönleri ve teknik unsurları özetlemektedir. Tüm botlar, veri senkronizasyonu ve her kullanıcıya kişiselleştirilmiş haber akışları sağlamak için 4V.News haber toplayıcı ile entegre edilecektir.",
      mainDirections: "Ana Yönler",
      mainDirectionsDescription:
        "AI kullanarak kişiselleştirilmiş haber akışları oluşturma. Geniş Kapsam: Dünyanın dört bir yanından farklı konularda haberlerin toplanması ve toplanması. Kullanışlı Araçlar: Haberlere kolay erişim sağlamak için botlar ve toplayıcılar geliştirilmesi. Kendi Kripto Para Birimi: 4V kripto para biriminin tanıtımı ve entegrasyonu. Web 3.0 Gelişimi: Merkeziyetsiz borsaların (DEX), DeFi hizmetlerinin ve NFT platformlarının başlatılması.",
      innovativeApproach: "Yenilikçi Yaklaşım",
      innovativeApproachDescription:
        "Çeşitli kaynaklardan haber toplamak, kişiselleştirilmiş haber akışları oluşturmanın temelini oluşturur. Bu, haber sitelerinden, sosyal ağlardan, bloglardan ve diğer kaynaklardan bilgi toplamayı içerir. Analiz için veriler filtreleme ve normalizasyon aşamalarından geçirilir, bu da ilgisiz bilgilerin çıkarılmasına ve veri formatının standartlaştırılmasına yardımcı olur.",
      broadCoverage: "Geniş Kapsam",
      broadCoverageDescription:
        "4V Şirketi, farklı konularda çeşitli ve güncel bilgilere erişimi sağlamak için dünyanın dört bir yanından farklı kaynaklardan haber toplar ve bir araya getirir. 4V.News toplayıcısı, kullanıcıların haberleri kullanışlı bir formatta almalarını sağlamak için çeşitli mesajlaşma uygulamaları ve sosyal ağlar için botlarla entegre edilecektir.",
      launch: "Başlatma",
      launchDescription:
        "Platformun genel lansmanı, kullanıcıların merkeziyetsiz borsalarda kripto para ticareti yapmalarına ve DeFi hizmetlerinden yararlanmalarına olanak tanıyan 4V kripto para birimi ile entegre edilecektir.",
      botDevelopment: "Bot ve Toplayıcı Geliştirme",
      botDevelopmentDescription:
        "WhatsApp, Facebook Messenger, Instagram, LinkedIn ve TikTok gibi popüler mesajlaşma uygulamaları ve sosyal ağlar için botlar geliştirilecektir. Her bot, kullanıcılara ilgi alanlarına dayalı olarak haber ve kişiselleştirilmiş akışlara erişim sağlayacaktır.",
      technicalDocumentation: "Teknik Dokümantasyon",
      tokenomicsTitle: "FVX Tokenomisi",
      tokenUsage: "FVX Token Kullanımı",
      tokenUsageDescription:
        "FVX, 4V ekosisteminin temel tokenidir ve birçok işlevi vardır: işlem ödemeleri, staking ve oylama. Kullanıcılar, FVX kullanarak cross-chain transferler için ücret öderler, bu ücretler arasında işlem karıştırma, köprü kullanımı ve oracle doğrulaması bulunur. Staking, kullanıcıların 4V ağına katılmalarına ve ödüller kazanmalarına olanak tanır, böylece ağ güvenliği artar. Token sahipleri ayrıca ekosistemin gelişimi için oy hakkına sahiptir ve bu da merkeziyetsizleştirmeyi ve demokratik karar almayı teşvik eder.",
      stakingDelegation:
        "Staking Delegasyonu: Kullanıcılar FVX tokenlerini diğer doğrulayıcılara devredebilir ve ödüllerinin bir yüzdesini kazanabilir. Bu delegasyon, token sahiplerinin tokenleri sistemde tutmalarını teşvik eder ve projenin likiditesini artırır.",
      tokenDistributionTitle: "FVX Token Dağılımı",
      tokenDistribution: "Token Dağılımı",
      totalTokens: "Toplam token sayısı: 4 444 444 444",
      userStaking:
        "37% - Staking, katılım ödülleri ve diğer aktiviteler yoluyla kullanıcılar için.",
      teamDevelopers: "17% - Ekip ve geliştiriciler için.",
      liquidity: "24% - Likidite (likidite havuzları ve borsalarda) için.",
      earlyAccess: "22% - Erken erişim programı ve ödül kampanyaları için.",
      conclusionTitle: "Sonuç",
      conclusionDescription:
        "4V, dünyanın dört bir yanında haber ve içerik toplama, işleme ve dağıtım için en son teknolojileri bir araya getiren yenilikçi bir platformdur. Zamanında ve kaliteli bilgi sağlamak için güçlü analiz araçları ve yapay zekayı kullanmaya odaklanıyoruz.",
    },
    privacy: {
      title: "4V Gizlilik Politikası",
      lastUpdated: "Son Güncelleme: 11 Ekim 2023",
      contentsTitle: "İçerik",
      contents: {
        infoCollection: "Bilgi Toplama",
        infoUsage: "Bilgi Kullanımı",
        rightsCalifornia: "Kaliforniya Gizlilik Haklarınız",
        rightsEurope: "Avrupa'daki Kişiler İçin Bilgilendirme",
        dataTransfer: "Veri Transferi ve Saklama",
        cookies: "Çerez Kullanımı",
        security: "Veri Güvenliği",
        contact: "Bizimle İletişime Geçin",
      },
      infoCollection: {
        title: "Bilgi Toplama",
        text1:
          "4V sitesinde kayıt olurken doğrudan sağladığınız kişisel bilgileri ve hizmetlerimizi kullanırken otomatik olarak toplanan bilgileri topluyoruz. Bu bilgiler adınız, iletişim bilgileriniz, işlem bilgileri ve cihaz bilgileriniz gibi verileri içerebilir.",
        text2:
          "Web sitemizdeki etkinliğiniz hakkında bilgi toplamak için çerezler gibi izleme teknolojilerini de kullanıyoruz. Bu veriler, hizmetimizi iyileştirmemize ve kullanıcı arayüzünü tercihlerinize göre özelleştirmemize yardımcı olur.",
      },
      infoUsage: {
        title: "Bilgi Kullanımı",
        text1:
          "Toplanan bilgileri hizmetlerimizi sağlamak ve iyileştirmek, işlemleri gerçekleştirmek, bildirimler göndermek ve verileri korumak için kullanıyoruz. Örneğin, iletişim bilgileriniz güncellemeler ve güvenlik bildirimleri göndermek için kullanılabilir.",
        text2:
          "Ayrıca bilgileri analiz, içerik kişiselleştirme ve sitenin işlevselliğini geliştirmek için kullanabiliriz.",
      },
      rightsCalifornia: {
        title: "Kaliforniya Gizlilik Haklarınız",
        text: "Kaliforniya Tüketici Gizlilik Yasası (CCPA) kapsamında, Kaliforniya'da ikamet edenler kişisel verilerin nasıl toplandığını ve kullanıldığını öğrenme hakkına ve bunların silinmesini talep etme hakkına sahiptir. Şu haklara sahipsiniz:",
        list: {
          access: "Toplanan kişisel bilgilere erişim talep etme.",
          deletion:
            "Yasal olarak gerekli olan durumlar dışında verilerin silinmesini talep etme.",
          optOut: "Veri satışından vazgeçme (uygun olduğunda).",
        },
      },
      rightsEurope: {
        title: "Avrupa'daki Kişiler İçin Bilgilendirme",
        text: "EEA, Birleşik Krallık veya İsviçre'de ikamet ediyorsanız, Genel Veri Koruma Yönetmeliği (GDPR) kapsamında aşağıdaki haklara sahipsiniz:",
        list: {
          access: "Verilerinize erişim ve bir kopyasını alma hakkı.",
          correction: "Yanlış verileri düzeltme hakkı.",
          deletion: "Verilerinizin silinmesini talep etme hakkı.",
          restriction: "Veri işleme kısıtlama hakkı.",
          portability: "Veri taşınabilirliği hakkı.",
        },
        contact:
          "Bu hakları kullanmak için bizimle şu adresten iletişime geçin",
      },
      dataTransfer: {
        title: "Veri Transferi ve Saklama",
        text1:
          "Yükümlülüklerimizi yerine getirmek için gerekirse verilerinizi üçüncü şahıslara aktarabilir ve Amerika Birleşik Devletleri dahil olmak üzere çeşitli ülkelerdeki sunucularda saklayabiliriz. Tüm veri transferleri yasal gerekliliklere uygun olarak gerçekleştirilir.",
        text2:
          "Verilerinizi korumak için makul önlemler alıyoruz, ancak internet üzerinden veri iletiminin tamamen güvenli olmayabileceğini bilmelisiniz.",
      },
      cookies: {
        title: "Çerez Kullanımı",
        text: "Sitedeki etkinliğiniz hakkında bilgi toplamak için çerezleri kullanıyoruz. Bu, kullanıcı deneyimini iyileştirmemize ve daha kişiselleştirilmiş içerik sunmamıza olanak tanır. Gerekirse tarayıcınızda çerez ayarlarınızı yönetebilir ve devre dışı bırakabilirsiniz.",
      },
      security: {
        title: "Veri Güvenliği",
        text1:
          "Kişisel bilgilerinizi korumak için elimizden geleni yapıyoruz. Güvenlik önlemlerimiz arasında veri şifreleme, parola koruma ve düzenli güvenlik denetimleri bulunmaktadır.",
        text2:
          "Ancak, tüm çabalarımıza rağmen hiçbir güvenlik sistemi tam koruma garanti edemez. Bilgilerinizi korumak için gerekli önlemleri almanızı tavsiye ederiz.",
      },
      contact: {
        title: "Bizimle İletişime Geçin",
        text: "Bu Gizlilik Politikası ile ilgili sorularınız varsa, info@4V.com adresinden bizimle iletişime geçebilirsiniz.",
      },
    },
    terms: {
      title: "4V Hizmet Şartları",
      lastUpdated: "Son Güncelleme: 11 Ekim 2023",
      contentsTitle: "İçindekiler",
      contents: {
        agreement: "Şartlara Uygunluk",
        license: "Kullanıcı Lisansının Kapsamı",
        prohibited: "Yasaklanan Etkinlikler",
        dataSecurity: "Veri Güvenliği",
        disputes: "Uyuşmazlık Çözümü",
        californiaRights: "Kaliforniya Sakinlerinin Hakları",
        miscellaneous: "Çeşitli Hükümler",
        contact: "Bize Ulaşın",
      },
      agreement: {
        title: "Şartlara Uygunluk",
        text1:
          'Bu Son Kullanıcı Lisans Sözleşmesi ve Hizmet Şartları ("EULA"), 4V ("biz", "bizim") ile sizin aranızda, hizmetlerimizin ve web sitemizin kullanımıyla ilgili bağlayıcı bir sözleşmedir. Sitemizi ve hizmetimizi kullanarak bu şartlara uymayı kabul edersiniz. Şartları kabul etmiyorsanız, lütfen hizmetlerimizi kullanmayı bırakın.',
        text2:
          "Bu sözleşmeyi istediğimiz zaman değiştirme hakkını saklı tutarız. Güncellemelerden sonra hizmeti kullanmaya devam etmeniz, yeni şartları kabul ettiğiniz anlamına gelir.",
      },
      license: {
        title: "Kullanıcı Lisansının Kapsamı",
        text1:
          "4V, hizmetimizi yalnızca kişisel amaçlarla kullanmanız için size sınırlı, kişisel ve devredilemez bir lisans vermektedir. Hizmetlerimizin herhangi bir kopyalanması, değiştirilmesi, derlenmesi veya dağıtılması kesinlikle yasaktır.",
        text2:
          "Bu şartların ihlali, hizmete erişimin reddedilmesine ve yasal sorumluluğa yol açabilir.",
      },
      prohibited: {
        title: "Yasaklanan Etkinlikler",
        text1:
          "Diğer kullanıcıların kişisel verilerini toplamak, sisteme yetkisiz erişim girişiminde bulunmak, kötü amaçlı yazılım dağıtmak veya herhangi bir yasayı ya da düzenlemeyi ihlal etmek gibi yasa dışı amaçlarla hizmetimizi kullanmamayı kabul edersiniz.",
        text2:
          "Bu şartları ihlal eden kullanıcıların hizmete erişimini engelleme hakkını saklı tutarız.",
      },
      dataSecurity: {
        title: "Veri Güvenliği",
        text: "Kullanıcı verilerini korumak için gerekli önlemleri alıyoruz. Ancak, çabalarımıza rağmen internetteki verilerin tam güvenliği garanti edilemez. Hizmetimizi kendi sorumluluğunuzda kullanmayı kabul edersiniz.",
      },
      disputes: {
        title: "Uyuşmazlık Çözümü",
        text1:
          "4V hizmetlerinin kullanımından kaynaklanan herhangi bir uyuşmazlık, İsviçre yasalarına göre tahkim yoluyla çözülecektir. Toplu davalara izin verilmez. Bireysel uyuşmazlık çözümünü kabul edersiniz.",
        text2:
          "Bir uyuşmazlığı çözmek için öncelikle yazılı bir bildirimi e-posta adresimize support@4V.com göndermeniz gerekmektedir.",
      },
      californiaRights: {
        title: "Kaliforniya Sakinlerinin Hakları",
        text: "Kaliforniya Tüketici Gizliliği Yasası (CCPA) kapsamında, Kaliforniya sakinleri, verilerimizin nasıl toplandığı ve kullanıldığı hakkında bilgi talep edebilir ve verilerinin silinmesini isteyebilirler.",
      },
      miscellaneous: {
        title: "Çeşitli Hükümler",
        text: "Bu şartlar, hizmetimizin kullanımıyla ilgili olarak sizinle 4V arasında tam bir anlaşma oluşturur. Herhangi bir bildirimde bulunmaksızın hak ve yükümlülüklerimizi başkalarına devredebiliriz. Bu sözleşmede yapılacak herhangi bir değişiklik web sitemizde yayınlanacaktır.",
      },
      contact: {
        title: "Bize Ulaşın",
        text: "4V hizmetlerinin kullanımıyla ilgili sorularınız veya şikayetleriniz varsa, bize support@4V.com adresinden ulaşabilirsiniz.",
      },
    },
    "team title": "Uluslararası ekibimiz",
    "team text":
      "Ekibimizin dünyanın her yerinden yüksek nitelikli profesyonellerden oluşmasından gurur duyuyoruz. Hollanda, Estonya ve Kanada gibi ülkelerden geliştiriciler, pazarlamacılar ve blokzincir teknolojisi uzmanları, modern sorunlara yenilikçi çözümler üretmek için ortak bir amaç etrafında bir araya geliyor.",

    "4V is an innovative":
      "4V, dünyanın dört bir yanından haber ve içerik toplamak, işlemek ve dağıtmak için en son teknolojileri bir araya getiren yenilikçi bir platformdur.",
    "4V.NEWS is an innovative platform that combines":
      " dünyanın dört bir yanından haber ve içerik toplamak, işlemek ve dağıtmak için en son teknolojileri bir araya getiren yenilikçi bir platformdur. Kullanıcılarına güçlü analiz araçları ve yapay zeka kullanarak analiz ve filtreleme sağlayarak alakalı ve yüksek kaliteli bilgiler sunmaya odaklanmıştır.",
    "Find out more": "Daha fazla bilgi edinin",
    "Aggregating news from different":
      "Farklı kaynaklardan haber toplamak, kişiselleştirilmiş haber akışları oluşturmanın temelidir. Bu, haber sitelerinden, sosyal ağlardan, bloglardan ve diğer kaynaklardan bilgi toplama işlemini içerir.",
    "Development and training":
      "Kullanıcı tercihlerini analiz etmek ve haber içeriğini kişiselleştirmek için yapay zeka modellerinin geliştirilmesi ve eğitilmesi. Modeller, kullanıcı ilgilerini doğru bir şekilde belirlemek için büyük miktarda veri üzerinde eğitilecektir.",
    "Integration with 4V.News.":
      "4V.News ile entegrasyon. Tüm botlar 4V.News haber toplayıcısıyla entegre edilecektir. Bu, veri senkronizasyonu ve her kullanıcı için kişiselleştirilmiş haber akışlarının sağlanmasını garanti eder. Botlar toplayıcıdan verileri alır ve kullanıcılara uygun bir formatta sunar.",
    "For maximum convenience":
      "Maksimum kullanım kolaylığı için, 4V, en popüler sosyal ağlarla entegre edilmiştir. Telegram, Facebook, Twitter ve diğer platformlarda bulunan botlarımız, kullanıcılara güncellemeler ve özel içeriklere erişim sağlar.",
    "This system":
      "Bu sistem, konumunuza göre haber akışınızı otomatik olarak ayarlar ve size en güncel yerel ve uluslararası güncellemeleri sunar.",
    "Users who own FVX tokens":
      "FVX tokenlarına sahip kullanıcılar, platformun geliştirilmesiyle ilgili önemli konularda oy kullanabileceklerdir. Bu, yeni blok zincirlerin entegrasyonu, ücret değişiklikleri, güvenlik güncellemeleri ve diğer konuların onaylanmasını içerebilir. Böylece, 4V tamamen merkeziyetsiz bir platform haline gelecek ve topluluğu tarafından yönetilecektir.",
    "With 4V.NEWS":
      "4V.NEWS ile haber akışınızı geniş bir kategori ve etiket yelpazesinden seçerek kişiselleştirebilir ve kendi kişiselleştirilmiş etiketlerinizi oluşturabilirsiniz.",
    GLIDE: "GLIDE (Global Localized Intelligent Dynamic Engine).",
    "Our sophisticated":
      "Gelişmiş yapay zekamız kişisel tercihlerle sınırlı kalmaz. Aynı zamanda bulunduğunuz konuma göre haber akışınızı otomatik olarak ayarlar.",
    "4V.ROBOT is an indispensable assistant for channel":
      "4V.ROBOT, kanal yönetimi için vazgeçilmez bir yardımcıdır. Popüler sosyal medya platformlarında kanallar oluşturun ve bu süreci botumuz ile otomatikleştirin.",
    "4V.NEWS is more than just a news aggregator":
      "4V.NEWS sadece bir haber toplayıcı değil; kişisel haber danışmanınızdır. Yapay zeka destekli analizler, kişiselleştirilmiş haber teslimatı ve kullanımı kolay bir arayüz ile önde olun.",
    "FVX owners":
      "FVX sahipleri, 4V ekosisteminin gelişimi ile ilgili önemli konularda oy hakkına sahip olacaklar, bu da projeyi merkeziyetsiz ve demokratik hale getiriyor.",
    "The best solution":
      "Haber siteleri ve sosyal medya kanalları için en iyi çözüm. Yapay zeka kullanan tamamen otomatik bir çözüm.",
    "Convenient tools":
      "Kullanışlı araçlar. Haberlere kolay erişim için botlar ve toplayıcılar geliştirme.",
    "Powerful tools and integrations": "Güçlü araçlar ve entegrasyonlar",
    "Get FVX": "FVX alın",
    "Dont miss your chance": "İlk FVX'i almak için şansınızı kaçırmayın!",

    "Over the next 3 months":
      "Önümüzdeki 3 ay boyunca, topluluğumuzun tüm üyeleri FVX'i tamamen ücretsiz olarak alabilecekler. Bu 3 ay boyunca, duyurulan tüm sosyal ağlar için 4V.ROBOT'un hazır bir sürümünü başlatacağız, dijital varlıklarla rahat etkileşim için bir cüzdan ve ağ geçidi köprüsü hazırlayacağız. Ayrıca maksimum güvenliği sağlamak için akıllı sözleşmelerin denetimlerini de gerçekleştireceğiz. Dağıtımın sona ermesinin ardından, 3 ay sonra, paralar IDO'da, borsada satın alınabilir veya staking yoluyla elde edilebilir.",

    "4V.WEB 3.0":
      "4V.WEB 3.0, blok zinciri teknolojisini ve merkezi olmayan uygulamaları (dApps) birleştiren yenilikçi bir platformdur. Kullanıcılara merkezi olmayan bir ağda etkileşim kurma imkanı sunarak, yüksek düzeyde güvenlik, şeffaflık ve özerklik sağlar. 4V.WEB 3.0, geliştiricilerin dApp'lerini oluşturup dağıtmalarına olanak tanırken, kullanıcılar geniş bir merkezi olmayan hizmet yelpazesine erişebilir.",
    "4V.DEX":
      "4V.DEX, kullanıcıların aracılara ihtiyaç duymadan doğrudan kripto para ticareti yapmalarını sağlayan merkezi olmayan bir borsadır. Platform, blockchain teknolojisi kullanarak işlemlerin güvenliğini ve şeffaflığını sağlar, böylece kullanıcılar varlıklarını tam olarak kontrol edebilir ve istedikleri zaman takas yapabilirler.",
    "4V.ROBOT":
      "4V.ROBOT, yapay zeka öğelerini entegre ederek botun performansını optimize eder ve Telegram, Twitter, Facebook gibi çeşitli sosyal medya ağlarıyla entegrasyon sağlar. Bu botlar, kullanıcılara anlık haber güncellemeleri sağlar ve sosyal medyada içerik yönetimini otomatikleştirir.",
    "4V.CRYPTO":
      "4V.COIN, dijital varlıklarla çalışma konusunda yenilikçi çözümler ve hizmetler sunan şirketimizin kripto para birimi endüstrisindeki bölümüdür. Geniş bir ürün yelpazesi sunuyoruz.",
    "DISTRIBUTOR (Automatic Content Distributor)":
      "İçeriğinizi kanallarınıza ve sosyal medya ağlarınıza otomatik olarak dağıtan sistem.",
    "CONTENTWISE (Content Wise Engine)":
      "Kullanıcı tercihlerini temel alarak içeriği toplayan ve filtreleyen akıllı sistem.",
    "4V.COIN":
      "FVX Toplam token miktarı 4 444 444 444 olup, TON ağında 4V.ROBOT, 4V.DEFI ve 4V.DEX gibi hizmetlerle etkileşim kurmak için bir token olarak kullanılır. Stake delegasyonu - Kullanıcılar FVX tokenlarını diğer validatörlere devrederek ödüllerinin bir kısmını alabilirler.",
    DAO: "FVX sahipleri, 4V ekosisteminin geliştirilmesiyle ilgili önemli konularda oy kullanma hakkına sahip olacak ve bu da projeyi merkeziyetsiz ve demokratik hale getirecek.",
    "SMARTSHARE (Intelligent Sharing Protocol)":
      "İçerik yayınlamak için akıllı senaryolar ayarlamanıza olanak tanıyan sistem. Zaman, etkinlikler ve kitleye bağlı olarak otomatik paylaşım yapar.",
    "4V.DEFI":
      "4V.DEFI, kredi ve staking gibi merkeziyetsiz finansal hizmetler sunan bir platformdur. Burada kullanıcılar, blockchain teknolojisiyle güvenlik ve şeffaflık garantisi ile geniş bir finansal araç yelpazesinden yararlanabilirler.",
    "GLIDE (Global Localized Intelligent Dynamic Engine)":
      "Gelişmiş yapay zeka sistemimiz yalnızca kişisel tercihlerle sınırlı kalmaz. Ayrıca konumunuza göre haber akışını otomatik olarak düzenler.",
    "4V.NEWS":
      "Modern dünyada hızlı ve doğru bilgi almanın önemini biliyoruz. Parsing algoritmalarımız, binlerce kaynaktan anında veri toplar.",
    "Learn More": "Daha fazla bilgi edinin",
    "Welcome to 4V.NEWS1": "4V.NEWS'e hoş geldiniz",
    RESOURCES: "KAYNAKLAR",
    START: "BAŞLAT",
    "video title": "Kanıtlara dayalı güvenilir bilgi",
    "We are constantly":
      "Size en alakalı ve faydalı bilgileri sunmak için sürekli olarak yeteneklerimizi geliştiriyor ve genişletiyoruz.",
    "you can now mine": "artık coin'i erken aşamada çıkarabilirsiniz!",
    "The DAO":
      "DAO, kullanıcıların güncellemeler, protokol değişiklikleri ve yeni entegrasyonlar için oy kullanmalarını sağlayacak.",
    "4V.ROBOT integrates": "4V.ROBOT yapay zeka unsurlarını entegre eder",
    "We offer a wide range of products":
      "Güvenli kripto para cüzdanları, ticaret ve takas platformları ve piyasa izleme analiz araçları da dahil olmak üzere geniş bir ürün yelpazesi sunuyoruz. Misyonumuz, kripto para kullanımını herkes için erişilebilir ve kullanışlı hale getirmek, aynı zamanda yüksek düzeyde güvenlik ve güvenilirlik sağlamaktır. Ayrıca, merkezi olmayan finans (DeFi) platformları ve merkezi olmayan borsalar (DEX) dahil olmak üzere ürünlerimizin ve hizmetlerimizin yeteneklerini genişletmek için WEB 3.0 teknolojilerini uygulamayı planlıyoruz.",
    "Innovative approach":
      "Kişiselleştirilmiş haber akışları oluşturmak için yenilikçi yaklaşım ve yapay zekanın kullanımı. Dünyanın dört bir yanından çeşitli konularda geniş kapsamlı haber toplama ve birleştirme.",
    "4V.coin is a token on the TON":
      "FVX, 4V.ROBOT, 4V.DEFI ve 4V.DEX gibi hizmetlerle etkileşim kurmak için TON ağındaki bir tokendir.",
    "4V.COIN is our company’s":
      "4V.CRYPTO, dijital varlıklarla çalışmak için yenilikçi çözümler ve hizmetler sunan kripto para birimi endüstrisindeki şirketimizin aracıdır.",
    "The best solution for news":
      "Haber siteleri ve sosyal medya kanalları için en iyi çözüm. Yapay zeka kullanan tamamen otomatikleştirilmiş çözüm.",
    "Welcome to 4V.NEWS":
      "4V.NEWS'e hoş geldiniz, haber toplama ve bilgi yönetiminde inovasyonun zirvesi. En son yapay zekanın sorunsuz entegrasyonu için tasarlandı.",
    "4V is an innovative platform":
      "4V, dünyanın dört bir yanından haber ve içerik toplamak, işlemek ve dağıtmak için en son teknolojileri bir araya getiren yenilikçi bir platformdur. Güçlü ayrıştırma araçları ve içeriği analiz edip filtrelemek için yapay zeka kullanarak alakalı ve yüksek kaliteli bilgiler sağlamada uzmanız.",

    "Cutting-edge technology for news and content":
      "Haberler ve içerik için son teknoloji",
  },
  uk: {
    "send": "відправити"
,
    "bd52": "Пропонує революційне рішення для кросчейн-трансферів, забезпечуючи максимальну анонімність, безпеку та гнучкість. Інтеграція zk-SNARK і механізмів міксингу дозволяє користувачам безпечно переміщувати активи між блокчейнами, не розкриваючи своїх даних. 4V продовжує розвиватися, плануючи подальші покращення та впровадження нових технологій для забезпечення ще більшого рівня безпеки та масштабованості."
,
    "bd51": "Інтеграція zk-SNARK та механізмів міксингу у BridgeX забезпечує найвищий рівень конфіденційності та анонімності. Використання передових криптографічних методів робить BridgeX стійким до більшості відомих атак, включаючи аналіз трафіку та відстеження транзакцій."
,
    "bd50": "Підвищення швидкості обробки транзакцій, оскільки 4V може самостійно керувати маршрутизацією через свої вузли",

    "bd49": "Незалежність від сторонніх постачальників інфраструктури",

    "bd48": "Підвищення рівня безпеки завдяки контролю процесів валідації",

    "bd47": "Переваги розгортання власних вузлів",

    "bd46": "BridgeX використовує оракули Chainlink для забезпечення точності даних при транзакціях між блокчейнами. Оракули Chainlink відстежують стан активів у вихідній мережі та гарантують їх блокування до випуску еквівалентних активів у цільовій мережі. Це мінімізує ризики помилок або маніпуляцій з даними."
,
    "bd45": "4V планує розгорнути власні вузли для кожної підтримуваної мережі, що дозволить поліпшити контроль над транзакціями та підвищити безпеку системи. Вузли 4V виконуватимуть функції валідації транзакцій, управління мостами та підтримання загального стану мережі."
,
    "bd44": "Інтеграція з Chainlink є важливою частиною інфраструктури BridgeX, що сприяє надійності та стабільності системи.",

    "bd43": "Технологія zk-SNARK глибоко інтегрована в процес обробки транзакцій BridgeX, починаючи з етапу ініціалізації транзакції та закінчуючи кросчейн-трансфером. zk-SNARK забезпечує перевірку кожної транзакції без необхідності розкриття даних, що робить систему неймовірно захищеною та безпечною для користувачів."
,
    "bd42": "Користувач отримує сповіщення про завершення трансферу, а транзакція відображається в обох мережах — вихідній та цільовій, при цьому забезпечується повна анонімність."
,
    "bd41": "Підтвердження транзакції",

    "bd40": "Після проходження міксингу, BridgeX генерує еквівалентні активи в цільовій мережі, де вони стають доступними для користувача. Ці активи вже не пов'язані з оригінальною транзакцією, забезпечуючи повну анонімність.",

    "bd39": "Кроссчейн-передача",

    "bd38": "Перед відправкою активів до цільової мережі транзакція проходить через міксер, де вона розбивається на частини та змішується з іншими транзакціями. У цей момент zk-SNARK забезпечує перевірку, що транзакція є справжньою, без розкриття її деталей."
,
    "bd37": "Використання zk-SNARK та міксера",

    bd36: "У цей час система починає підготовку до випуску еквівалентних активів у цільовій мережі, дотримуючись механізмів кросчейн-протоколів.",
    bd35: "Після отримання транзакції система блокує активи користувача у вихідній мережі через смарт-контракт.",

    bd34: "Користувач відправляє цифрові активи на єдину публічну адресу BridgeX. Ця адреса є спільною для всіх підтримуваних блокчейнів. Система BridgeX Universal Asset Routing (BUAR) автоматично визначає тип криптовалюти та вихідну мережу транзакції. Наприклад, якщо користувач відправляє USDT з Ethereum, система автоматично розпізнає цю транзакцію і визначає її маршрут.",
    bd33: "Ініціалізація транзакції.",

    bd32: "Процес роботи системи можна розділити на кілька етапів.",

    bd31: "Процес роботи системи надає користувачам єдиний інтерфейс для відправки активів у будь-які блокчейн-мережі.",

    bd30: "Припустимо, користувач хоче надіслати 100 USDT через BridgeX. Він може обрати вищу комісію для миттєвого переказу або знизити комісію, але транзакція проходитиме через більше етапів міксингу, забезпечуючи вищий рівень анонімності.",
    bd29: "Приклад динамічної системи комісій",

    bd28: "BridgeX пропонує динамічну систему комісій, яка дозволяє користувачам налаштовувати свої транзакції відповідно до їхніх уподобань. Система комісій у BridgeX розроблена таким чином, щоб забезпечити гнучкість у виборі параметрів транзакцій. Наприклад, якщо користувач хоче швидше виконати транзакцію, він може обрати вищу комісію, що прискорить її обробку. Водночас, якщо користувач віддає перевагу більш високому рівню конфіденційності, система запропонує вибрати додатковий рівень міксингу, що збільшить комісію, але забезпечить максимальну анонімність.",
    bd27: "Динамічна система комісій",
    apes1:
      "4V.APES - це наша гра в web app Telegram, де ви можете отримати токен FVX безкоштовно.",
    bd25: "zk-SNARK працює завдяки складним математичним обчисленням, які створюють компактний доказ того, що транзакція є дійсною, без необхідності розкривати будь-яку інформацію про неї. У BridgeX кожен користувач, який надсилає кошти, автоматично генерує доказ zk-SNARK, який перевіряється в мережі перед завершенням транзакції.",
    bd24: "Як це працює",

    bd23: "Коли користувач надсилає транзакцію через 4VBridgeX, система генерує доказ zk-SNARK, що підтверджує її дійсність. Цей доказ перевіряється валідаторами мережі, але самі дані про транзакцію залишаються прихованими. Таким чином, валідатори можуть підтвердити коректність транзакції, не знаючи, хто її надіслав і кому вона була адресована.",
    bd22: "Це метод криптографічного доказу, який дозволяє одній стороні (доказувачу) переконати іншу сторону (верифікатора) в тому, що твердження є істинним, не розкриваючи жодних даних, пов'язаних із цим твердженням. У контексті 4VBridgeX zk-SNARK використовується для підтвердження того, що транзакція відбулася, не розкриваючи деталей про те, хто надіслав або отримав кошти, і яку суму було переведено.",
    bd21: "Що таке",
    bd20: "Це одна з найпередовіших криптографічних технологій, яку активно використовують у 4VBridgeX для захисту даних і забезпечення конфіденційності користувачів. zk-SNARK дозволяє створювати докази автентичності транзакції, не розкриваючи при цьому жодних даних про транзакцію, її учасників або суми.",
    bd19: "Безпечні докази",
    bd18: "Припустимо, користувач надсилає 5 ETH через BridgeX. Замість того, щоб надіслати ці 5 ETH безпосередньо на адресу отримувача, система розбиває суму на дрібніші частини, наприклад, 0,1 ETH, і відправляє їх через різні шляхи в мережі. Одночасно транзакції інших користувачів також перемішуються, що робить майже неможливим для стороннього спостерігача дізнатися, хто і звідки надіслав кошти.",
    bd17: "Приклад роботи міксингу",
    bd16: "Механізм міксингу в BridgeX використовує передові алгоритми шифрування та обфускації даних для створення 'пулу транзакцій', з якого потім відправляються перемішані кошти. Коли користувач відправляє кошти через BridgeX, його транзакція розбивається на менші частини і змішується з транзакціями інших користувачів. Це робить практично неможливим відстеження, звідки і куди були відправлені кошти.",
    bd15: "Як працює міксинг?",
    bd14: "Механізм міксингу в BridgeX був розроблений для максимального приховування джерела та призначення транзакції, забезпечуючи анонімність учасників мережі. Міксинг включає перемішування транзакцій між різними користувачами, так що навіть при відстеженні через публічні блокчейни неможливо дізнатися, хто був відправником і отримувачем коштів. Це особливо важливо для тих користувачів, які цінують свою приватність і хочуть уникати відстеження транзакцій.",
    bd13: "Механізм міксингу.",

    bd12: "Припустимо, користувач хоче перевести токени USDT із мережі Ethereum у мережу Polygon. Спочатку BridgeX перевіряє доступність ліквідності та блокує USDT у мережі Ethereum через смарт-контракт. Потім система випускає еквівалентну суму USDT у мережі Polygon через аналогічний контракт. Увесь процес автоматизований і відбувається за кілька секунд, при цьому транзакція захищена за допомогою zk-SNARK, що забезпечує анонімність.",
    bd9: "Ще однією важливою особливістю BridgeX є його здатність оптимізувати маршрутизацію транзакцій. У системі вбудований механізм штучного інтелекту, який аналізує поточне навантаження мережі та пропонує користувачам найкращі маршрути для їхніх транзакцій. Наприклад, якщо мережа Ethereum перевантажена й транзакції обробляються повільно, BridgeX може запропонувати користувачам відправити активи через менш завантажені мережі, такі як Binance Smart Chain або Polygon, що зменшує комісію та підвищує швидкість.",
    bd11: "Приклад роботи.",

    bd10: "Розумна маршрутизація транзакцій.",
    bd8: "представляє собою модульну систему, яка легко інтегрується з різними блокчейн-мережами через стандартизовані інтерфейси. Це дає змогу легко додавати нові блокчейни в BridgeX без необхідності повного перероблення системи. Наприклад, якщо в майбутньому з'явиться новий блокчейн із високим рівнем адаптації, такий як Cardano або Polkadot, його можна буде інтегрувати в BridgeX із мінімальними змінами.",
    bd2: " вирішує цю проблему, створюючи єдину децентралізовану систему, яка не лише сприяє передачі активів між блокчейнами, але й гарантує безпеку, конфіденційність та анонімність користувачів. Завдяки інтеграції zk-SNARK, методу доказів із нульовим розголошенням, платформа BridgeX дозволяє користувачам здійснювати перекази, не розкриваючи своїх даних, що значно підвищує рівень безпеки. Крім того, Bridge<span class='text-danger'>X</span> використовує механізми міксингу, забезпечуючи додатковий рівень конфіденційності для кожної транзакції.",
    bd3: "Платформа BridgeX не лише адаптується до сучасних умов, але й створює майбутнє взаємодії між блокчейнами. Кожен елемент системи було розроблено з урахуванням актуальних викликів, які стоять перед криптоекосистемою, таких як конфіденційність, масштабованість та децентралізація.",
    bd4: "Представляє багатошарову, модульну систему, яка може легко адаптуватися та масштабуватися з ростом мережі та збільшенням кількості користувачів. Архітектура базується на кількох ключових компонентах, які забезпечують її унікальність та надійність: протоколи міжланцюгового зв'язку BridgeX, система змішування транзакцій, zk-SNARK для захисту даних, а також динамічна система комісій і гнучкість налаштувань.",
    bd5: "Кожна з цих технологій інтегрована в основну архітектуру, щоб забезпечити безпеку даних і високу продуктивність, незалежно від навантаження на мережу чи кількості користувачів. Розробка BridgeX базувалася на підході, орієнтованому на децентралізацію, що дозволило усунути централізований контроль над системою та передати керування користувачам через механізми DAO. Архітектура BridgeX була спроєктована з урахуванням трьох ключових аспектів: продуктивності, безпеки та приватності. У цьому розділі детально описано основні компоненти системи та їх взаємодію.",
    bd6: "BridgeX є центральним компонентом 4V.CRYPTO, відповідальним за кросчейн-взаємодію. З його допомогою користувачі можуть надсилати та отримувати цифрові активи між різними блокчейн-мережами. Це особливо важливо в умовах сучасного мультиблокчейн-світу, де різні платформи часто не можуть взаємодіяти напряму. BridgeX дозволяє користувачам безперешкодно переміщувати свої активи між такими мережами, як Ethereum, Binance Smart Chain, Polygon, Solana та іншими.",
    bd7: "BridgeX використовує смарт-контракти для блокування активів у вихідній мережі та випуску їх еквіваленту в цільовій мережі. Наприклад, якщо користувач хоче відправити 10 ETH з Ethereum на Binance Smart Chain, BridgeX заблокує 10 ETH у мережі Ethereum і випустить еквівалентну суму у вигляді токенів BEP-20 у мережі Binance Smart Chain.",
    bd1: "— це революційна платформа, розроблена для вирішення однієї з найактуальніших проблем, що стоїть перед сучасною блокчейн-спільнотою: взаємодії між блокчейнами та конфіденційності. З розвитком різних блокчейнів, таких як Ethereum, Binance Smart Chain, Polygon та інших, з'явилося багато незалежних екосистем, кожна з яких має свої унікальні функції та переваги. Однак між цими мережами існує значна проблема — складність взаємодії та передачі даних між блокчейнами.",
    bid1: "Відкрити відео",
    bid2: "Вступ",
    bid3: "Архітектура рішення",
    bid4: "Кроссчейн-протоколи BridgeX",
    bid5: "Механізм міксингу",
    bid6: "Динамічна система комісій",
    bid7: "Процес роботи системи BridgeX",
    bid8: "Інтеграція zk-SNARK у BridgeX",
    bid9: "Робота міксера на основі zk-SNARK",
    bid10: "Використання оракулів Chainlink",
    bid11: "Розгортання нод",
    bid12: "Безпека та контроль",
    bid13: "Висновок",
    wallet: "Підключити гаманець",
    brid: "Міжмережевий міст",
    go: "Перейти в DEX",
    dexx: "Купуйте, продавайте та обмінюйте вашу криптовалюту на нашому DEX! Наш міжмережевий міст підтримує основні мережі, такі як TON, Ethereum, TRON, Binance Smart Chain, Polygon, TON, Avalanche, Fantom та інші, забезпечуючи широкі можливості для користувачів.",
    br10: "Довгострокова стійкість: Кінцева ставка винагороди — 10% річних.",
    br9: "Винагороди: Чим більше токенів ви стейкаєте і чим довше вони знаходяться в стейкінгу, тим більше ви отримуєте винагород.",
    br8: "Стейкінг токенів: Ви депонуєте свої токени FVX на платформі 4V.BridgeX.",
    br6: "Купуйте, продавайте та обмінюйте свою криптовалюту на нашій DEX! Наш міжмережевий міст дозволяє переміщувати активи між різними блокчейнами (наприклад, Ethereum, Binance Smart Chain, Polygon).",
    br5: "Технологія zk-SNARK глибоко інтегрована у процес обробки транзакцій BridgeX, починаючи зі стадії ініціалізації транзакції та закінчуючи кросчейн-трансфером. zk-SNARK забезпечує перевірку кожної транзакції без необхідності розкриття даних, що робить систему надзвичайно захищеною для користувачів.",
    br1: "У сучасному криптовалютному світі основними аспектами є конфіденційність, безпека та зручність переміщення активів між різними блокчейнами. З розвитком кросчейн-технологій користувачі стикаються з новими викликами, такими як складність взаємодії з мостами (bridges), ризики безпеки та загрози конфіденційності. У відповідь на ці виклики ми представляємо VELOS (Verified Exchange & Layered Obfuscated Security), інноваційну систему, спрямовану на просте, швидке та безпечне переміщення активів між блокчейнами з високим рівнем анонімності.",
    br2: "Приватність транзакцій: Сучасні блокчейн-мережі за своєю природою прозорі, що дозволяє відстежувати кожну транзакцію та її учасників. Це створює ризики, особливо для користувачів, які цінують конфіденційність своїх фінансових операцій.",
    bridge2:
      "BridgeX вирішує цю проблему, створюючи єдину децентралізовану систему, яка не лише забезпечує переміщення активів між блокчейнами, а й гарантує безпеку, приватність і анонімність користувачів. Завдяки впровадженню zk-SNARK, методу доказу з нульовим розголошенням, платформа BridgeX дозволяє користувачам здійснювати перекази без розкриття своїх даних, що значно підвищує рівень безпеки. BridgeX також використовує механізми міксингу, забезпечуючи додатковий рівень конфіденційності для кожної транзакції.",
    bridge3:
      "Це інноваційна платформа, яка об'єднує новітні технології збору, обробки та розповсюдження новин і контенту з усього світу. Ми спеціалізуємося на наданні актуальної та якісної інформації, використовуючи потужні інструменти парсингу та штучного інтелекту для аналізу та фільтрації контенту.",
    bridge:
      "4V.BridgeX — це революційна платформа, розроблена для вирішення однієї з найактуальніших проблем, з якими стикається сучасна блокчейн-спільнота: взаємодія між блокчейнами та конфіденційність.",
    br4: "BridgeX надає користувачам можливість безперешкодно переміщувати свої активи між такими мережами, як Ethereum, Binance Smart Chain, Polygon, Solana та іншими.",
    "GLIDE(Global Localized Intelligent Dynamic Engine)":
      "GLIDE(Глобальний Локалізований Інтелектуальний Динамічний Двигун)Наш складний ШІ не зупиняється на особистих уподобаннях. Він також автоматично коригує стрічку новин залежно від вашого розташування.",
    br3: "Зручність переміщення активів між мережами: Мости (bridges), що з'єднують різні блокчейни, часто складні у використанні та вразливі до ризиків атак. Безпека: Уразливості в кросчейн-інфраструктурі можуть призводити до зламів, крадіжок коштів і втрати довіри користувачів.",
    Menu: "Меню",
    "TECH SPEC": "Технічні характеристики",
    "TERMS OF SERVICE": "УМОВИ ОБСЛУГОВУВАННЯ",
    "PRIVACY POLICY": "ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ",
    "WHITE PAPER": "WHITE PAPER",
    "ROAD MAP": "ДОРОЖНЯ КАРТА",
    Company: "Компанія",
    Team: "Команда",
    Defi: "Децентралізовані фінанси",
    Documentation: "Документація",
    roadmapTitle: "Дорожня карта 2024-2026",
    note: "Це не остаточна версія дорожньої карти, вона оновлюватиметься раз на місяць.",
    br7: "4V.BridgeX підтримує систему Proof of Stake (PoS), дозволяючи користувачам отримувати винагороди за стейкінг своїх токенів. Як це працює:",
    "2024StrengtheningAndExpansion": "2024: Зміцнення та розширення",
    q3_2024: "3-й квартал 2024",
    launchTelegramBot: "Запуск 4V.ROBOT для Telegram.",
    launchWhatsAppBot: "Запуск 4V.ROBOT для WhatsApp.",
    botDevelopmentTesting: "Розробка та тестування бота.",
    userAttractionCampaign: "Маркетингова кампанія для залучення користувачів.",
    integrationWithNewsAggregator: "Інтеграція з агрегатором новин 4V.News.",
    userFeedbackFeatures:
      "Додавання нових функцій на основі відгуків користувачів.",
    interfaceOptimization: "Оптимізація інтерфейсу та продуктивності.",

    q4_2024: "4-й квартал 2024",
    launchVKBot: "Запуск 4V.ROBOT для VK.",

    "2025InternationalExpansionInnovation":
      "2025: Міжнародне розширення та інновації",
    q1_2025: "1-й квартал 2025",
    launchFacebookMessengerBot: "Запуск 4V.ROBOT для Facebook Messenger.",
    launchDEX: "Запуск 4V.DEX.",
    launchDEFI: "Запуск 4V.BridgeX.",
    educationWebinars: "Навчальні матеріали та вебінари для користувачів.",
    cryptocurrencyReach: "Розширення охоплення криптовалюти 4V.",
    exchangeListing: "Активна робота над лістингом на нових криптобіржах.",
    airdropCampaigns: "Проведення кампаній з airdrop та програм лояльності.",

    q2_2025: "2-й квартал 2025",
    launchInstagramBot: "Запуск бота для Instagram.",
    launch4VNews: "Запуск 4V.NEWS.",
    communityManagement: "Управління спільнотою.",
    userCommunityDevelopment:
      "Розвиток активної спільноти користувачів на різних платформах.",
    feedbackCollection: "Регулярні опитування та збір відгуків.",

    q3_2025: "3-й квартал 2025",
    launchLinkedInBot: "Запуск 4V.ROBOT для LinkedIn.",
    internationalPromotion: "Міжнародна промоція.",
    marketAdaptation:
      "Вихід на нові ринки та адаптація послуг до місцевих особливостей.",

    q4_2025: "4-й квартал 2025",
    launchTikTokBot: "Запуск 4V.ROBOT для TikTok.",
    partnershipPrograms: "Розширення партнерських програм.",
    cryptocurrencyPartnerships:
      "Партнерства з великими криптовалютними платформами.",
    jointAdvertising: "Проведення спільних рекламних кампаній.",

    "2026LeadershipStability": "2026: Лідерство та стабільність",
    q1_2026: "1-й квартал 2026",
    effectivenessAnalysis:
      "Аналіз та оптимізація ефективності всіх запущених ботів.",
    functionalityExpansion: "Розширення функціоналу для власників 4V.",
    newAdvertisingCampaigns:
      "Проведення нових рекламних кампаній та партнерських програм.",

    q2_2026: "2-й квартал 2026",
    innovativeDevelopments: "Інноваційні розробки.",
    aiIntegration: "Впровадження технологій AI та ML для покращення послуг.",
    personalizedNews:
      "Розробка персоналізованих новинних стрічок з використанням AI.",
    cryptoInfrastructure: "Розвиток інфраструктури для криптовалют.",
    newMiningOpportunities:
      "Створення нових можливостей для майнінгу та торгівлі 4V.",
    walletsPaymentSystems: "Розробка власних гаманців та платіжних систем.",

    q3_2026: "3-й квартал 2026",
    businessOptimization: "Аналіз всіх аспектів бізнесу за рік.",
    scalingTeamGrowth:
      "Збільшення команди та покращення інфраструктури для підтримки росту.",

    q4_2026: "4-й квартал 2026",
    newBotsAndServices: "Запуск нових ботів та послуг.",
    globalExpansion: "Глобальне розширення.",
    serviceLocalization: "Локалізація послуг для нових регіонів.",

    "2027InnovationDevelopment": "2027: Розвиток інновацій",
    q1_2027: "1-й квартал 2027",
    techInnovation:
      "Впровадження нових технологічних рішень для покращення досвіду користувачів.",
    newProductsTesting: "Розробка та тестування нових продуктів та послуг.",
    cryptocurrencyStrengthening: "Зміцнення позицій криптовалюти.",
    promotionCampaigns:
      "Проведення нових кампаній для популяризації та використання 4V.",
    techDoc: {
      title: "Технічна документація 4V",
      introduction: "Вступ",
      architecture: "Загальна архітектура",
      glide: "GLIDE: Локалізований Інтелектуальний Динамічний Двигун",
      newsAggregation: "Агрегація новин та управління контентом",
      robot: "4V.ROBOT: Прорив у сфері агрегації контенту",
      crypto: "4V.COIN: Управління криптовалютами",
      dex: "4V.DEX: Децентралізована біржа",
      defi: "4V.DEFI: Децентралізовані фінансові послуги",
      coin: "",
      dao: "DAO та децентралізоване управління",
      conclusion: "Висновок",
      introDescription:
        "4V — це передова платформа, яка об'єднує користувачів, зацікавлених в ефективній обробці новин, управлінні контентом та цифровими активами. 4V пропонує унікальну комбінацію інструментів для збору, аналізу та персоналізації новинного контенту, а також фінансових рішень на основі блокчейну.",
      introObjective:
        "Метою 4V є стати провідним постачальником новин та інформації, а також надати доступ до широкого спектру фінансових інструментів, таких як децентралізовані біржі (DEX), платформи NFT та DeFi-сервіси, які підтримуються 4V.coin.",
      mainDirections: "Основні напрями",
      innovativeApproach: "Інноваційний підхід",
      aiForPersonalization:
        "Використання AI для створення персоналізованих новинних стрічок.",
      broadCoverage:
        "Широке охоплення: збір і агрегація новин зі всього світу.",
      integrationFinancialTools:
        "Інтеграція власних фінансових інструментів і криптовалюти 4V.",
      web3Development: "Розвиток Web 3.0 через запуск DEX і DeFi-платформ.",
      robotDescription1:
        "Однією з головних особливостей платформи є 4V.ROBOT — бот, який збирає контент з інтернету та автоматично публікує його в соціальних мережах.",
      robotDescription2:
        "Адміністратор може налаштувати категорії, теги, розклад публікацій, і система автоматично поширюватиме контент.",
      robotDescription3:
        "Ми впевнені, що цей ринок має великий потенціал. 4V.ROBOT — перший у своєму роді продукт, який прагне захопити цю нішу.",
      technologiesAndTools: "Технології та інструменти",
      glideEngine:
        "GLIDE: AI двигун, який автоматично налаштовує новинну стрічку.",
      contentwiseEngine:
        "CONTENTWISE: Інтелектуальна система збору та фільтрації контенту.",
      distributor: "DISTRIBUTOR: Система автоматичної доставки контенту.",
      smartshare: "SMARTSHARE: Інтелектуальна система для обміну контентом.",
      architectureDescription:
        "Архітектура 4V розроблена для задоволення потреб у керуванні контентом і криптовалютами.",
      newsAggregator: "4V.NEWS: Агрегатор новин з персоналізацією контенту.",
      glideModule:
        "GLIDE - Модуль AI для фільтрації контенту за локацією користувача.",
      cryptoModule:
        "4V.CRYPTO - Безпечний та прозорий модуль управління цифровими активами.",
      dexAndDefiModules:
        "4V.DEX та 4V.DEFI - Децентралізовані фінансові модулі.",
      glideDescription:
        "GLIDE оптимізує новинну стрічку в реальному часі залежно від локації користувача.",
      newsAggregationDescription:
        "4V.NEWS — це потужний агрегатор, що збирає дані з тисяч джерел.",
      cryptoDescription:
        "4V.COIN забезпечує безпечне та прозоре управління цифровими активами.",
      marketMonitoring: "Моніторинг ринку в реальному часі.",
      secureTransactions: "Безпечні транзакції через смарт-контракти.",
      defiIntegration: "Інтеграція з децентралізованими фінансовими сервісами.",
      dexDescription:
        "4V.DEX — децентралізована біржа для торгівлі криптовалютами без посередників.",
      coinDescription:
        "FVX — це токен, що використовується в рамках послуг платформи.",
      tokenFeatures: "Основні функції токена:",
      transactionFees:
        "Комісії за транзакції: перекази з використанням FVX.",
      staking: "Стейкінг для участі в мережі.",
      voting: "Право голосу для власників FVX.",
      stakingDelegation: "Делегування стейкінгу іншим валідаторам.",
      interoperability: "4V.coin підтримує взаємодію між блокчейнами.",
      daoDescription1: "4V прагне до децентралізованого управління через DAO.",
      daoDescription2:
        "50% доходів від 4V.ROBOT спрямовуються на викуп токенів.",
      conclusionDescription:
        "4V пропонує унікальні рішення для агрегації новин, управління цифровими активами та децентралізованих фінансових продуктів.",
    },
    whitepaper: {
      title: "Біла Книга Компанії 4V",
      introduction:
        "Компанія 4V прагне стати провідним постачальником новинних та інформаційних послуг, використовуючи передові технології, такі як штучний інтелект (AI), машинне навчання (ML) та блокчейн. Цей документ окреслює основні напрями та технічні аспекти, які будуть впроваджені для досягнення поставлених цілей протягом наступних трьох років. Всі боти будуть інтегровані з агрегатором новин 4V.News для забезпечення синхронізації даних та надання персоналізованих новинних стрічок для кожного користувача.",
      mainDirections: "Основні Напрями",
      mainDirectionsDescription:
        "Використання AI для створення персоналізованих новинних стрічок. Широке Покриття: Збір та агрегування новин з усього світу на різні теми. Зручні Інструменти: Розробка ботів та агрегаторів для легкого доступу до новин. Власна Криптовалюта: Просування та інтеграція криптовалюти 4V. Розвиток Web 3.0: Запуск децентралізованих бірж (DEX), DeFi сервісів та платформ NFT.",
      innovativeApproach: "Інноваційний Підхід",
      innovativeApproachDescription:
        "Агрегування новин з різних джерел є основою для створення персоналізованих новинних стрічок. Це включає збір інформації з новинних сайтів, соціальних мереж, блогів та інших джерел. Для підготовки даних до аналізу вони проходять етапи фільтрації та нормалізації, що допомагає виключити нерелевантну інформацію та стандартизувати формат даних.",
      broadCoverage: "Широке Покриття",
      broadCoverageDescription:
        "Компанія 4V збирає та агрегує новини з різних джерел у всьому світі, забезпечуючи доступ користувачів до різноманітної та актуальної інформації з різних тем. Агрегатор 4V.News буде інтегрований з ботами для різних месенджерів та соціальних мереж, дозволяючи користувачам отримувати новини у зручному форматі.",
      launch: "Запуск",
      launchDescription:
        "Публічний запуск платформи буде інтегрований з криптовалютою 4V, що дозволить користувачам торгувати криптовалютою на децентралізованих біржах та використовувати DeFi сервіси.",
      botDevelopment: "Розробка Ботів та Агрегаторів",
      botDevelopmentDescription:
        "Боти будуть розроблені для популярних месенджерів та соціальних мереж, таких як WhatsApp, Facebook Messenger, Instagram, LinkedIn та TikTok. Кожен бот надаватиме користувачам доступ до новин та персоналізованих стрічок на основі їхніх інтересів.",
      technicalDocumentation: "Технічна Документація",
      tokenomicsTitle: "Токеноміка FVX",
      tokenUsage: "Використання Токенів FVX",
      tokenUsageDescription:
        "FVX є основним токеном екосистеми 4V та виконує декілька функцій: оплата за транзакції, стейкінг та голосування. Користувачі сплачують комісії за кросс-чейн перекази з використанням FVX, включаючи мікшування транзакцій, використання мостів та валідацію оракулами. Стейкінг дозволяє користувачам брати участь у мережі 4V та отримувати винагороди, підвищуючи безпеку мережі. Власники токенів також отримують право голосу щодо розвитку екосистеми, що сприяє децентралізації та демократичному прийняттю рішень.",
      stakingDelegation:
        "Делегування стейкінгу: користувачі можуть делегувати свої токени FVX іншим валідаторам, отримуючи частку від їхніх винагород. Це делегування стимулює власників токенів залишати їх у системі та збільшує ліквідність проєкту.",
      tokenDistributionTitle: "Розподіл Токенів FVX",
      tokenDistribution: "Розподіл Токенів",
      totalTokens: "Загальна кількість токенів: 4 444 444 444",
      userStaking:
        "37% - Для користувачів через стейкінг, винагороди за участь та інші активності.",
      teamDevelopers: "17% - Для команди та розробників.",
      liquidity: "24% - Для ліквідності (у пулах ліквідності та на біржах).",
      earlyAccess: "22% - Для програми раннього доступу та баунті-кампаній.",
      conclusionTitle: "Висновок",
      conclusionDescription:
        "4V — це інноваційна платформа, яка об'єднує новітні технології збору, обробки та розповсюдження новин і контенту по всьому світу. Ми зосереджені на наданні актуальної та якісної інформації за допомогою потужних аналітичних інструментів та штучного інтелекту.",
    },
    privacy: {
      title: "Політика конфіденційності 4V",
      lastUpdated: "Дата останнього оновлення: 11 жовтня 2023 р.",
      contentsTitle: "Зміст",
      contents: {
        infoCollection: "Збір інформації",
        infoUsage: "Використання інформації",
        rightsCalifornia: "Ваші права конфіденційності в Каліфорнії",
        rightsEurope: "Розкриття для осіб в Європі",
        dataTransfer: "Передача і зберігання даних",
        cookies: "Використання файлів cookie",
        security: "Безпека даних",
        contact: "Зв'язатися з нами",
      },
      infoCollection: {
        title: "Збір інформації",
        text1:
          "Ми збираємо особисту інформацію, яку ви надаєте нам безпосередньо (наприклад, при реєстрації на сайті 4V), а також автоматично при використанні наших послуг. Це може включати такі дані, як ваше ім'я, контактну інформацію, інформацію про транзакції та дані вашого пристрою.",
        text2:
          "Ми також використовуємо технології відстеження, такі як файли cookie, для збору інформації про вашу активність на нашому веб-сайті. Ці дані допомагають покращувати наш сервіс і налаштовувати інтерфейс відповідно до ваших уподобань.",
      },
      infoUsage: {
        title: "Використання інформації",
        text1:
          "Ми використовуємо зібрану інформацію для надання і покращення наших послуг, обробки транзакцій, надсилання повідомлень та захисту даних. Наприклад, вашу контактну інформацію може бути використано для надсилання оновлень та повідомлень про безпеку.",
        text2:
          "Ми також можемо використовувати інформацію для аналітики, персоналізації контенту та покращення функціональності сайту.",
      },
      rightsCalifornia: {
        title: "Ваші права конфіденційності в Каліфорнії",
        text: "Відповідно до Закону Каліфорнії про захист прав споживачів (CCPA), мешканці Каліфорнії мають право запитувати інформацію про те, як ми збираємо і використовуємо особисті дані, а також вимагати їх видалення. Ви маєте право:",
        list: {
          access: "Запросити доступ до особистої інформації, яку ми зібрали.",
          deletion:
            "Запросити видалення ваших даних, за винятком випадків, передбачених законом.",
          optOut: "Відмовитися від продажу своїх даних (якщо застосовується).",
        },
      },
      rightsEurope: {
        title: "Розкриття для осіб в Європі",
        text: "Якщо ви є резидентом ЄЕЗ, Великобританії або Швейцарії, ви маєте такі права відповідно до Загального регламенту захисту даних (GDPR):",
        list: {
          access: "Право на доступ до своїх даних та отримання їх копії.",
          correction: "Право на виправлення неточних даних.",
          deletion: "Право на видалення своїх даних.",
          restriction: "Право на обмеження обробки даних.",
          portability: "Право на перенесення даних.",
        },
        contact: "Щоб скористатися цими правами, зв'яжіться з нами за адресою",
      },
      dataTransfer: {
        title: "Передача і зберігання даних",
        text1:
          "Ми можемо передавати ваші дані третім особам, якщо це необхідно для виконання наших зобов'язань, а також зберігати їх на серверах у різних країнах, включаючи США. Всі передачі даних здійснюються відповідно до вимог законодавства.",
        text2:
          "Ми вживаємо розумних заходів для захисту ваших даних, однак вам слід знати, що передача даних в Інтернеті ніколи не може бути повністю безпечною.",
      },
      cookies: {
        title: "Використання файлів cookie",
        text: "Ми використовуємо файли cookie для збору інформації про вашу активність на сайті. Це дозволяє нам покращувати користувацький досвід і надавати більш персоналізований контент. Ви можете керувати налаштуваннями файлів cookie у своєму браузері та вимкнути їх за необхідності.",
      },
      security: {
        title: "Безпека даних",
        text1:
          "Ми докладаємо всіх зусиль для захисту вашої особистої інформації. Наші заходи безпеки включають шифрування даних, захист паролем і регулярні перевірки безпеки.",
        text2:
          "Однак, незважаючи на всі наші зусилля, жодна система безпеки не може гарантувати повний захист. Ми рекомендуємо вам бути обережними і вживати необхідних заходів для захисту своєї інформації.",
      },
      contact: {
        title: "Зв'язатися з нами",
        text: "Якщо у вас виникли запитання щодо цієї Політики конфіденційності, ви можете зв'язатися з нами за адресою info@4V.com.",
      },
    },
    terms: {
      title: "Умови обслуговування 4V",
      lastUpdated: "Останнє оновлення: 11 жовтня 2023 р.",
      contentsTitle: "Зміст",
      contents: {
        agreement: "Згода з умовами",
        license: "Обсяг ліцензії для користувачів",
        prohibited: "Заборонені дії",
        dataSecurity: "Безпека даних",
        disputes: "Вирішення спорів",
        californiaRights: "Права мешканців Каліфорнії",
        miscellaneous: "Різні положення",
        contact: "Зв'язатися з нами",
      },
      agreement: {
        title: "Згода з умовами",
        text1:
          'Ця Ліцензійна угода кінцевого користувача та Умови обслуговування ("EULA") є обов\'язковою угодою між вами та 4V ("ми", "нас" або "наш") щодо використання нашого сервісу та веб-сайту. Використовуючи наш сайт і сервіс, ви погоджуєтесь дотримуватись цих умов. Якщо ви не згодні з умовами, будь ласка, припиніть використання наших послуг.',
        text2:
          "Ми залишаємо за собою право змінювати цю угоду в будь-який час. Продовження використання сервісу після оновлень означає вашу згоду з новими умовами.",
      },
      license: {
        title: "Обсяг ліцензії для користувачів",
        text1:
          "4V надає вам обмежену, персональну, непередавану ліцензію на використання нашого сервісу виключно для особистих цілей. Будь-яке копіювання, модифікація, декомпіляція або розповсюдження наших сервісів суворо заборонено.",
        text2:
          "Порушення цих умов може призвести до відмови в доступі до сервісу та юридичної відповідальності.",
      },
      prohibited: {
        title: "Заборонені дії",
        text1:
          "Ви погоджуєтесь не використовувати наш сервіс для незаконних цілей, включаючи збір особистих даних інших користувачів, спроби несанкціонованого доступу до системи, розповсюдження шкідливого програмного забезпечення або порушення будь-яких законів чи норм.",
        text2:
          "Ми залишаємо за собою право заблокувати доступ до сервісу будь-яким користувачам, які порушують ці умови.",
      },
      dataSecurity: {
        title: "Безпека даних",
        text: "Ми вживаємо всіх необхідних заходів для захисту даних користувачів. Однак, попри наші зусилля, повна безпека даних в Інтернеті не може бути гарантована. Ви погоджуєтесь використовувати наш сервіс на власний ризик.",
      },
      disputes: {
        title: "Вирішення спорів",
        text1:
          "Будь-які спори, що виникають у зв'язку з використанням сервісу 4V, вирішуються шляхом арбітражу відповідно до законодавства Швейцарії. Колективні позови не допускаються. Ви погоджуєтесь на індивідуальне розглядання спорів.",
        text2:
          "Для врегулювання спору спочатку необхідно надіслати письмове повідомлення на нашу електронну адресу support@4V.com.",
      },
      californiaRights: {
        title: "Права мешканців Каліфорнії",
        text: "Відповідно до Закону Каліфорнії про захист прав споживачів (CCPA), мешканці Каліфорнії можуть запитувати інформацію про те, як ми збираємо та використовуємо їхні дані, а також вимагати видалення своїх даних.",
      },
      miscellaneous: {
        title: "Різні положення",
        text: "Ці умови є повною угодою між вами та 4V щодо використання нашого сервісу. Ми можемо передавати будь-які свої права та обов'язки іншим особам без попереднього повідомлення. Будь-які зміни, зазначені в цій угоді, будуть опубліковані на нашому сайті.",
      },
      contact: {
        title: "Зв'язатися з нами",
        text: "Якщо у вас є питання або скарги щодо використання сервісу 4V, ви можете зв'язатися з нами за адресою support@4V.com.",
      },
    },
    "team title": "Наша міжнародна команда",
    "team text":
      "Ми пишаємося тим, що наша команда складається з висококваліфікованих спеціалістів з усього світу. Розробники, маркетологи та експерти з блокчейн-технологій з таких країн, як Нідерланди, Естонія та Канада, об'єднані спільною метою - створення інноваційних рішень для сучасних проблем.",
    "4V is an innovative":
      "4V — це інноваційна платформа, яка об'єднує новітні технології для збору, обробки та поширення новин і контенту з усього світу.",

    "4V.NEWS is an innovative platform that combines":
      " — це інноваційна платформа, яка поєднує новітні технології для збору, обробки та поширення новин та контенту з усього світу. Ми спеціалізуємось на наданні актуальної та високоякісної інформації, використовуючи потужні інструменти парсингу та штучний інтелект для аналізу та фільтрації.",
    "Find out more": "Дізнатися більше",
    "Aggregating news from different":
      "Агрегація новин з різних джерел є основою для створення персоналізованих стрічок новин. Це включає збір інформації з новинних сайтів, соціальних мереж, блогів та інших джерел.",
    "Development and training":
      "Розробка та навчання моделей ШІ для аналізу уподобань користувачів і персоналізації новинного контенту. Моделі навчатимуться на великих обсягах даних для точного визначення інтересів користувачів.",
    "Integration with 4V.News.":
      "Інтеграція з 4V.News. Усі боти будуть інтегровані з новинним агрегатором 4V.News. Це забезпечить синхронізацію даних і персоналізовані стрічки новин для кожного користувача. Боти отримуватимуть дані з агрегатора і надаватимуть їх користувачам у зручному форматі.",
    "For maximum convenience":
      "Для максимальної зручності 4V інтегрується з найпопулярнішими соціальними мережами. Наші боти в Telegram, Facebook, Twitter та інших платформах надають користувачам доступ до оновлень і ексклюзивного контенту.",
    "This system":
      "Ця система автоматично налаштовує вашу стрічку новин відповідно до вашого місцезнаходження, надаючи найсвіжіші місцеві та міжнародні оновлення.",
    "Users who own FVX tokens":
      "Користувачі, які володіють токенами FVX, зможуть брати участь у голосуванні щодо ключових питань розвитку платформи. Це може включати затвердження нових блокчейнів для інтеграції, зміни тарифів, оновлення безпеки та інші питання. Таким чином, 4V стане повністю децентралізованою платформою, керованою її спільнотою.",
    "With 4V.NEWS":
      "З 4V.BOT ви можете налаштувати свою новинну стрічку, обираючи з широкого спектру категорій і тегів, а також створювати власні персоналізовані теги.",
    GLIDE: "GLIDE (Global Localized Intelligent Dynamic Engine).",
    "Our sophisticated":
      "Наш просунутий штучний інтелект не обмежується лише особистими вподобаннями. Він також автоматично налаштовує вашу новинну стрічку залежно від вашого місцезнаходження.",
    "4V.ROBOT is an indispensable assistant for channel":
      "4V.ROBOT — незамінний помічник для адміністрування каналів. Створюйте канали на популярних платформах соціальних мереж і автоматизуйте процес за допомогою нашого бота.",
    "4V.NEWS is more than just a news aggregator":
      "4V.NEWS — це не просто новинний агрегатор; це ваш особистий новинний консьєрж. Будьте попереду завдяки аналітиці на основі штучного інтелекту, персоналізованій доставці новин і зручному інтерфейсу.",
    "FVX owners":
      "Власники FVX матимуть право голосувати з важливих питань розвитку екосистеми 4V, що робить проєкт децентралізованим і демократичним.",
    "The best solution":
      "Найкраще рішення для новинних сайтів і соціальних мереж. Повністю автоматизоване рішення з використанням штучного інтелекту.",
    "Convenient tools":
      "Зручні інструменти. Розробка ботів та агрегаторів для легкого доступу до новин.",
    "Powerful tools and integrations": "Потужні інструменти та інтеграції",
    "Get FVX": "Отримайте FVX",
    "Dont miss your chance": "Не втратьте шанс отримати FVX першими!",
    "Over the next 3 months":
      "Протягом наступних 3 місяців всі члени нашої спільноти зможуть отримувати FVX абсолютно безкоштовно. Протягом цих 3 місяців ми запустимо готову версію 4V.ROBOT для всіх заявлених соціальних мереж, підготуємо гаманець і шлюз для зручної взаємодії з цифровими активами. Ми також проведемо аудит смарт-контрактів для забезпечення максимальної безпеки. Після завершення роздачі, через 3 місяці, монети можна буде купити на IDO, на біржі або отримати через стейкінг.",
    "4V.WEB 3.0":
      "4V.WEB 3.0 — це інноваційна платформа, що поєднує технологію блокчейн та децентралізовані додатки (dApps). Ми надаємо користувачам можливість взаємодіяти в децентралізованій мережі, забезпечуючи високий рівень безпеки, прозорості та автономії. 4V.WEB 3.0 дозволяє розробникам створювати та розгортати свої dApps, а користувачам — використовувати широкий спектр децентралізованих сервісів.",
    "4V.DEX":
      "4V.DEX — це децентралізована біржа, яка надає користувачам можливість торгувати криптовалютами без посередників. Платформа забезпечує безпеку та прозорість транзакцій завдяки використанню блокчейн-технологій, дозволяючи користувачам повністю контролювати свої активи та здійснювати обмін в будь-який час.",
    "4V.ROBOT":
      "4V.ROBOT інтегрує елементи штучного інтелекту для оптимізації роботи бота та надає можливість інтеграції з різними соціальними мережами, такими як Telegram, Twitter та Facebook. Ці боти дозволяють користувачам миттєво отримувати новинні оновлення та автоматизувати управління контентом у соціальних мережах.",
    "4V.CRYPTO":
      "4V.COIN — підрозділ нашої компанії в індустрії криптовалют, який надає інноваційні рішення та послуги для роботи з цифровими активами. Ми пропонуємо широкий спектр продуктів.",
    "DISTRIBUTOR (Automatic Content Distributor)":
      "система, що автоматично розсилає контент по ваших каналах та соціальних мережах.",
    "CONTENTWISE (Content Wise Engine)":
      "інтелектуальна система, що збирає та фільтрує контент для користувача на основі його вподобань.",
    "4V.COIN":
      "FVX Загальна кількість токенів 4 444 444 444. Це токен у мережі TON для взаємодії з нашими сервісами, такими як 4V.ROBOT, 4V.DEFI та 4V.DEX. Делегування стейкінгу — користувачі зможуть делегувати свої токени FVX іншим валідаторам, отримуючи відсоток від їхніх винагород.",
    DAO: "Власники FVX матимуть право голосувати з важливих питань розвитку екосистеми 4V, що робить проект децентралізованим та демократичним.",
    "SMARTSHARE (Intelligent Sharing Protocol)":
      "система, що дозволяє налаштовувати розумні сценарії для публікації контенту, залежно від часу, подій та аудиторії.",
    "4V.DEFI":
      "4V.DEFI — це платформа, яка надає децентралізовані фінансові послуги для кредитування та стейкінгу. Тут користувачі можуть скористатися широким спектром фінансових інструментів, гарантуючи прозорість та безпеку за допомогою блокчейн-технологій.",
    "GLIDE (Global Localized Intelligent Dynamic Engine)":
      "Наш складний штучний інтелект не обмежується лише персональними вподобаннями. Він також автоматично коригує новинну стрічку залежно від вашого місцезнаходження.",
    "4V.NEWS":
      "Ми розуміємо важливість швидкого та точного отримання інформації у сучасному світі. Наші алгоритми парсингу миттєво збирають дані з тисяч джерел.",
    "Learn More": "Дізнатися більше",
    "Welcome to 4V.NEWS1": "Ласкаво просимо на 4V.NEWS",
    RESOURCES: "РЕСУРСИ",
    START: "СТАРТ",
    "video title": "Надійна інформація на основі доказів",
    "We are constantly":
      "Ми постійно вдосконалюємо і розширюємо наші можливості, щоб надавати вам найбільш актуальну та корисну інформацію.",
    "you can now mine": "ви можете майнити монету на ранньому етапі!",
    "The DAO":
      "DAO дозволить користувачам голосувати за оновлення, зміни протоколу та нові інтеграції.",
    "4V.ROBOT integrates": "4V.ROBOT інтегрує елементи штучного інтелекту",
    "We offer a wide range of products":
      "Ми пропонуємо широкий асортимент продуктів, включаючи безпечні криптовалютні гаманці, торговельні та обмінні платформи, а також аналітичні інструменти для відстеження ринку. Наша місія — зробити використання криптовалют доступним і зручним для всіх, забезпечуючи високий рівень безпеки та надійності. Ми також плануємо впроваджувати технології WEB 3.0, щоб розширити можливості наших продуктів і послуг, включаючи платформи децентралізованих фінансів (DeFi) та децентралізовані біржі (DEX).",
    "Innovative approach":
      "Інноваційний підхід і використання штучного інтелекту для створення персоналізованих новинних стрічок. Широке висвітлення, збір і агрегування новин з усього світу на різні теми.",
    "4V.coin is a token on the TON":
      "FVX — це токен у мережі TON для взаємодії з нашими сервісами, такими як 4V.ROBOT, 4V.DEFI та 4V.DEX.",
    "4V.CRYPTO is our company’s":
      "4V.COIN — це інструмент нашої компанії в індустрії криптовалют, що надає інноваційні рішення та послуги для роботи з цифровими активами.",
    "The best solution for news":
      "Найкраще рішення для новинних сайтів і каналів соціальних мереж. Повністю автоматизоване рішення з використанням штучного інтелекту.",
    "Welcome to 4V.NEWS":
      "Ласкаво просимо на 4V.NEWS, вершину інновацій у сфері агрегації новин та управління інформацією. Розроблений для безшовної інтеграції передового штучного інтелекту.",
    "4V is an innovative platform":
      "4V — це інноваційна платформа, що об'єднує новітні технології збору, обробки та розповсюдження новин і контенту з усього світу. Ми спеціалізуємось на наданні актуальної та якісної інформації, використовуючи потужні інструменти парсингу та штучний інтелект для аналізу та фільтрації контенту.",
    "Cutting-edge technology for news and content":
      "Передові технології для новин та контенту",
  },
};

const i18n = createI18n({
  locale: "en", // начальный язык
  messages,
  legacy: false, // Используем composition API
  globalInjection: true, // Включаем глобальное использование
});

console.log("i18n initialized with locale:", i18n.global.locale); // Логирование

export default i18n;
